{
  "fn": "10.1002_advs.202103760",
  "text": "## Realizing an energy-dense, highly rechargeable nonaqueous lithium–oxygen battery in ambient air remains a big challenge because the active materials of the typical high-capacity cathode (Li2O2) and anode (Li metal) are unstable in air. Herein, a novel lithium–oxygen full cell coupling a lithium anode protected by a composite layer of polyethylene oxide (PEO)/lithium aluminum titanium phosphate (LATP)/wax to a LiOH-based cathode is constructed. The protected lithium is stable in air and water, and permits reversible, dendrite-free lithium stripping/plating in a wet nonaqueous electrolyte under ambient air. The LiOH-based full cell reaction is immune to moisture (up to 99% humidity) in air and exhibits a much better resistance to CO2 contamination than Li2O2, resulting in a more consistent electrochemistry in the long term. The current approach of coupling a protected lithium anode with a LiOH-based cathode holds promise for developing a long-life, high-energy lithium–air battery capable of operating in the ambient atmosphere.\n\n\n### **1. Introduction**\n\nFully realizing the high energy density of nonaqueous lithium– air batteries relies on the use of a Li metal anode paired with a lithium oxide cathode, e.g., Li2O2 (2.96 V, 3.5 kWh kg<sup>−</sup>1) or Li2O (2.91 V, 5.2 kWh kg<sup>−</sup>1) in a cell operating in ambient air.[1–4] But none of these electrode materials are air stable. Li2O2 and Li2O would spontaneously react with H2O and CO2 to form LiOH\n\nJ. Lei, Z. Gao, L. Tang, J. Li, Y. Zhang, T. Liu Shanghai Key Laboratory of Chemical Assessment and Sustainability School of Chemical Science and Engineering Tongji University No. 1239, Siping Road, Shanghai 200092, P. R. China E-mail: L. Zhong SEU-FEI Nano-Pico Center Key Laboratory of MEMS of Ministry of Education Southeast University Nanjing 210096, P. R. China E-mail: \nThe ORCID identification number(s) for the author(s) of this article can be found under https://doi.org/10.1002/advs.202103760\n\n© 2021 The Authors. Advanced Science published by Wiley-VCH GmbH. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\n\n#### **DOI: 10.1002/advs.202103760**\n\nLi metal suffers from reactivity to an even wider range of air components (N2, O2, CO2, H2O), especially moisture, alongside the conventional problems pertaining to an unstable solid-electrolyte interphase (SEI) and Li dendrite formation (Figure 1a– c).[19–22] These issues pose major challenges to the realization of a high-energy lithium– air battery in practice.\n\nTo achieve stable electrochemical Li stripping/plating, many previous studies have employed solid-state Li<sup>+</sup> conductive ceramics in a dual compartmental design for lithium–air batteries.[23–27] These nonporous discs of solid Li<sup>+</sup> conductors can\n\nNevertheless, in some of these cases Li dendrites still form, and are prone to penetrating through the softer organic component of the protective film. Other relevant lithium–air battery studies using protected lithium anodes have either examined the cell performance under a pure O2 atmosphere, and with little/no water in lithium-compatible electrolytes.[40–47] It remains challenging to achieve reversible, dendrite-free Li stripping/plating using a wet nonaqueous electrolyte in an open (humidified) lithium–air battery.\n\nAt the cathode, LiOH being an alternative active material, is theoretically immune to moisture and more resistant to CO2 contamination compared to Li2O2 and Li2O. Recently, LiOH formation and decomposition (3.32 V, 3.7 kWh kg<sup>−</sup>1) have been demonstrated as reversible four-electron oxygen reduction (ORR) and evolution reactions (OER), i.e.\n\n$$\n4Li^{+} + 4e^{-} + O_{2} + 2H_{2}O \\rightarrow 4LiOH\n$$\n\n\nin a variety of catalytic systems in the presence of water; these include systems involving the uses of LiI mediator,[48–49]\n\n![](_page_1_Picture_0.jpeg)\n\n![](_page_1_Figure_3.jpeg)\n\n## \nA scheme illustrating the challenges associated with a nonaqueous lithium–air battery using a bare Li anode and a Li2O2-based cathode, and strategies implemented in this work to address these issues. a, b) Conventional issues of dendrite formation and unstable SEI for Li metal anodes. c) Many constitutes of air could corrode Li metal in an open lithium–air battery. d) Schematics of the Li anode protection strategy developed in the current work that effectively suppresses unwanted parasitic reactions in an open lithium–air environment. A comparison of the potential characteristic processes involved in Li2O2-based e) and LiOH-based f) lithium–air batteries.\n\nCu<sup>I</sup> -complex enzyme, sodium trifluoromethanesulfonate as additives in nonaqueous electrolytes or the use of solid catalysts (Co3O4, Mn-MOF-74, activated graphene).[52–54] However, no study so far has evaluated the electrochemical stability of a LiOH-based cell reaction in ambient air, and investigated whether or how H2O and CO2 in air would alter the nature of the reaction product.\n\nHerein, we use Ru-catalyzed LiOH formation/decomposition reaction as a model system to assess the suitability of using LiOH as the cathode active material in an open lithium–air battery. This Ru-based system is simple, avoiding potential complicating cell reactions involving O2, H2O, CO2 with mediator or enzyme additives and shuttling of these redox species;[55–57] it also exhibits a consistent LiOH-based electrochemistry throughout the whole capacity with low overpotentials and relatively good rechargeability. As such, it allows a true assessment of air effects on the stability of this cathode electrochemistry in both short and long terms. In addition, we have designed a hierarchical multifunctional layer on the Li anode to enable stable operation of a full battery in ambient air. Our work demonstrates that the protected lithium anode is chemically stable in air and in pure water; the resulting full lithium–air cell using the protected Li anodes and LiOH-based cathodes shows an excellent electrochemical stability, operating even in an electrolyte with a substantial amount of water, successfully addressing many of the aforementioned issues that plagued lithium–air battery development.\n\nA variety of analysis techniques, including *operando* electrochemical mass spectrometry (OEMS), chemical titration, X-ray diffraction (XRD), solid state nuclear magnetic resonance (ss-NMR), Fourier transformed infrared spectroscopy (FTIR), X-ray photon-electron spectroscopy (XPS), and so on (see Methods, Figures S1–S4, Supporting Information) have been employed to demonstrate and rationalize the superior electrochemical stability. We anticipate that when a fully reversible chemistry based on LiOH formation/decomposition is utilized at the cathode, the cell cycling life could be improved even further. In the ensuing sections, the effect of air on the cathode electrochemistry is first discussed, followed by the demonstration of the Li protection strategy that enables full-cell operation.\n\n![](_page_2_Figure_2.jpeg)\n\n## \nElectrochemical performance of Li-O2/air cells using different cathodes and electrolytes. Voltage profiles of cells using SP cathodes and 1 m LiTFSI/DMSO in pure O2 (a) and in dry air (c); cell voltage profiles using Ru/SP cathodes and 1 m LiTFSI/DMSO with 5 vol% H2O in pure O2 (b) and in dry air (d). Cells in a-d) are cycled at 0.425 mA cm<sup>−</sup>2. Electrochemical profiles of cells e) using Ru/SP and 1 m LiTFSI/DMSO with 5 vol% in ambient air, and long-term cyclability of these cells f) with different depths of discharge at 0.5, 1.5 and 3 mAh cm−<sup>2</sup> (or 3000 mAh gc <sup>−</sup>1, as the SP cathode size and loading are typically around 0.5 cm2 and 1 mg cm<sup>−</sup>2). The specific capacities could be a few times higher if carbon nanotubes are used to replace SP carbon in cathodes.[62–63]\n\n#### **2. Results and Discussion**\n\n## \ncompares the effects of operating atmospheres (i.e., pure O2, dry air, ambient air) on the electrochemistry of two cell systems: one uses Super P (SP) carbon as the cathode and anhydrous Lithium bis(trifluoromethanesulfonyl)imide in dimethyl sulfoxide (LiTFSI/DMSO) as the electrolyte, and the other uses a ruthenium decorated SP (Ru/SP) cathode (Figure S5, Supporting Information) and a wet LiTFSI/DMSO electrolyte with 5 vol% added water. These two systems are expected to form a Li2O2- and LiOH-dominant electrochemistry, respectively.[58–60] Air-stable lithium iron phosphate was used as the counter/reference electrode to help focus on investigating the half-cell reaction at the air cathode.\n\nIn pure O2, the cell showed discharge and charge plateaus at ≈2.6 and ≈4.2 V, respectively, which are consistent with the processes of Li2O2 formation and decomposition reported in literature.[59–61] After only a few cycles, the discharge overpotential started to increase and meanwhile a new charge plateau at ≈4.4 V emerged; the rises in overpotentials rapidly led to premature discharge and charge processes at the cutoff voltages and failure of the cell. Using a Ru/SP cathode, on the other hand, the cell revealed an overlapping electrochemical profile with high Coulombic efficiencies (*>*99%) over extended cycles. Flat discharge and charge voltages at ≈2.8 and ≈3.2 V were observed, which has been ascribed to LiOH formation and decomposition, respectively.\n\nSwitching to a dry air (21.2% O2, 0.038% CO2, 78.76% N2) atmosphere caused a few notable changes to the electrochemistry of cells using SP cathodes: a new discharge plateau at ≈2.8 V appeared and elongated with cycle number; the charging voltage continually rose and the plateau at 4.4 V rapidly became the dominant feature in the charge profile, approaching the cutoff voltage set at 4.65 V.[8,64–65] In Ru/SP cells, however, the electrochemical profile was largely unchanged, the voltage gaps and consistency between cycles remaining the same. But a small new charge plateau did develop at ≈3.65 V, its length staying almost constant with cycling. shows the electrochemistry of a Ru/SP cell that was fully discharged and charged in ambient air, with an average capacity of 3.7 mAh cm<sup>−</sup><sup>2</sup> in the first 25 cycles. Its electrochemical profile bears an even higher resemblance to the one in pure O2, with the 3.65 V plateau barely discernable. Long-term rechargeability in ambient air with each cycle curtailed to different capacities is illustrated in Areal capacities are being quoted due to its more practical relevance. Typically, a cell can cycle in ambient air at 1.5 mAh cm<sup>−</sup><sup>2</sup> (1500 mAh gc −1) per cycle for around 100 times, before the capacity starts to fade. The above data demonstrate that the Ru/SPcatalyzed reaction at the cathode possesses a higher electrochemical stability and better rechargeability in air than the typical Li2O2 based cell reaction.\n\nIt is worth mentioning that we have also investigated the electrochemistry of cells using Ru/SP cathodes and *anhydrous* electrolytes in a strictly sealed chamber; the cells showed an electrochemical profile (see detailed discussion in Figure S6, Supporting Information) gradually converting to that in wet electrolytes. Quantitative analysis indicates that the reaction changed from close to two electrons per reduced O2 (i.e., consistent with Li2O2) to approximately four electrons per O2 (i.e., LiOH); this mixed and evolving electrochemistry using a Ru/SP cathode hinders a clear-cut comparison of air resistance between the Li2O2 and LiOH-based systems, and thus a SP cathode, instead, has been used for comparison.\n\nTo provide detailed insights into the reactions occurring at the various voltage plateaus, qualitative and quantitative experiments have been performed over extended cycles, including OEMS, chemical titration, XRD, ssNMR, FTIR and scanning electron microscopy (SEM). OEMS measurements of the first cycle (**Figure 3**a) revealed that in cells using SP cathodes and anhydrous DMSO electrolytes, the discharge process showed 2.18 electrons per reduced O2, consistent with dominant Li2O2 formation.[59–61] Chemical titration of the discharged electrodes in dry air (**Figure 4**a) confirmed that the discharge products are indeed mainly composed of Li2O2 (75%), together with LiOH (10%) and Li2CO3 (15%) due to side reactions, the quantities of these by-products being 2% and 6% higher than those obtained in pure O2. On charging, around 65.4% of O2 was recovered and significant amount of CO2 evolved, initiating at ≈4.45 V; the latter process has been mainly attributed to Li2CO3 decomposition[8,11,14,66–67] and associated side reactions, e.g., those involving singlet oxygen.\n\nFor cells with Ru/SP cathodes and wet electrolytes, OEMS showed a discharge process of 3.97 electrons per reduced O2 in dry air, highly consistent with previously reported values in pure O2. Titrations of discharge products obtained in both dry air and ambient air confirmed that the discharge product was overwhelmingly LiOH (98%), very close to that obtained in pure O2 (100% LiOH), and that around 2% of the products was Li2CO3, 7.5 times lower than the Li2CO3 amount detected in the Li2O2 case. No Li2O2 was identified to the detection limit of the titration method. The presence of Li2CO3 (characteristic absorption bands at 857 and 1400 cm<sup>−</sup>1) was also confirmed by FTIR measurements on discharged samples in air (Figure S7b, Supporting Information).These results suggest that 1) electrochemical LiOH formation in pure O2 hardly involves any side reactions, with no trace of Li2CO3 detected in titration; 2) the influence of dry air and ambient air on LiOH-based electrochemistry are basically the same during discharge, both leading to a small increase in Li2CO3 formation, and moisture in air\n\n![](_page_3_Picture_5.jpeg)\n\n![](_page_3_Figure_7.jpeg)\n\n## \nGases consumption and evolution during cell cycling in air using operando electrochemical mass spectrometry (OEMS). Discharge and charge profiles and the corresponding O2 (*m/z* = 32), CO2 (*m/z* = 44) signals of cells using different cathodes and electrolytes under dry air: a) SP cathode with 1 m LiTFSI/DMSO and b) Ru/SP cathode with 1 m LiTFSI/DMSO with 5 vol% H2O. The blue dashed line denotes the onset of CO2 release in the two systems. Levels for a) two electrons per reduced O2 and b) four electrons per reduced O2 are marked using black dashed lines. c) Comparison of CO2 (*m/z* = 44) evolved during electrochemical decomposition of Li2O2- (SP, anhydrous 1 m LiTFSI/DMSO) and LiOHbased (Ru/SP, 1 m LiTFSI/DMSO with 5 vol% H2O) battery systems.\n\nUpon charging the Ru/SP cells, no oxygen was released as observed in previous reports, which has been attributed to the oxygen being trapped as DMSO2 in the electrolyte (more discussion later).\n![](_page_4_Picture_1.jpeg)\n\n![](_page_4_Figure_4.jpeg)\n\n## \nCharacterization and quantification of discharge products in Li-O2/air cells over extended cycles. a) Quantification of discharge products in Li-O2/air cell using acid-base, TiOSO4-based UV–vis spectroscopic and mass spectrometric titrations (see Figures S2–S4, Supporting Information) to quantitatively evaluate Li2O2 (red bars), LiOH (blue bars), and Li2CO3 (violet bars) within the cathodes, respectively. The original processed data of quantified discharge products are presented in Table S1 (Supporting Information). b) Moles of CO2 release during charge in the first six cycles in Li2O2- (SP, anhydrous 1 m LiTFSI/DMSO) and LiOH-based (Ru/SP, 1 m LiTFSI/DMSO with 5 vol% H2O) Li–air cells; the areas of CO2 evolution peaks have been integrated and plotted with a trend line. c) XRD patterns and d) SEM images of Ru/SP electrodes at different states of charge.\n\nCO2 evolution has been recorded, corresponding to the 3.65 V plateau, which is in an agreement with previous assignment of this plateau to Li2CO3 decomposition.[63,69–70] The amount of released CO2 in the LiOH case was much less than that in the Li2O2 case (Figure 3a,b), consistent with the titration results. Notably, in a pure O2 atmosphere LiOH decomposition did not incur CO2 evolution on charging to 4 V, whereas the decomposition of Li2O2 on charging caused considerable CO2 evolution even in pure O2; the latter has been linked to charge-induced side reactions corroding electrolytes and carbon cathodes.[11,14,17,66–68] This difference implies a better electrochemical stability of LiOH with the carbon cathode and electrolyte.\n\nTo further elucidate the long-term effect of air on the cell electrochemistry, titration, XRD, ssNMR and OEMS measurements have been conducted over several cycles. For cells using SP cathodes and anhydrous electrolytes that were initially a Li2O2dominated electrochemistry in dry air, the discharge products at the fourth and seventh discharge showed a substantial increase in the proportions of Li2CO3 and LiOH, compared to those in the first discharge. Of note, Li2O2 in the 7th discharge accounts for only 45% in the products, no longer being the dominant electrochemistry; Li2CO3 formation (41%) becomes the other major process. On the other hand, for cells using Ru/SP cathodes and wet electrolytes, the prevailing electrochemistry during discharge at the fourth (90%) and seventh cycle (≈88%) is still LiOH formation in both dry and ambient air. The trend of CO2 evolution over 6 charge cycles has been analyzed by OEMS. For cells using SP cathodes, rising CO2 evolution signals with cycle number were recorded, whereas cells using Ru/SP cathodes and wet electrolytes revealed relatively stable CO2 signals with cycling; these observations are largely consistent with the titration results and the trends observed in corresponding charging plateaus (Figure 2c,d), indicating that Li2CO3 formation during discharge and CO2 evolution on charging are closely correlated.\n\nXRD, ssNMR, and SEM characterizations also support that the electrochemistry of Ru/SP cells is predominated by LiOH formation and decomposition over extended cycles in ambient air. Over 30 cycles, the only observable Brag reflections at the end of each discharge cycle were all associated with LiOH and they completely vanished after the corresponding recharge. The fact that no Brag reflections of Li2CO3 were detected in the current study may be linked to its low quantities or amorphous structure. 7Li ssNMR measurements on discharged/charged samples over 10 cycles revealed appearance/disappearance of a single resonance situating at 1.1 ppm that is characteristic of LiOH (Figure S7a, Supporting Information). Similarly, SEM images illustrate that LiOH formation (flower-like morphology) and removal were the main processes over 12 discharge–charge cycles, further supporting good rechargeability.\n\nThus far, it has become clear the prominent air constitute that impacts on the cathode electrochemistry is CO2, which tends to cause more Li2CO3 formation during discharge and more CO2 evolution on recharging. The Ru/SP-catalyzed LiOH electrochemistry is more resistant to this CO2-induced conversion of discharge product and is immune to moisture in air, exhibiting a better electrochemical stability than Li2O2. Next, we begin to uncover the origins of Li2CO3 formation and discuss the key factors modulating the CO2 effect on the LiOH-based electrochemistry.\n\nThe first potential route to be considered is direct electrochemical reduction of CO2 to form Li2CO3 via reaction 2,\n\n$$\n2CO<sub>2</sub> + O<sub>2</sub> + 4e<sup>-</sup> + 4Li<sup>+</sup> \\rightarrow 2Li<sub>2</sub>CO<sub>3</sub>\n$$\n\n\nIn the current study, the concentration of CO2 for cell reactions used was only 0.038%, the same as in ambient air. Typically, no appreciable drop in the CO2 OEMS baseline has been observed during the 1st cell discharge, which however was not the case in subsequent discharges. **Figure 5**a compares the difference in the decaying signals of CO2 in cases with and without a resting period between the prior charge and the following discharge. During a cell charge followed by a resting period, the CO2 signal rose toward the end of charge and decayed exponentially once the cell started to rest. In the SP cells, the case without resting experienced an even sharper drop in CO2 signal rather than an exponential decay, the difference (the shaded area) indicating 0.62 μmol more CO2 being consumed, whereas in the Ru/SP cells, this quantity of electrochemical reduced CO2 following a charge was three times smaller. In parallel to the process of CO2 reduction, the corresponding O2 consumption also showed a different behavior: a small step in O2 consumption tended to emerge at a level representing four electrons per reduced O2 (Figure S8, Supporting Information), which was in response to the distinct discharge plateau at ≈2.8 V, in agreement with the reaction stoichiometry of Equation. These observations strongly suggest that electrochemical reduction of CO2 is a prominent source for the generated Li2CO3 during discharge. Of note, the decomposition of Li2CO3 evolved little O2 (and Figure S8, Supporting Information), being highly deviated from the reverse of Equation (that is, irreversible), as also captured in previous studies.[68–70,72]\n\nUnlike the flow-mode in OEMS measurements, a typical lithium–air cell operates in the absence of dynamic gas flow, so that CO2 released during charges dissipates much slower, creating a CO2-enriched environment especially at the electrolyteelectrode interface. It is clear that in the SP cells, these previously released CO2 during charge could be reduced and fixed as Li2CO3 again (Figure S8a, Supporting Information), which was in turn decomposed in the next charge, causing additional CO2 evolution. This cumulative effect on Li2CO3 formation and decomposition likely led to elongation of the Li2CO3 formation plateau at 2.81 V and the rising and longer Li2CO3 decomposition voltages on recharging (and Figure S6a, Supporting Information). Eventually, a Li2O2-dominated electrochemistry has been converted to a Li2CO3-dominated process. No such cumulative effect of Li2CO3, however, was reflected in the Ru/SP-catalyzed LiOH electrochemistry, the electrochemical profile, the proportion of the Li2CO3 decomposition plateau, the titrated quantities of Li2CO3 in discharge products and the moles of CO2 released in each charge all being relatively stable over extended cycles.\n\nAnother potential route to Li2CO3 formation is via chemical conversion. The exposure time, i.e., resting period between discharge and the following charge, of reaction products to a dry air flow has been varied between 0 and 6 h (Figure S9, Supporting Information). The resulting CO2 evolution peaks during the following charge have been integrated and plotted in Figure 5b, which showed that the rise in CO2 evolution grew faster in the Li2O2 case than in the LiOH case, eventually being ≈2.5 times higher at 6 h resting; this observation implies that LiOH is more chemical resistance to CO2 contamination than Li2O2, consistent with the thermodynamic consideration. To further verify that chemical conversion of LiOH by CO2 to form Li2CO3 is a valid route to the released CO2 on recharging, Li18OH was first generated during discharge using 18O-enriched H2 18O and then charged in dry air; the *m/z* signals of C16O2, C16O18O, C18O2 in the resulting OEMS data all show a peak. Given that half of the oxygen in LiOH originates from H2 18O and that electrochemical LiOH formation in O2 does not involve side reactions generating Li2CO3, nor does CO2 evolution occurs during electrochemical LiOH decomposition, it is hence sensible that the above isotopic scrambling of CO2 necessitates incorporation of 18O in Li2CO3 via reacting CO2 with Li18OH.\n\nFor a capacity of 0.5 mAh per cycle in a total duration of 4 h, the average CO2 evolution due to Li2CO3 decomposition in each charge was ≈0.67 μmol over 6 cycles, only 32.8% of which (0.22 μmol) was electrochemically reduced again, the rest of Li2CO3 being expected to come from other sources. Of note, for a period of 4 h exposure to air, the rise in Li2CO3 in the Ru/SP cells due to chemical conversion approximated to 0.41 μmol (orange arrows, Figure 5b(i)), which could roughly be responsible for the rest of CO2 released.\n![](_page_6_Figure_2.jpeg)\n\n## \nSources of Li2CO3 and key factors modulating the cell electrochemistry. a) OEMS showing direct electrochemical reduction of CO2 during the subsequent discharge in both Li2O2-based (left, SP) and LiOH-based (right, Ru/SP) Li-dry air batteries.\n1 h resting after charging (light blue). b) Impact of rest time after a discharge on chemical transformation of discharge products and subsequent CO2 evolution on charging: i) CO2 released on charging Li2O2-based and LiOH-based batteries with varying rest times after a same discharge capacity; ii) Online C16O2 (*m/z* = 44), C16O18O (*m/z* = 46), C18O2 (*m/z* = 48) signals, recorded during electrochemical decomposition of 18O-enriched Li18OH. c) A scheme highlighting the sources of Li2CO3 and the differences between the two systems that could determine the electrochemical stability in air.\n\n\nLi2CO3 formation/decomposition increases charge overpotentials and corrodes the cathode and electrolyte, it is therefore worth discovering effective methodologies to minimize its fraction in the electrochemistry. Three factors (Figure S10, Supporting Information) have been identified affecting the plateau (3.65 V) proportional to Li2CO3 formation/decomposition, i.e., water concentration in electrolytes, cycling rates, and the discharge depth. Higher water concentrations (up to 5 vol.%), faster cycling rates, and deeper discharge capacities tended to lead to smaller fractions of Li2CO3.\n\n![](_page_7_Picture_1.jpeg)\n\n![](_page_7_Figure_3.jpeg)\n\n## \nScheme illustrating the design strategy of a nonporous protective layer on Li metal and demonstration of its excellent stability in air, water, and in an open lithium air battery. a) Cartoon illustrating the design of a multifunctional composite layer on Li anodes and components in a typical cell based on a Swagelok design. b) Optical images showing i–iv) bare Li, v–viii) PEO-coated Lim and ix–xii) composite-protected Li exposed directly in atmosphere for 2 min, 2 h, 1 d, and 3 d. c) Optical snap shots showing reactivities of i,ii) bare Li, iii,iv) PEO-coated Li, and v,vi) composite–protected Li with wet 1 m LiTFSI/DMSO electrolytes (5% H2O) and pure water. d) SEM images of pristine Li anodes i,iii,iv) protected by the composite layer, ii, v, vi) protected Li anodes after being subjected to around 100 electrochemical cycles.\n\nAs illustrated in Figures S6 and S10a (Supporting Information), at smaller water concentrations the cell exhibited a mixed electrochemistry of Li2O2 and LiOH, the former being more vulnerable to CO2 contamination, thus forming more Li2CO3. As the water concentration was increased (Figure S10a, Supporting Information), the cell reaction resembled more of LiOH formation, and hence becoming more resistant to CO2 in air; this may be one aspect to account for the observed water effect modulating the cell electrochemistry. As for faster cycling rates, it in effect shortened the exposure time of discharge product in air for chemical conversion (Figure S10b, Supporting Information). Finally, deeper discharge capacities involved formation of larger LiOH particles, which tended to have a smaller specific surface area per capacity for chemical reactions with CO2; this may account for the smaller proportion of 3.65 V plateau in the whole charge capacity (Figure S10c, Supporting Information).\n\nTaken together, the Ru/SP-catalyzed LiOH electrochemistry has clearly demonstrated a superior stability over the Li2O2 electrochemistry, as reflected in the overlapping voltage profiles over extended cycles, in the similar quantities of Li2CO3 titrated at different discharges, and in the stable CO2 evolution peaks over many charge cycles. This superiority in electrochemical stability is proposed to be rooted in the intrinsically more stoichiometric electrochemistry of LiOH compared to Li2O2: lack of Li2CO3 generation during electrochemical LiOH formation, the process of LiOH decomposition incurring no CO2 evolution, a relatively stable LiOHcarbon interface, and a better chemical resistance to CO2, which, however, are all known issues plaguing the Li2O2 electrochemistry, as schematically depicted in Figure 5c.[8,11,14,66–67]\n\nIn the following part, we turn to discussing lithium anode protection and its application in a full lithium–air battery (**Figure 6**). Preparing an air-stable lithium metal anode is essential to simplification and cost reduction of the manufacturing process for practical lithium anodes,[33–34,40,74–78] and is a prerequisite to realization of a long-life open lithium–air battery.[2–3] When exposed in air, a piece of bare lithium metal immediately reacted with the constitutes of air, its appearance turning from metalescent to black within a minute, then to a grey color and eventually to completely white in a couple of days. XRD measurements showed that LiOH was the dominant reaction product formed on the Li disc (Figure S11, Supporting Information), implying that moisture in air is the major threat to a bare Li anode. Furthermore, the electrolyte used in the current study was LiTFSI/DMSO with a substantial water content (5 vol%), where it is known that DMSO is unable to form a stable SEI on lithium[59,80–81] and water reacts violently with lithium releasing heat and H2 gas, both representing additional challenges to achieve an electrochemical stability for Li anodes. Similar to many previous studies,[23–25,30] we initially addressed the issues by implementing a dual compartmental design in a full cell by the use of a piece of Ohara glass disc (Figure S12a, Supporting Information), which separated the water-containing catholyte from an anhydrous ether-based anolyte. In dry air, this full cell design exhibited electrochemical performance (Figure S12b, Supporting Information) similar to that of a half cell, and OEMS confirmed the discharge reaction of the full cell had close to four electrons per reduced O2 (Figure S12c, Supporting Information), consistent with LiOH formation. Nonetheless, the lithium anode could not survive in real air conditions using this dual compartmental design. The cell failed after two days of cycling test, because of lithium corrosion by moisture leaking through the gaps at the peripheral regions of this cell. Therefore, a layer that could more uniformly and sufficiently protect Li anodes is required.\n\nTo ensure a stable electrochemical performance of a lithium anode that is coupled to a LiOH-based cathode in air, the protective layer on lithium needs to have at least the following properties: 1) repelling N2, H2O, CO2, O2 from air so that Li anodes can be air-stable in the long term; 2) proof to liquid electrolyte so that the protected Li anodes can be compatible with a wide range of nonaqueous electrolytes, even those with high water contents; 3) supporting a high Li<sup>+</sup> conductivity; 4) possessing a stable interface between lithium metal and the protective layer; 5) having a sufficient mechanical strength so that Li dendrite formation is suppressed. Given the above consideration, we have constructed a nonporous composite protective layer, which is composed of a thin PEO film (≈10 μm) coated directly on Li metal and then on top of the PEO film, a composite layer (≈100 μm) of sintered LATP layer infiltrated with wax, as shown in Figure 6d(i,iv). The bare LATP surfaces facing electrolytes and the wax within the gaps of LATP grains can be observed in Figure 6d(iii,iv).\n\nThe designing principles are explained below. The soft and flexible PEO layer could provide a chemically stable interface with Li metal and a gapless contact with the LATP layer for Li<sup>+</sup> conduction.[38,83–85] The nonporous, mechanically strong LATPwax composite layer is designed to protect the rest of the Li anode from air and reactive species in electrolytes, as well as help suppress Li dendrite growth. Ideally, the thickness of the all-solidstate composite layer should be made thinner (*<*50 μm) in order reduce resistance for charge transfer and improve the rate capacity of the lithium anode. Conventional polymers containing polar segments such as PEO, PAA (Polyacrylic acid), cannot replace the role of wax, because these polymers are microporous and permeable to water vapor and electrolyte solvents. During cell operation, components of air and liquid electrolytes are not allowed to get across this protective layer, but Li<sup>+</sup> could diffuse through the sintered grains of LATP and then the PEO film. It is feasible that driven by the potential difference in the cell, directional diffusion lithium ions occur in LATP layer toward the lithium anode, creating Li<sup>+</sup> vacancies at the LATPliquid electrolyte interface. Desolvation of Li<sup>+</sup> may happen preferentially at these vacancy sites and then insert into the Li<sup>+</sup> diffusion channels in LATP.[78–88] EIS measurements on the protective composite layer with/without wax showed that wax did not induced additional resistance to Li<sup>+</sup> transport through the protective layer (Figure S13, Supporting Information).\n\nTo examine its chemical resistance to air and water, protected Li anodes by the composite layer have been exposed in air and to water (Figure 6b,c). No observable changes occurred after 3 days to the Li anode in air, nor was gas bubbling seen when it was in direct contact with the wet electrolyte or water (Figure 6b,c and Movie S1, Supporting Information); these observations strongly support that the protected Li anode is air-stable and liquid-proof. When lithium metal was only covered by a PEO layer, rapid corrosion by air and water was observed (Figure 6b,c and Movie S1, Supporting Information), suggesting that PEO being a microporous film is unable to effectively filter aggressive gas molecules,, e.g., H2O and CO2. Of note, wax is also essential to achieving adequate protection. When in a liquid form at 65˚C, wax effectively wet and filled up the microcracks of the LATP layer. Without wax filling up the gaps, reactive molecules and electrolytes readily leaked through and caused corrosion (Movie S1, Supporting Information).\n\nTo further evaluate the electrochemical stability of the protected lithium anodes, galvanostatic cycling has been tested on Li/Li symmetric cells using the DMSO electrolyte, which is known to be incompatible with bare lithium anodes.[59,89–90] The electrochemical profile of protected lithium anodes was clearly more stable than that of bare lithium, with little increases in polarization over 600 h (**Figure 7**a). Electrochemical impedance spectra showed that the charge transfer resistance of bare lithium anodes had increased by ≈8 times after 300 h cycling, whereas that of the protected lithium anodes remained roughly the same after an equivalent testing.\n\nMoreover, full lithium–air cells using the protected lithium were cycled in ambient air (55% humidity), and compared to results obtained using bare lithium as anodes. Without Li protection, the full cell using wet electrolytes (5% and 0.5% H2O) in air started to show severe capacity fade and larger polarization after just 5 cycles (Figure 7d,f). The charging profiles gradually reverted to that of cells using an anhydrous electrolyte, which is probably due to consumption of water by the lithium anode (Figure 6b,c). The appearance of the lithium anode became black (Figure 7g(i)) and highly corroded (Figure 7h(i,iii)) after 10 cycles. On the contrary, the cells using the compositeprotected lithium anodes exhibited an excellent electrochemical stability (Figure 7e,f) over extended cycles in the wet electrolytes (5% H2O), with one discharge and two charge plateaus at 2.7, 3.2 and 3.65 V, respectively; the electrochemical profiles were similar to those observed in half cells where lithium iron phosphate was used as the counter electrode. We have even cycled the full lithium–air battery in air at maximum 99% humidity, and the electrochemistry of these cells showed no difference from the same cells operating in air with a lower humidity (Figure S14, Supporting Information).\n\nXPS measurements on a PEO-LATP-wax protective layer from a full cell subjected to 100 cycles in air showed no obvious change in the Ti<sup>4</sup><sup>+</sup> oxidation state (Ti 2p3/2 and Ti 2p1/2) of LATP surfaces, suggesting that LATP was not reduced by lithium dendrite.\n![](_page_9_Figure_2.jpeg)\n\n## \nElectrochemical performance of full lithium–air batteries using protected lithium anodes. a) Electrochemical profiles of Li/Li symmetric cells using protected lithium and bare lithium, at 0.015 mA and 0.15 mA, respectively. b) EIS spectra acquired at room temperature on cells in (a) after 300 h cycling. d,e) Electrochemical performance of lithium–air full cells in ambient air using 1 m LiTFSI/DMSO with 5 vol% H2O. f) Cycling stability of lithium–air full cells in (d) and (e). g) Optical image of i) cycled bare Li and ii) protected Li anodes extracted from full cells in (d) and (e). h) SEM images of the i,iii) cycled bare lithium anode from g-i) and ii,iv) a Ru/SP cathode at the end of cycle life (at conditions as in (e)). i) Ti 2p XPS spectra acquired on the surfaces of a protected lithium anode (bottom) after cycling and a pristine LATP plate (top). j) EIS of a lithium–air full cell (using a protected Li anode) at different stages of its cycle life.\n\nUnderneath the PEO layer (Figure 6d(ii)), mossy structures (compact porous microstructures) of lithium have been observed, which again confirms that Li<sup>+</sup> transported across the protective layer and deposited at the lithium-PEO interface. The absence of dendrite penetrating across the protective layer is also supported by a constant fraction of the 3.65 V plateau over many cycles, which indicates that the content of water in the\n\n![](_page_9_Picture_8.jpeg)\n\nThe suppression of dendrite growth is tentatively ascribed to the high mechanical strength of the LATPwax composite layer that is pressed onto the PEO-coated lithium anode. In the absence of the LATP component, however, lithium anodes protected only by a PEO-wax layer showed considerable lithium dendrites penetrating through the protective layer (likely through the soft PEO component) and growing on top of the surface (Figure S17, Supporting Information); this dendrite growth in turn consumed water in the electrolyte and converted the cell reaction toward a Li2O2-dominated electrochemistry, as supported OEMS (Figure S18, Supporting Information).\n\nTypically, a full lithium–air battery could cycle in air for ≈100 cycles at a capacity of 1.5 mAh cm<sup>−</sup><sup>2</sup> before capacity fades, similar to that of half cells. The sum of ohmic and charge transfer resistances of a failed cell was observed to increase to over 2000 ohms, compared to a value of ≈600 ohms prior to long-term cycling, and the glass fiber separator of the cell had become completely dried. 1H and 13C solution NMR measurements (Figure S19, Supporting Information) of the cycled separator showed that considerable DMSO2 had been generated after cycling (more discussion on cell failure in Figure S19a,b, Supporting Information), whereas C 1s and Ru 3p XPS spectra of the cycled electrode (Figure S19c,d, Supporting Information) remained largely the same as those for pristine Ru/SP electrodes, consistent with the absence of solid by-products extensively covering the cycled cathode (Figure 7f(ii,iv)). Taken together, these results imply that that the cell failure is likely connected to depletion of the electrolyte, i.e., DMSO being oxidized to DMSO2, rather than failure of the protected Li anode or the Ru/SP cathode. After the glass fiber separator was replaced by a new one filled with a fresh electrolyte, the impedance of that cell dropped to ≈600 ohms and it can cycle at 1.5 mAh cm<sup>−</sup><sup>2</sup> again for ≈100 cycles, further demonstrating that the protected Li anode was not the bottle-neck to cycle life and it possesses a high electrochemical stability. It is anticipated that when a fully reversible LiOH-based electrochemistry is applied at the cathode, the rechargeability of the full cell in air can be further improved. Tables S3 and S4 (Supporting Information) have been compiled to make a clear comparison of the operational conditions and the performance of batteries in this work with relevant studies in literature. As can be seen, no prior study has achieved such an excellent performance under the harsh conditions demonstrated in the current work. In terms of capacity and cycle life of full lithium–air batteries, our results are also competitive to many of the best work reported.\n\nIn conclusion, we have shown that the most prominent constitute in air that affects the O2 electrochemistry is CO2, which accelerates the transformation of an initial Li2O2-based electrochemistry to a Li2CO3-dominated process during battery cycling. On the contrary, the Ru-catalyzed LiOH electrochemistry shows much better resistance to CO2 contamination in air, the nature of the cell reaction being consistent over extended cycles. Compared to the sensitivity of Li2O2 to air, we ascribe this superior stability of the LiOH electrochemistry to the higher chemical resistance of LiOH, a stoichiometric process of LiOH formation, less reactive product-cathode interfaces, and lower charge voltages. We have also constructed an all-solid-state protective layer consisting of PEO, LATP and wax, which has rendered lithium metal chemically stable in air and pure water for a long term, fulfilling an essential prerequisite to the realization of a highly rechargeable and energy-dense lithium–air battery. As a proof of concept, our results demonstrate that this strategy of lithium protection enables reversible, dendrite-free lithium plating/stripping under a combination of aggressive operating conditions, including in ambient air, at up to 99% humidity, and even in lithium-incompatible electrolytes (DMSO) with substantial amount of water. The current approach of coupling a protected lithium anode with a LiOHbased cathode holds promise for developing a long-life, highenergy lithium–air battery in the ambient atmosphere.\n\n **Conflict of Interest**\n\nThe authors declare no conflict of interest.\n\n"
}