{
  "fn": "10.1002_pi.6400",
  "text": "## INTRODUCTION\n\nExtensive research efforts have been devoted to developing lithium metal batteries (LMBs) for their high theoretical specific capacity (3860 mA h g−<sup>1</sup> ) and low reduction potential.(#page-8-0)–<sup>3</sup> However, the risk of explosion or fire due to the leakage of liquid electrolyte results in the stability and safety of such batteries becoming important issues.(#page-8-0) To solve these problems, solid polymer electrolytes (SPEs) can be used instead of liquid electrolytes, because SPE-based lithium batteries show higher thermal stability and good safety without organic solvents. Nevertheless, the application of SPEs in LMBs is limited by the low ion conductivity of SPEs.(#page-8-0) In addition, due to the poor interfacial stability between electrolyte and electrode, SPEs usually crack, deform or even break during charging and discharging. This will further accelerate uneven lithium deposition, leading to the growth of lithium dendrites in the cracks.(#page-8-0) The growth of dendrites can cause internal short circuits in LMBs, which will shorten the battery service life. Therefore, LMBs are expected to exhibit high electrochemical performance with good stability and safety.\n\nAmong all SPEs, poly(ethylene oxide) (PEO) with the advantages of dissolving and conducting lithium ions has become the most commonly used polymer matrix due to its electrochemical and chemical stability.(#page-8-0) But it is well known that PEO with high degree of crystallinity leads to SPEs with lower ionic conductivity at room temperature.(#page-8-0) In order to enhance the electrochemical properties of PEO-based electrolytes, various strategies have been\n\nTherefore, it is very urgent to develop an ideal SPE to realize LMBs with safety and high performance.(#page-8-0)\n\nSelf-healing polymers can elicit repair by detecting external defects and restoring their original functions.(#page-8-0) In recent years, many studies have been conducted on dynamic noncovalent and covalent bonds. The reversibility of these bonds causes the dynamic behavior of a network (such as self-healing, ductility and recyclability).19–(#page-8-0) Examples are polymer networks based on reversible hydrogen bonds, Diels–Alder reactions, metal–ligand bonding, supramolecular chemistry or covalent interactions.(#page-8-0)–<sup>24</sup> Zhou et al.(#page-8-0) employed 2-ureido-4[1H]pyrimidone units and fabricated highly stretchable and self-healing SPEs via quadruple hydrogen bonding at 60 °C.\n<sup>\\*</sup> Correspondence to: Y Tong, School of Environmental and Chemical Engineering, Nanchang Hangkong University, 696 Fenghe South Avenue, Nanchang 330063, China. E-mail: \nsynthesized an ion gel based on a block copolymer. The ion gel formed via multiple hydrogen bonds showed self-healing property at room temperature without external stimuli. Compared with reversible noncovalent bonds, reversible dynamic covalent bonds possess higher bonding energy and stability, which endow SPEs with better mechanical strength.(#page-8-0) Li et al.(#page-8-0) prepared a selfhealing electrolyte with good ionic conductivity and mechanical properties from the photopolymerization of a macromolecular crosslinker with poly(ethylene glycol) diacrylate with various chain lengths and boronic ester covalent bonds under UV irradiation using a photoinitiator. Thus, such polymer electrolytes with self-healing ability can repair themselves quickly after damage, which can satisfy the requirement for the safety of LMBs. However, it has been found that most of these damaged electrolytes still need some stimuli such as moderate temperatures, certain amount of time and photoinitiator. Therefore, improving the healing efficiency of self-healing electrolytes has become a matter of great concern for practical application of them in LMBs.\n\nIn the work reported here, crosslinked network SPEs (shCLSPEs) with self-healing ability were prepared using polyoxyethylenebis(amine) (H2N-PEG-NH2) and 1,3,5-benzenetricarboxaldehyde (TPB) through Schiff base reaction. The network polymers with ether oxygen atoms of EO chains showed good thermal stability and excellent filmforming properties. The crystallinity of the polymer also decreased significantly due to the incorporation of TPB, which acts as crosslinking agent and providing self-healing sites. It was found that shCLSPE-3400 with medium-length polyoxyethyl chain (H2N-PEG-NH2, M<sup>n</sup> = 3400 g mol−<sup>1</sup> ) exhibited a relatively low glass transition temperature (−46.1 °C), high ionic conductivity of 4.8 × 10−<sup>4</sup> S cm−<sup>1</sup> at 25 °C and wide electrochemical window. It is worth noting that shCLSPE-3400 showed good self-healing ability and excellent mechanical flexibility. In addition, a Li|shCLSPE-3400|LiFePO4 battery with shCLSPE-3400 as electrolyte was studied and an initial discharge capacity of 141.6 mAh g−<sup>1</sup> was obtained at 0.1 C, which remained at 125.1 mAh g−<sup>1</sup> after 100 cycles.\n\n# EXPERIMENTAL\n\n## Materials\n\nTPB and bis(trifluoromethane) sulfonimide lithium salt(LiTFSI) were purchased from Energy Chemical. NH2-PEG-NH2 (M<sup>n</sup> = 1000, 3400, 6000 g mol−<sup>1</sup> ) was obtained from Shenzhen Meiluo Technology Co. Ltd. Acetonitrile (AR) was provided by Sinopharm Co. Ltd. Metal lithium foils with a thickness of 1.0 mm and a diameter of 16 mm and lithium iron phosphate cathode with a thickness of ca 16 μm were supplied by Guangdong Canrd New Energy Technology Co. Ltd. All chemicals were used as-received for purification and dewatering operations.\n\n#### Preparation of crosslinked network solid polymer electrolyte (shCLSPE)\n\nAll-solid polymer membrane crosslinked by imine bonds was prepared using TPB and H2N-PEG-NH2 (M<sup>n</sup> = 1000, 3400, 6000 g mol−<sup>1</sup> ) in polar solvent.(#page-8-0) Firstly, H2N-PEG-NH2 (212.5 mg, 0.063 mmol, M<sup>n</sup> = 3400 g mol−<sup>1</sup> ) was dissolved in acetonitrile (500 μL), to which was added TPB (6.7 mg, 0.041 mmol) with [amine]0 and [aldehyde]0 kept at 0.25 mol L−<sup>1</sup> . The amount of lithium salt was according to a fixed [O]/[Li+ ] molar ratio of 20:1. After the mixed solution became homogeneous, the solution was poured into a circular Teflon mold with a diameter of 18 mm. To obtain a stable all-solid polymer electrolyte membrane, the mixture was stood for 4 h at room temperature.\nFinally, the film was dried at 60–80 °C in vacuum for 48 h to remove acetonitrile residue and water vapor. Based on the various molecular weights of H2N-PEG-NH2, namely M<sup>n</sup> = 1000, 3400 and 6000 g mol−<sup>1</sup> , the formed selfhealing polymer electrolytes were named as shCLSPE-1000, shCLSPE-3400 and shCLSPE-6000, respectively.\n\n## Preparation of crosslinked network polymer (CLSP)\n\nThe self-healing crosslinked network polymer was synthesized in the same way as shCLSPE without lithium salts. The solvent was volatilized at room temperature and the films formed quickly. For comparison, they were denoted as CLSP-1000, CLSP-3400 and CLSP-6000, respectively.\n\n## Structural characterization of shCLSPEs\n\nFourier transform infrared (FTIR) spectroscopy was used to analyze the molecular structure and characteristic functional groups of shCLSPE. FTIR spectroscopy was performed with a Shimadzu IR Prestige-21 FTIR spectrophotometer in the range 3000– 400 cm−<sup>1</sup> . The shCLSPE was dried at 100 °C in vacuum for 24 h before testing and each sample was attached on KBr substrate for measurement.\n\nXRD is a technique for rapid analysis of crystalline phase materials. XRD can be used to characterize the crystalline properties of a material. Each shCLSPE film sample with a flat surface was attached on a glass sheet and measured in transmission mode with a Bruker D8 Focus X-ray diffractometer at room temperature. The scan angle range was 0–80°, and the scan rate was 1° min−<sup>1</sup> to analyze the changes in crystallinity.\n\n## Morphological characterization\n\nThe macroscopic appearance of the electrolytes was directly captured by a digital camera, such as photos of the self-repairing process.\n\n## Thermal analysis\n\nTGA was conducted with a TA Q20 analyzer at in a temperature range of 50 to 600 °C under N2 atmosphere at heating rate of 10 °C min−<sup>1</sup> to explore the thermal stability of polymer and polymer electrolytes.\n\nDSC was to measure the phase transition of polymer using a TA DSC Q2000 differential scanning calorimeter. In the temperature range from −80 to 80 °C, two treatments were performed at constant heating and cooling rate of 10 °C min−<sup>1</sup> under continuous N2 atmosphere, and finally the glass transition temperature (Tg), melting temperature (Tm) and enthalpy (ΔHm) values were obtained from the analysis of the secondary heating curve.\n\n## Characterization of self-healing properties\n\nA razor was used to cut the stained shCLSPE into two sections. Two semicircular polymer films of different colors were brought into contact. The healing speed was measured according to the healing time at room temperature and at 50 °C.\n\n#### Electrochemical characterization\n\nThe electrochemical performances of shCLSPEs were evaluated using AC impedance measurements (electrochemical impedance spectroscopy, EIS), linear sweep voltammetry (LSV), DC polarization method and constant current density charge–discharge measurements. For determining the electrochemical performance, <span id=\"page-2-0\"></span>a Chenhua CHI760 electrochemical workstation (CH Instruments 760) was adopted.\n\nThe ionic conductivity of shCLSPE was determined using the CHI760 electrochemical workstation via EIS. The electrolyte was sandwiched between a pair of stainless steel (SS) barrier electrodes, and the measurement was performed from 1 Hz to 100 kHz in the temperature range from 25 to 75 °C, with an amplitude of 5 mV, for the accuracy of the measurement. The SS| shCLSPE|SS symmetric electrode was kept at each temperature for 1 h to reach thermal equilibrium before measurement.\n\nThe ionic conductivity of the electrolyte was calculated using the following formula:\n\n$$\n\\sigma = d / (S \\times R_{\\rm b}) \\tag{1}\n$$\n\n\nThe electrochemical stability window of shCLSPE was determined using LSV at a sweep rate of 0.5 mV S−<sup>1</sup> (relative to Li<sup>+</sup> /Li) from 1.0 to 7.0 V. Li|shCLSPE|SS batteries were assembled by sandwiching the ionic polymer electrolyte between lithium metal and SS as the reference/counter electrode and working electrode in a glove box. This mainly measures the oxidation resistance of materials within a certain voltage range.\n\nThe lithium transfer number (tLi + ) was determined using a combined method of AC impedance and DC polarization measurement. A button battery with Li|shCLSPE|Li structure was constructed in a glove box filled with argon gas.\n![](_page_2_Figure_8.jpeg)\n\nFTIR spectra of TPB and crosslinked polymers.\n\nThe initial current was recorded as I0. The transfer of charge was mainly by all the mobile components such as Li+ , anions and ion pairs in the system. With only Li<sup>+</sup> moving, the current tended to be stable, which was then recorded as the steady-state current Iss. Then the AC impedance diagram was measured and recorded as Rss. The formula is as follows:\n\n![](_page_2_Figure_11.jpeg)\n\n(a) Crosslinked polymer synthesis process. (b) Macroscopic morphology and schematic diagram of self-healing process.\n\n<span id=\"page-3-0\"></span>![](_page_3_Figure_3.jpeg)\n\nXRD patterns of (a) crosslinked network polymers and (b) all-solid polymer electrolytes.\n\n![](_page_3_Figure_5.jpeg)\n\nDSC curves of (a) self-healing crosslinked network polymers and (b) all-solid polymer electrolytes at −80 to 80 °C.\n\n$$\nt_{Li^{+}} = \\frac{I_{ss}(\\Delta V - I_0 I_0)}{I_0(\\Delta V - I_{ss} R_{ss})}\n$$\n\n## Battery measurement\n\nThe battery performance of the ionic polymer electrolyte was measured using a CR2032 coin cell. The assembly involved purchased LiFePO4 as the cathode electrode sheet, shCLSPE as the electrolyte and lithium metal as the anode. The battery was assembled in an argon atmosphere. An LNAD CT2001A battery test system was used to evaluate the charge–discharge cycle performance of the LiFePO4|shCLSPEs|Li battery, and the voltage range was 2.5–4.2 V.\n\n## RESULTS AND DISCUSSION\n\n## Preparation and self-healing mechanism of shCLSPE\n\nThe shCLSPE electrolyte were prepared using H2N-PEG-NH2 and TPB through Schiff base crosslinking reaction in acetonitrile at room temperature (Fig. [1\\(a\\)\\)](#page-2-0). Various molecular weights (M<sup>n</sup> = 1000, 3400, 6000 g mol−<sup>1</sup> ) of H2N-PEG-NH2 were used for comparison. The molar ratio of TPB to H2N-PEG-NH2 had a profound effect on the formation of shCLSPE films. Excessive aldehyde groups mean that there are not enough crosslinking points for the formation of crosslinked networks, and excessive amine groups will lead to rapid crosslinking reaction and inhomogeneous dispersion of amine groups in the mixture[.31](#page-8-0) Thus, for all reactions, the initial concentrations of amine and aldehyde functional groups were kept consistent to ensure high conversion of functional groups. From the macroscopic morphology of the crosslinked polymer electrolyte (Fig. [1\\(b\\)\\)](#page-2-0), it can be seen that the surface of the membrane is smooth, transparent and stretchable, which is conducive to good contact between electrolyte and electrode. Dynamic covalent imine bonds were introduced into the polymer network as crosslinking points and reversible selfheling sites. As shown in Fig. [1\\(b\\)](#page-2-0), the aromatic nucleus as an electron acceptor in TPB helps to stabilize the zwitterionic intermediate with a negative charge on the imine nitrogen.(#page-8-0) Therefore, TPB-based imine bonds are stable and reversible under mild conditions. After fracture, the imine bonds will be broken or hydrolyzed into aldehydes and amines, and crosslinked again to produce imine bonds, thus repairing the damage during the healing process. In addition, the cleaved imine can produce primary amines (from H2N-PEG-NH2) and exchange with other unbroken imine bonds to achieve repair quickly.(#page-8-0)\n\n## Structural characterization\n\nFTIR spectra were used to monitor the progress of the condensation reaction, the stretching of imine bonds and aldehyde groups showing characteristic peaks at 1650 and 1695 cm−<sup>1</sup> , respectively\n\n<span id=\"page-4-0\"></span>\n\n| Table 1.<br>Thermal performance data of polymers and solid-state polymer electrolytes                       |           |              |           |              |           |              |  |  |  |\n|-------------------------------------------------------------------------------------------------------------|-----------|--------------|-----------|--------------|-----------|--------------|--|--|--|\n| Sample                                                                                                      | CLSP-1000 | shCLSPE-1000 | CLSP-3400 | shCLSPE-3400 | CLSP-6000 | shCLSPE-6000 |  |  |  |\n| Tg (°C)                                                                                                     | −44.5     | −40.1        | −47.5     | −46.7        | −47.0     | −41.8        |  |  |  |\n| Tm (°C)                                                                                                     | 34.3      | ND           | 50.2      | 19.9         | 578.0     | 41.2         |  |  |  |\n| ΔH (J g−1<br>)                                                                                              | 72.0      | ND           | 78.2      | 2.0          | 87.2      | 60.2         |  |  |  |\n| Xc (%)                                                                                                      | 33.7      | ND           | 36.6      | 0.9          | 40.8      | 28.2         |  |  |  |\n| Td (°C)                                                                                                     | 310.0     | 331.0        | 327.0     | 350.0        | 320.0     | 347.0        |  |  |  |\n| ND, not detected; Tg, glass transition temperature; Tm, melting temperature; Td, decomposition temperature. |           |              |           |              |           |              |  |  |  |\n\n(Fig. [2\\)](#page-2-0). This confirmed the formation of imine bonds in the polymer network and the presence of unreacted aldehyde groups.(#page-8-0) The broad peaks at 2870 and 2939 cm−<sup>1</sup> corresponded to CH2 stretching of the PEG chain in the polymer. And the peaks at 1108 and 1060 cm−<sup>1</sup> indicated the presence of C O C groups in the PEG chain, confirming the interaction between the various components of the polymer.(#page-8-0) All reactions reach high conversion rates at room temperature, which is indicated by the reduction of the area of aldehyde stretching vibration peak in the FTIR spectra. Extending the reaction time or increasing the initial reactant concentration cannot significantly increase the conversion rate.\n\nXRD is a very important method for studying the crystalline performance of electrolytes, especially all-solid polymer electrolytes. Figure(#page-3-0) shows the XRD patterns of crosslinked polymers and all-solid polymer electrolytes. It can be seen from Fig. [3\\(a\\)](#page-3-0) that CLSP-1000 was amorphous with a relatively low molecular weight, and the other two polymers CLSP-3400 and CLSP-6000 were semi-crystalline, which may be due to the degree of chain entanglement of polymer segments increasing with the increase of PEG molecular weight. As shown in Fig. [3\\(b\\)](#page-3-0), only the all-solid polymer electrolyte shCLSPE-6000 has a semi-crystalline structure with two sharp peaks on a broad peak at about 20°. It can be concluded that the polymer electrolytes with appropriate molecular weight of PEG chain can form an amorphous state that is beneficial to Li<sup>+</sup> transport under the plasticizing effect. Further comparing the XRD patterns of the crosslinked polymer and the corresponding electrolyte, it is found that the crystallinity of the electrolyte decreases with the doping effect.\nThe amorphous structure makes the chain segment possess a relatively low energy barrier, which is beneficial to ion migration and increases the ionic conductivity.\n\n## Thermal performance analysis\n\nThe thermal stability of all-solid polymer electrolytes is an important factor which can significantly affect the safety of lithium batteries. The DSC curves of polymers and SPEs tested from −80 to 80 °C are shown in Fig. [4.](#page-3-0) By comparison, it is found that the addition of lithium salt will generally increase Tg, implying strong ion– dipole interaction in SPEs. Although ion coupling and lower chain mobility may decrease the ion conductivity to a certain extent, T<sup>g</sup> from −40.1 to −47.5 °C indicates that the electrolytes exhibit good chain motion and flexibility.(#page-8-0) In addition, the peak of T<sup>m</sup> decreases or even disappears with the addition of lithium salt, indicating that the electrolytes are amorphous, which is in accord with the results of XRD analysis. The specific T<sup>m</sup> and T<sup>g</sup> are presented in Table 1.\n\nThe melting enthalpy (ΔHm) values also change due to the incorporation of LiTFSI into the polymer. ΔH<sup>m</sup> can be calculated using DSC and the crystallinity (Xc) can be estimated from the value of ΔH<sup>m</sup> according to the following formula:\n\n$$\nX_{\\rm c} = \\frac{\\Delta H_{\\rm m}}{\\Delta H_{\\rm m}^0} \\times 100\\%\n$$\n\n\nwhere ΔH<sup>0</sup> <sup>m</sup> is the melting enthalpy for 100% crystalline PEO, its value being 213.7 J g−<sup>1</sup> .(#page-8-0) As evident from Table 1, the X<sup>c</sup> value\n\n![](_page_4_Figure_12.jpeg)\n\nTGA curves of (a) self-healing crosslinked network polymers and (b) all-solid polymer electrolytes at 50 to 550 °C.\n\n<span id=\"page-5-0\"></span>![](_page_5_Figure_2.jpeg)\n\nThermal dimensional stability of shCLSPE-3400 (left) and commercial separator (Celgard, right) in a vacuum drying oven at 80 to 160 °C for 30 min.\n\nThe decrease of X<sup>c</sup> was due to the plasticization of LiTFSI, which will enhance ion transfer between intrachain and interchain.\n\nFigure(#page-4-0) shows the TGA curves of polymers and all-solid polymer electrolytes. The initial degradation temperatures are also listed in Table(#page-4-0). All crosslinked polymers and SPEs possess excellent thermal stability even at 300 °C. As shown in Fig. [5\\(b\\),](#page-4-0) the decomposition temperatures (Td) of shCLSPE-1000, shCLSPE-3400 and shCLSPE-6000 were 331, 350 and 347 °C, respectively, which make them candidate materials for electronic devices due to their extremely high temperature tolerance. The thermogravimetric loss of 10% above 100 °C may be attributed to the decomposition of the crystal water contained in the salt.\n\nIn order to further measure the thermal dimensional stability of the polymer electrolyte membrane, shCLSPE-3400 and a commercial separator were dried in a vacuum drying oven at 80, 100, 120, 140 and 160 °C for 30 min, as shown in The original size of shCLSPE-3400 did not shown any change from 80 to 160 °C, while the Celgard suffered severe shrinkage from 100 °C (Fig. 6(b)), then completely curled and became transparent at 140 °C (Fig. 6(d)).\nObviously, the all-solid polymer electrolyte shows better thermal stability than the commercial separator, which is conducive to improving the safety of lithium batteries.\n\n#### Self-healing and adhesion properties\n\nIn order to impart self-healing properties, dynamic covalent bonds based on imine crosslinks were introduced into the polymer electrolytes. Two kinds of shCLSPEs were prepared in acetonitrile solvent with and without 5% methyl orange, respectively (Fig. 7(a)). Then two disc-shaped polymers were cut with a razor blade, and then the broken interfaces of the film with different colors were brought into contact separately in different environments using tweezers. Two separated shCLSPE samples reattached within 10 min at room temperature and the membrane was fully recovered, which can be bent and twisted without rupture. It was also observed that the dye diffuses significantly at the interface within 24 h, indicating that the electrolytes possess excellent self-healing ability. In order to further study the selfhealing efficiency, another two separated shCLSPE samples were placed at 50 °C for repairing. It can be clearly seen that the membrane can recover within 5 min, and the two halves fused into a single entity.\n![](_page_5_Figure_10.jpeg)\n\n(a) Self-healing performance of all-solid polymer electrolytes at room temperature and 50 °C. Mechanical strength of (b) original sample and (c) healed electrolyte at room temperature.\n\n<span id=\"page-6-0\"></span>![](_page_6_Figure_3.jpeg)\n\n(a) Curves of change in ionic conductivity of shCLSPE at 25–75 °C. (b) VTF curves of shCLSPE. (c) Ionic conductance curves of shCLSPE. (d) Impedance spectra of shCLSPE-3400 at 25–75 °C.\n\nIn addition, the shCLSPE membrane with width of 10 mm and thickness of 0.90 mm can withstand a weight of 100 g before and after self-healing, implying that the electrolytes show good mechanical strength (Figs. [7\\(b\\) and \\(c\\)\\)](#page-5-0). The good stretchable capability is favorable for improving the safety of the SPEs. It is also worth mentioning that shCLSPE possesses good adhesion property, as shown in Fig. S1, which is beneficial for maintaining good contact with lithium metal and ensuring interface stability.\n\n## Electrochemical performance\n\nIonic conductivity is one of the important parameters of SPEs in LMBs.\nThe ionic conductivity of shCLSPE-1000, shCLSPE-3400 and shCLSPE-6000 was 2.0 × 10−<sup>4</sup> , 4.8 × 10−<sup>4</sup> and 1.2 × 10−<sup>5</sup> S cm−<sup>1</sup> at room temperature, respectively. The highest ionic conductivity of shCLSPE-3400 may be related to the amorphous state of the PEG segments, as evident from the XRD results. This means that the conformation rotation will be limited with shorter PEG chains, and long PEG chains will result in formation of crystalline phases, which is not beneficial to lithium ion transport. In addition, the ionic conductivity of all the electrolytes increased with increasing temperature, and shCLSPE-3400 showed the highest ionic conductivity of 7.0 × 10−<sup>4</sup> S cm−<sup>1</sup> at 75 °C. For all-solid polymer electrolyte systems, the curve of ionic conductivity with temperature follows the Vogel–Tamman– Fulcher (VTF) equation:\n\n| Table 2.<br>Electrochemical parameter values of shCLSPEs |                         |                         |                  |                  |                |                |  |  |  |\n|----------------------------------------------------------|-------------------------|-------------------------|------------------|------------------|----------------|----------------|--|--|--|\n| Sample                                                   | ⊞ (S cm−1<br>) at 25 °C | ⊞ (S cm−1<br>) at 75 °C | Ea (eV) at 25 °C | Ea (eV) at 75 °C | G (S) at 25 °C | G (S) at 75 °C |  |  |  |\n| shCLSPE-1000                                             | 2.0 × 10−4              | 3.4 × 10−4              | 0.056            | 0.075            | 0.064          | 0.110          |  |  |  |\n| shCLSPE-3400                                             | 4.8 × 10−4              | 7.0 × 10−4              | 0.050            | 0.064            | 0.100          | 0.170          |  |  |  |\n| shCLSPE-6000                                             | 1.2 × 10−5              | 1.6 × 10−4              | 0.085            | 0.083            | 0.038          | 0.051          |  |  |  |\n|                                                          |                         |                         |                  |                  |                |                |  |  |  |\n\n⊞, ionic conductivity; Ea, activation energy; G, ionic conductance.\n\n<span id=\"page-7-0\"></span>![](_page_7_Figure_3.jpeg)\n\n(a) LSV curves of shCLSPE and (b) chronoamperometry of Li|shCLSPE-3400|Li cell at room temperature (inset: AC impedance spectra of battery before and after polarization).\n\n$$\n\\sigma T^{1/2} = A \\exp\\left(\\frac{-E_a}{R(T - T_0)}\\right) \\tag{4}\n$$\n\nAccording to the literature, T<sup>0</sup> in the polymer electrolyte is 50 K lower than Tg.(#page-8-0) Figure [8\\(b\\)](#page-6-0) shows the VTF curves of shCLSPE. Some electrochemical parameters of the allsolid polymer electrolytes are also listed in Table [2.](#page-6-0) The E<sup>a</sup> value of the electrolyte at room temperature was between 0.056 and 0.085 eV, indicating that the ion movement in the polymer electrolyte is mainly affected by the EO segment, and the incorporation of crosslinked imine structure seemed to have no effect on the conduction mechanism. This was consistent with the activation energy of amorphous polymer electrolytes with low Tg.(#page-8-0)\n\nWhen an all-solid polymer electrolyte is regarded as electrolyte and separator, the conductance obtained by normalizing the thickness of the polymer electrolyte is more important than the conductivity. A relatively thin electrolyte has higher ion conductance for its shorter ion diffusion channel, which will accelerate ion transport and increase conductivity.\n\nThe data calculated using Eqn are shown in Fig. [8\\(c\\)](#page-6-0) and summarized in Table(#page-6-0):\n\n$$\nG = (\\sigma A) / L \\tag{5}\n$$\n\nThe ionic conductance shows the same trend as conductivity, which reflects that electrolytes with high conductance are beneficial for increasing the performance of batteries.(#page-8-0)\n\nThe impedance spectra of shCLSPE-3400 at different temperatures are shown in Fig. [8\\(d\\),](#page-6-0) which were measured using the SS| shCLSPE-3400|SS assembly and from 25 to 75 °C. It can be seen that there was one slanted line in the EIS diagram without semicircle, the volume resistance (Rb) decreasing with temperature increasing. This is mainly due to the fact that high temperature will generate more free volume, which is beneficial to the segments movement of polymer and the migration of ionophores.(#page-8-0)\n\nElectrochemical stability windows of shCLSPEs were characterized using LSV. As shown in Fig. 9(a), a Li|shCLSPE|SS battery was assembled with lithium metal as reference electrode and SS as working\n\n![](_page_7_Figure_14.jpeg)\n\n(a) Initial charge–discharge performance of shCLSPE at 0.1 C. (b) Cycle performance of Li|shCLSPE-3400|LiFePO4 at room temperature (voltage: 2.5–4.2 V).\n\n<span id=\"page-8-0\"></span>electrode, and measured at room temperature. For shCLSPE-1000, shCLSPE-3400 and shCLSPE-6000, the decomposition voltage is about 4.6 to 5.1 V, with only slight electrochemical decomposition between 1 and 4.6 V. When the voltage exceeds 4.6 V, a large number of electric currents begin to pass through the voltage limit, which means that the electrochemical stability window of the prepared self-healing electrolyte is about 4.6 V. The lithium ion transference number (tLi + ) is a key factor for SPEs, which reflects the migration of lithium ions during charging and discharging. The AC impedance and DC polarization curves of the Li|shCLSPE-3400|Li assembly are shown in Fig. [9\\(b\\).](#page-7-0) The calculated tLi <sup>+</sup> was 0.31, which is more than 1.5 times that of SPE prepared by pure PEO and lithium salt.44 This indicates that the shCLSPE-3400 electrolyte provides more ion diffusion channels and promotes the migration of ions.\n\n## Battery performance of shCLSPEs\n\nLithium metal battery was assembled using lithium metal as anode, shCLSPE as electrolyte and lithium iron phosphate as cathode to evaluate the application of shCLSPEs. Figure [10\\(a\\)](#page-7-0) shows the initial charge–discharge performance of shCLSPE with PEG chains of various molecular weights at 0.1 C (voltage: 2.5–4.2 V). The initial discharge capacities of the battery based on shCLSPE-1000, shCLSPE-3400 and shCLSPE-6000 were 132.1, 141.6 and 116.2 mAh g−<sup>1</sup> , respectively. The faster capacity decay of the Li|shCLSPE-6000| LiFePO4 battery may be ascribed to the relatively high crystallinity and low ionic conductivity of the electrolyte. The charge–discharge performance of the Li|shCLSPE-3400|LiFePO4 battery measured between 2.5 and 4.2 V at a rate of 0.1 C is also plotted in Fig. [10\\(b\\)](#page-7-0). The discharge capacity remains at 125.1 mAh g−<sup>1</sup> with a coulombic efficiency of 97.9% after 100 cycles (Fig. [10\\(b\\)\\)](#page-7-0). These results indicated that shCLSPE exhibits good cycle performance and has potential for application in safe and high-performance LMBs.\n\n# CONCLUSIONS\n\nA self-healing and crosslinked network all-solid polymer electrolyte based on various PEG chain lengths was successfully prepared and applied to LMBs. The excellent self-healing properties and high thermal stability of the SPE can lead to safe batteries. In addition, shCLSPE with good mechanical strength and adhesion properties ensures good contact with lithium metal electrodes, further improving the battery properties. The Li|shCLSPE-3400|LiFePO4 battery showed good cycling stability and high coulombic efficiency. Thus, the approach described here provides a new strategy to fabricate polymer electrolytes for all-solid LMBs.\n\n"
}