{
  "fn": "10.1002_batt.202200212",
  "text": "## **Introduction**\n\nAll-solid-state batteries (ASSBs) have attracted growing attention due to the advantages of high energy density, high stability and safety. Lithium metal with high theoretical specific capacity (3860 mAhg <sup>1</sup> ) and low electrochemical potential ( 3.04 V vs. SHE) is expected to be used as anode material in ASSBs. However, if the solid-state electrolytes (SSEs) do not have sufficient mechanical strength to inhibit the uncontrolled growth of lithium dendrites during lithium deposition/exfoliation, it can lead to rapid cell failure or pose a safety risk. For example, solid polymer electrolytes (SPEs) with low mechanical modulus usually cannot inhibit the growth of lithium dendrites. Inorganic ceramic electrolytes (ICEs) show high room temperature ionic conductivity, broad electrochemical windows and excellent mechanical properties, but poor interfacial solid-solid contact between electrolyte and electrodes, which causes large interfacial resistance and limited Li<sup>+</sup> ions transport. Thus, an ideal electrolyte should possess high mechanical modulus to prevent the growth of lithium dendrites and soft feature to maintain intimate contact with electrodes for fast ions transport. The out-of-sync requirements for both anode and cathode interface properties are hardly satisfied by single-layer electrolytes simultaneously, which prevents the practical application of solid electrolytes in ASSBs.\n\nTo meet those asynchronous demands, an asymmetric solid-state electrolyte (ASSE) with more than one layer of electrolyte is an effective strategy to solve those problems, in\n\n<sup>[</sup>a] *Y. Li, G. Wang, Prof. Dr. L.-Z.\n![](_page_0_Picture_12.jpeg)\n\n<https://doi.org/10.1002/batt.202200212> *An invited contribution to a Special Collection dedicated to the 5-Year Anniversary of Batteries & Supercaps.*\n\nMeanwhile, a polyimide (PI) film is used as a scaffold to improve the mechanical properties of the electrolyte. As a result, the ACE with a thickness of 35 μm exhibits an ionic conductivity of 1.34×10 <sup>4</sup> S cm <sup>1</sup> at room temperature. Furthermore, both the LiNi0.5Co0.2Mn0.3O2/ACE/Li and LiFePO4/ACE/Li full cells exhibit excellent electrochemical performances.\n\nBy designing ASSE with an asymmetric structure, it is not only possible to meet the special requirements of the cathode and anode interfaces, but also to compensate for the shortcomings of a single electrolyte. Meanwhile, the advantages of each electrolyte are fully exploited to achieve the superior electrochemical performance of ASSBs. Zhao et al. designed an asymmetric polymer electrolyte, in which the polypropylene carbonate layer with sufficient viscosity and flexibility was used on the side of the cathode to reduce the interfacial resistance and a high mechanical strength polyethylene oxide layer modified with hexagonal boron nitride was used on the side of the anode to inhibit the growth of lithium dendrites. Moreover, some ASSEs were proposed which usually include an inorganic layer for inhibiting the growth of lithium dendrites and a soft polymer for improving the stability of the interface with the cathode. Sun et al. constructed an asymmetric solid electrolyte with ceramic enrichment layer and polymer layer to overcome the lithium dendrite growth at anode side, and large resistance and electrochemical stability at the cathode side simultaneously. Inspired by these pioneering works and considering that interfacial stability and lithium dendrites have a significant impact on the cells, we believe that an asymmetric electrolyte with different hybrid organic/inorganic layers will not only inhibit the growth of lithium dendrites but also have important significance for improving the interface stability. In addition, most of the asymmetric electrolytes prepared by the researchers are relatively thick, which ultimately affects the impedance and energy density of the battery. Therefore, it is particularly important to prepare ultra-thin asymmetric composite electrolytes.\n\nIn this work, we have fabricated an ultra-thin asymmetric composite electrolyte (ACE) by a rational design to satisfy the specific requirements of the interface and electrolyte.\n![](_page_1_Picture_2.jpeg)\n\nThe obtained layer was prepared to boost the interfacial connection between cathode particles and ACE, which formed a three-dimensional cross-linked structure to enhance mechanical properties and improved lithium-ion transport capacity. (ii) Li6.75La3Zr1.75Ta0.25O12 (LLZTO) powders were selected as inorganic fillers into the layer toward the anode side. The layer exhibits high mechanical strength that can effectively inhibit the growth of lithium dendrites during the charging/discharging process, in which the LLZTO can also promote the ionic conductivity of the layer. (iii) The addition of the PI film substantially improves the mechanical properties and the thickness of the ACE. As a result, the ACE exhibits good thermal and chemical stability, high ionic conductivity (1.34×10 <sup>4</sup> S cm <sup>1</sup> ) and a wide electrochemical window (4.9 V). Li/ACE/Li can be stably cycled for 600 h at 0.1 mAcm <sup>2</sup> (0.1 mAhcm <sup>2</sup> ) with a low charge voltage polarization. In addition, both the LiNi0.5Co0.2Mn0.3O2/ACE/Li full cells and LiFePO4/ACE/Li full cells exhibit superior cycling stability and excellent electrochemical.\n\n## **Results and Discussion**\n\nThe schematic of the preparation process of ACE is illustrated in Scheme 1. To meet the demand for interfacial solid-solid contact of the cathode, it is proposed to use a soft polymer electrolyte (PE) layer consisting of PPC, PVDF and LiTFSI. PPC is an aliphatic polyester synthesized from carbon dioxide and propylene oxide. And it has an amorphous structure and flexible molecular chains with carbonyl oxygen, which leads to the low glass transition temperature, high flexibility and high dielectric constant. Such properties allow it to effectively solve interfacial contact problems and improve the performance of solid-state electrolytes. On the anode side, a high mechanical strength composite electrolyte (CE) composed of LLZTO powders, PPC, PVDF, and LiTFSI is used to inhibit the growth of lithium dendrites. As to the polymer electrolytes, lithium dendrites form and spread rapidly during the charging and discharging, eventually penetrating the polymer electrolyte and causing a short circuit in the cell. The introduction of LLZTO powders into the dual-matrix electrolyte could inhibit the growth of lithium dendrites to some extent. In addition, the dual-matrix acted as a soft component to accommodate fluctuations in the interfacial volume as well as to ensure a tightly contacted interface and sufficient channels for Li<sup>+</sup> transport. In addition, the porous PI film provides mechanical support for the ACE.\n\n![](_page_1_Figure_6.jpeg)\n\n## Scheme 1.\n\nSchematic of the fabrication process of ACE.\n\n![](_page_2_Picture_2.jpeg)\n\nIt is the zirconium-based LLZO electrolyte with the garnettype structure that has excellent electrochemical properties and stability to Lithium, so Li7 *<sup>x</sup>*La3Zr2 *<sup>x</sup>*Ta*x*O12 (*x*=0.25) was selected and prepared as an inorganic electrolyte filler in this work. The XRD pattern of LLZTO powders is shown in Figure S1(a). Compared with the standard card of LLZTO (JCPDF 80–0457), the XRD pattern of LLZTO powders matches it without observing any other impurity peaks, which indicates the relatively high purity of LLZTO. From Figure S1(b), it can be found that LLZTO solid electrolyte exhibits good ionic conductivity (1.12×10 <sup>4</sup> S cm <sup>1</sup> ) at room temperature due to its special garnet-type structure. Figure S2a shows the microstructure and morphological characteristics of LLZTO powder, and it can be seen that LLZTO powders after ball milling exhibited a uniform particle size. Moreover, Figure S2(b) demonstrates the particle size distribution of LLZTO powder, which further proves that LLZTO powder mainly possesses a particle size of around 468 nm. To evaluate the ratio of LLZTO, and LiTFSI in the CE membranes, we systematically investigated the effects of different contents of ceramics and polymers on the ionic conductivity of the ACE. By comparison, it can be found that CE with 50% LLZTO content exhibits the highest ionic conductivity of 2.24×10 <sup>4</sup> S cm <sup>1</sup> at 25°C (as shown in Figure S3). The ionic conductivities of CE with different contents of LLZTO particles (from 0 to 80 wt%) firstly increase and then decrease with the increased content of LLZTO particles. The improved performance is attributed to the highly conductive interphase between LLZTO and polymer electrolyte. After exceeding 50 wt% of LLZTO, the conductivity begins to decrease owing to the LLZTO particles' agglomeration at high concentration, which reduces the volume fraction of interphase and destroys the percolated network of interphase. Therefore, considering the effect of ionic conductivity on battery performance, CE membranes prepared according to : LiTFSI mass ratio of 1:1 :1 were selected in this work.\n\nFrom Figure S4(a and b), it is can be observed that the dimensionally controllable ACE has excellent flexibility. The cross-section SEM image of the ACE is presented in Figure 1(a), which indicates that the thickness of the composite electrolyte is approximately 35 μm (coinciding with the thickness measured via the vernier caliper in Figure 1b) and demonstrates that the ACE has a sandwiched structure. The EDS images further reveal a sandwiched element distribution in which PI (with C N bonds) is the main source of nitrogen (N) elements, LLZTO provides lanthanum (La) elements, PVDF\n\n![](_page_2_Figure_6.jpeg)\n\n## \na) The cross-section SEM image of ACE and b) the corresponding EDS element mappings of N, La, S and F; c) the digital camera image of ACE to indicate its thickness; d) stress-strain curves of the electrolyte with PI and the electrolyte without PI.\n\n![](_page_3_Picture_2.jpeg)\n\nFrom Figure S5(a), it can be observed that the PE layer of ACE has a relatively dense and smooth surface, and Figure S5(b) demonstrates that the components of PE are uniformly distributed. The SEM image (Figure S6a) and EDS mapping images (Figure S6b) demonstrate the relatively homogeneous dispersion of the substance in the CE layer of the ACE. As depicted in Figure 1(d), the tensile strengths of ACE without PI film are 3.7 MPa. However, the mechanical performance of ACE containing PI film is significantly enhanced with a tensile strength of up to 10.8 MPa. The improved mechanical property of ACE can provide a high level of safety against short-circuiting during the charging/discharging process of lithium metal batteries. Moreover, digital photographs of the PP separator and ACE before and after storage at 150°C for 1 h have been exhibited in Figure S7, indicating that the commercial PP separator suffers a severe shape shrinkage, while ACE remains the same shape under condition. The result demonstrates that ACE can effectively eliminate the safety threat posed by internal short circuits and improve battery performance in high-temperature environments.\n\nThe ionic conductivity, electrochemical window and Li<sup>+</sup> transference number of ACE were tested and the related results are shown in For comparison, the ionic conductivities of PE, CE and ACE were tested under the same conditions as displayed in Figure 2(a). CE exhibits good ionic conductivity (2.24×10 <sup>4</sup> S cm <sup>1</sup> ) at room temperature due to the incorporation of LLZTO which can effectively promote the transport of lithium ions in the electrolyte. Compared to CE, it is evident that the ionic conductivity of the ACE containing the PI film (1.34×10 <sup>4</sup> S cm <sup>1</sup> ) has decreased, but it is still higher than that of PE (1.07×10 <sup>4</sup> S cm <sup>1</sup> ). It is not difficult to notice from Figure S8 that the introduction of the PI film has a small effect on the ionic conductivity of the ACE. Meanwhile, the electrochemical stability of the ACE was investigated by LSV. Figure 2(b) depicts the LSV curves of PE, CE and ACE. Compared with the electrochemical window of PE (4.7 V) and CE (5.3 V), the ACE is stable under 4.9 V, which demonstrates the high suitability of ACE for application in higher-voltage batteries. Furthermore, the lithium transference number (*t*Li<sup>+</sup>) acts as an important factor in assessing the mobility of lithium ions. As illustrated in Figure 2(c), ACE exhibits a significantly high *tLi* + of 0.43, which is similar to that of CE (*t*Li<sup>+</sup> =0.40, Figure S9**)**.\n![](_page_3_Figure_6.jpeg)\n\n## \na) Arrhenius plots of ion conductivity for ACE, PE, and CE; b) LSV curves of ACE, PE, and CE; c) current variation with time of a symmetrical Li/ACE/Li battery at 10 mVs <sup>1</sup> (the inset show EIS variation before and after polarization); d) impedance plots of Li/ACE/Li symmetric cell taken at different storage time at 25 °C.\n\n*Batteries & Supercaps* **2022**, *5*, e202200212 (4 of 8) © 2022 Wiley-VCH GmbH\n\n![](_page_4_Picture_2.jpeg)\n\nAs seen in Figure 2(d), the interfacial resistance shows a few variations in the initial period and then it remains at a relatively constant value as time evolves, indicating that the ACE is well contacted with the lithium metal surface.\n\nTo demonstrate the stability of the ACE, symmetric lithium batteries assembled in a glove box were systematically tested. As illustrated in Figure 3(a), the battery with CE was shortcircuited only after 296 h of cycling at 0.1 mAcm <sup>2</sup> for the area capacity of 0.1 mAhcm <sup>2</sup> . In contrast with this, the battery with ACE can present stable cycling for over 600 h under the same conditions. Figure S10 shows the critical current density for testing Li/ACE/Li symmetric batteries in the current density range of 0.02 to 1.0 mAcm <sup>2</sup> . Initially, the lithium plating/ stripping overpotential of the battery with ACE gradually increased as the current density increased progressively. When the current density rises to 0.7 mAcm <sup>2</sup> , the Li/ACE/Li symmetric battery showed a rapid increase in overpotential during the charging process, which may lead to a short circuit in the battery, indicating that the critical value of current density has been reached. The lithium plating/stripping processes for symmetric battery were further investigated and the relevant results are presented in Figure 3(c–f). Before cycling, the surface of the lithium metal anode is smooth and dense (Figure S11). As shown in Figure 3(c and d), the PE containing PI can inhibit the growth of lithium dendrites to a certain extent during the cycling process, and the surface of the lithium metal anode suffers from the obvious appearance of dendrites and becomes rough. In sharp contrast, lithium dendrites rarely appear on the surface of the lithium metal anode after cycling due to the mechanical strength of the CE, which effectively inhibits the formation of lithium dendrites and regulates uniform lithium deposition. In addition, the basic properties of ACE and other representative ACEs are summarized in Table S1, which indicates that the ACE is a promising electrolyte.\n\nTo confirm the improvement of interfacial solid-solid contact by ACE, three full cells containing respectively PE, ACE, and CE were prepared and tested for their impedances as shown in Figure S12. It can be seen that the impedance of the full cell containing CE is extremely high. In contrast, the impedance of the full cell containing ACE is significantly lower. Thus, it can be inferred that the addition of PE allows for a more stable interfacial solid-solid contact of the electrolyte.\n![](_page_4_Figure_7.jpeg)\n\n## \na) Galvanostatic cycling curves of the symmetric batteries with ACE and CE at current densities of 0.1 mAcm <sup>2</sup> for 0.1 mAhcm <sup>2</sup> ; Schematic illustrations of b) Li/PE/Li and d) Li/CE/Li after cycling, SEM images of the Li surface obtained from lithium symmetrical cells assembled with c) PE and e) CE after cycling at 0.1 mAcm <sup>2</sup> and 25°C, respectively.\n\n*Batteries & Supercaps* **2022**, *5*, e202200212 (5 of 8) © 2022 Wiley-VCH GmbH\n\n![](_page_5_Picture_2.jpeg)\n\nCompared to the previous report (displayed in Table S2), the amount of electrolyte added to ACE is very little. As shown in Figure 4(b and c), the battery with ACE had a high initial discharge capacity of 152.6 mAhg <sup>1</sup> and kept stable for 100 cycles which indicated high circulation stability of the ACE. The low initial coulombic efficiency of the battery with ACE can be explained as follows: in NCM/ACE/Li battery, NCM cathode will undergo irreversible structural changes resulting in loss of discharge capacity. Therefore, during the first cycle of charge and discharge, the discharge specific capacity is lower than the charge specific capacity. As a result, the coulombic efficiency is low in the first cycle. The charge/discharge curves of batteries with ACE at various rates ranging from 0.1 to 0.5 C were shown in Figure 4(d). The discharge capacity is progressively reduced as the rate increases. At room temperature, the cell with ACE provided an initial discharge capacity of 151.7 mAhg <sup>1</sup> at 0.1 C and it still had a high capacity of 117.6 mAhg <sup>1</sup> when the rate increased to 1 C. It is worth observing that as the rate returned to 0.1 C, the discharge capacity recovered to a similar level as before highrate cycling.\n\nFigure 5(a and b) displays that the LiFePO4/Li battery with ACE had a high initial discharge capacity of 155.4 mAhg <sup>1</sup> and remained stable for 200 cycles, which was tested at a rate of 0.1 C and the room temperature. The rate performance of LFP/ Li batteries with ACE at various rates ranging from 0.1 to 1 C is shown in Figure S13. Retained discharging capacities of 157.8, 154.5, 146.5, 135.4 and 117.9 mAhg <sup>1</sup> are obtained at the rate of 0.1, 0.2, 0.3, 0.5 and 1 C, respectively, and once the rate back to 0.1 C, the capacity is near to 158.1 mAhg <sup>1</sup> . The excellent rate performance of batteries with ACE meant that fast ion transport kinetics can be achieved, particularly at high current rates, due to excellent interface compatibility.\n\n#### **Conclusion**\n\nIn summary, we propose a rational strategy to construct an asymmetric electrolyte that has high safety and good electrochemical properties at room temperature by the method of pouring and forming. This unique structure contains a layer with high inorganic content, a PI film and a polymer layer to achieve a dendrite-free lithium anode and low interfacial resistance. At room temperature, the ACE exhibits good room temperature ionic conductivity of 1.34×10 <sup>4</sup> S cm <sup>1</sup> , a wide\n\n![](_page_5_Figure_7.jpeg)\n\n## \na) Schematic diagram of batteries; b) cycling stability and Coulombic efficiency under 0.1 C of solid-state battery at 25 °C; c) charge and discharge voltage profiles of ACE-based at different cycles with 0.1 C at 25°C; d) rate capability of solid-state batteries.\n\n*Batteries & Supercaps* **2022**, *5*, e202200212 (6 of 8) © 2022 Wiley-VCH GmbH\n\n![](_page_6_Picture_2.jpeg)\n\n![](_page_6_Figure_3.jpeg)\n\n## \na) Cycling stability and coulombic efficiency under 0.1 C of LFP/ACE/Li solid-state battery; b) charge and discharge voltage profiles of ACE-based LFP/Li at different cycles with 0.1 C at 25°C.\n\nThe battery with ACE can present stable cycling for over 600 h at 0.1 mAcm <sup>2</sup> for the area capacity of 0.1 mAhcm <sup>2</sup> . In addition, batteries assembled by ACE/Li and LFP/ACE/Li both exhibit good rate performance, outstanding cyclic stability, and high safety. All present results indicate that the ACE is suitable for application in safe, durable, high-voltage and high-energy density LIBs and it provides a new idea for the design of functionalized electrolytes.\n\n#### **Experimental Section**\n\nThe Experimental Section is available in the Supporting information.\n\n"
}