{
  "fn": "10.1002_advs.202414714",
  "text": "#### **DOI: 10.1002/advs.202414714**\n\n## 1.\n\nThe pursuit of interfacial stable lithium metal batteries (LMBs) has been a longstanding challenge in the field, particularly since metallic lithium replaces graphite as an anode material. Conventional LMBs, which use flammable liquid electrolytes such as ether-based electrolytes and carbonate-based electrolytes, pose potential safety hazards like leakage, ignition, and even explosions.[\\[1\\]](#page-7-0) Furthermore, the highly active lithium metal anode easily reacts with electrolytes, leading to uncontrollable and infinite lithium dendrite growth, which remains the key bottleneck for long-life stable LMBs.[\\[2\\]](#page-7-0) The concurrent formation of a solid electrolyte interface (SEI) layer can prevent the direct contact of Li metal and electrolyte. However, the SEI layer can be easily destroyed by its volume expansion, resulting in cell failure. Efforts have been made to address this challenge through various strategies.\n\nFor instance, researchers have utilized electrolyte solvation chemistry to regulate carbonate-based electrolytes, achieving stable cycling at low temperatures.[\\[3\\]](#page-7-0) Additionally, carbonate materials have been used to mediate low-concentration ether-based electrolytes, enabling stable cycling at high voltages.[[4\\]](#page-7-0) Furthermore, tuning intermolecular interactions to design nonflammable fluorinated electrolytes for high-voltage wide temperature cycling[\\[5\\]](#page-7-0) and building Li-intercalated interlayers as fast Li<sup>+</sup> conducting channels and Li protection structure[\\[6\\]](#page-7-0) can also support the stable high-voltage cycling of LMBs.\n\nNevertheless, replacing the organic liquid electrolyte with a solid electrolyte is a crucial step for enhancing safety and expanding the potential applications of LMBs. With all the challenges, significant efforts over the past decades have focused on developing new electrolyte materials, such as sulfide-based LixPSyCl6-y argyrodite electrolyte,[\\[7\\]](#page-7-0) oxide-based LLZO garnet electrolyte,[\\[8\\]](#page-7-0) and polymer-based electrolyte.[\\[9\\]](#page-7-0) Each type has advantages and limitations. Ceramic electrolytes offer high ionic conductivity but are brittle, while polymer electrolytes are flexible but lack sufficient mechanical strength.[\\[10\\]](#page-7-0) In contrast, composite electrolytes, consisting of a polymer matrix reinforced with inorganic fillers, inherent the advantages of both polymer and ceramic electrolytes, offering mechanical flexibility along with enhanced stability and conductivity.[\\[11\\]](#page-7-0) This makes composite electrolytes a promising solution for achieving interfacial stability in lithium metal batteries.\n\nThe low-cost poly(ethylene oxide) (PEO) composite electrolyte stands out as the promising candidate due to its high flexibility, strong Li<sup>+</sup> solubility, and excellent processability.[\\[12\\]](#page-7-0) The Li<sup>+</sup> transport in a PEO-based electrolyte is realized by the mobility of the ethylene oxide (EO) segments. However, the semi-crystalline nature of PEO hinders the segment motion dynamics at room temperature, resulting in a low ion conductivity (10<sup>−</sup>6–10<sup>−</sup><sup>8</sup> S cm<sup>−</sup>1).[\\[13\\]](#page-7-0) To overcome this limitation, introducing low molecular weight plasticizers, such as ester-based materials and nitrile-based materials, has been proven as an effective strategy. These plasticizers not only enhance thermal stability and reduce PEO crystallinity, but they also significantly improve ion conductivity.[\\[14,15\\]](#page-7-0) Furthermore, they contribute to the formation of a stable Li/electrolyte interface composed of LiF, Li3N, and organic components, which helps to suppress lithium dendrite penetration and improves the overall battery performance.\n\nCurrently, adjusting electrolyte compositions has enabled the development of batteries with high-voltage, fast-charging, and wide-temperature capabilities for diverse environmental conditions. However, understanding electrode interfacial behavior, the dynamics of lithium dendrite growth, and the process of SEI formation remains an open challenge despite ongoing research efforts.[\\[16\\]](#page-7-0) For instance, in-situ optical microscopy can observe Li-deposited layer and lithium dendrite under varying current densities,[\\[17\\]](#page-7-0) while in-situ transmission electron microscopy has captured the nucleation and growth of Li in functioning solidstate lithium metal batteries.[\\[18\\]](#page-7-0) However, these techniques probe only surface information and are limited by the resolution and response times, making it difficult to kinetically capture the dynamical process. Similarly, in-situ neutron techniques, such as in-situ neutron tomography,[\\[19\\]](#page-7-0) face limitations in terms of beam size and beam energy, lacking precision and resolution, preventing the effective monitoring of lithium dendrite and SEI layer formation. In contrast, synchrotron X-ray techniques offer an innovative approach to studying various types of batteries. For example, Sun et al. used synchrotron X-ray tomography to capture the degradation of Li-based anodes during electrochemical cycling.[\\[20\\]](#page-7-0) They also used this technique to assess the morphological reversibility of modified Li-based anode materials for nextgeneration batteries.[\\[21\\]](#page-7-0) Similarly, Lu et al. utilized synchrotron X-ray computed tomography to explore the failure mechanisms of Li/Na–CO2 batteries.[\\[22\\]](#page-7-0) Moreover, nondestructive nanofocus X-ray scattering (nXS), which combines a high photon flux and a precise illumination area, has been widely applied in fields such as polymer science and solar cells.[\\[23,24\\]](#page-7-0) The combination of high flux and nm-grade illumination area provides a unique opportunity to study growth kinetics in real-time.[\\[25\\]](#page-8-0) This unique approach gives rise to the visualization of lithium dendrite growth and SEI layer formation process when applied with galvanostatic cycling in LMBs.\n\nIn this work, an interfacial-stable PEO composite electrolyte is fabricated with the addition of succinonitrile (SN) for all-solidstate LMBs. The high polarity structure of SN ensures its ability to dissolve various types of salts, which enables an ionic conductivity contribution only from the dissolved salts, as SN itself does not contribute ions in an otherwise non-ionic matrix. Thus, the addition of SN can inhibit the crystallization of PEO and promote the solubility of lithium salt, resulting in an increase in ion conductivity. With the incorporation of SN, the modified electrolyte demonstrates a high ion conductivity of 2.69 × 10<sup>−</sup><sup>4</sup> S cm<sup>−</sup><sup>1</sup> and a Li<sup>+</sup> transfer number of 0.57, attributed to the reduced PEO crystallinity of 10.09%. This results in the stable Li plating/stripping at 0.1 mA cm<sup>−</sup><sup>2</sup> over 1000 h and an increased critical current density of 0.7 mA cm<sup>−</sup>2, exhibiting a superior compatibility with metallic lithium. Furthermore, we observe the lithium dendrite growth and the SEI layer formation during the first cycle by *operando* nanofocus wide-angle X-ray scattering (nWAXS) using a nanobeam size of 350 nm × 330 nm (H × V). The modified electrolyte in a Li symmetric cell effectively suppresses lithium dendrites by forming a stable interfacial layer primarily composed of LiF and Li3N. More importantly, the nWAXS reveals that SEI layer formation initiates at the electrolyte side of the Li/electrolyte interface midway through the first cycle and gradually extends toward the lithium metal electrode. Such a stable SEI layer enables steady long-term charging/discharging at elevated current densities, facilitates ion transports, and mitigates further electrolyte degradation. Leveraging this knowledge, our work presents an easy and cost-effective strategy for fabricating interfacial-stable composite electrolytes for all-solid-state LMBs and offers insights into the kinetics of electrode/electrolyte interfacial behavior microscopically during cycling.\n\n# **2. Results and Discussion**\n\n#### **2.1. Ion Conductivity and Thermal Behavior**\n\nThe influence of SN on the conductivity and electrochemical window is investigated by electrochemical impendence spectroscopy (EIS) and liner sweep voltammetry (LSV), respectively. **Figure(page-7-0) The thermal properties are evaluated using differential scanning calorimetry (DSC) and thermogravimetric analysis (TGA). Pure PEO powder possesses poor thermal properties, as shown in Figure S1 (Supporting Information), which present an extremely high Tm of 72.2 °C and melting enthalpy (ΔHm) of 128.06 J g<sup>−</sup>1. The heat flow curves of the reference (PEO-0SN) sample and PEO-10SN samples are shown in Figure S2 (Supporting Information). The addition of LiTFSI and Al2O3 leads to the reduction of Tm (51 °C) and ΔHm (50.85 J g<sup>−</sup>1), which can be attributed to the Lewis acid-base interactions between the ether O of the PEO chain and Lewis acid sites on the surface of Al2O3, [\\[14\\]](#page-7-0) resulting to the disruption of PEO\n\n<span id=\"page-2-0\"></span>![](_page_2_Picture_0.jpeg)\n\n![](_page_2_Figure_3.jpeg)\n\n## \nCharacterization of ion transport and thermal behavior in PEO-xSN (x = 0 and 10) composite electrolyte. a) Ionic conductivity of PEO-xSN at room temperature. b) Electrochemical window of PEO-xSN electrolyte. c) Summary of glass transition temperature (Tg), crystallization temperature (Tc), melting temperature (Tm), and crystallinity of PEO-xSN. The pure PEO powder (grey area) acts as the reference for crystallinity. d) TGA ranging from room temperature to 600 °C under Argon atmosphere of PEO-xSN. e) FTIR spectra of PEO-xSN film at room temperature.\n\nA slight increase in Tg is observed, attributed to the presence of Al2O3. Furthermore, the film with SN additive exhibits a further decreased Tg of −44 °C, Tm of 39.3 °C, and ΔHm of 13.95 J g<sup>−</sup>1. shows the comparison of the samples with/without SN and pure PEO powder as the reference to calculate crystallinity. Notably, the PEO-10 wt.% SN sample not only presents a lower Tg, Tm, and Tc but also achieves the lowest relative crystallinity of 10.09%. The decreased crystallinity increases the amorphous portion of PEO. With the addition of SN, the long PEO chains are perturbed, and therefore, the crystalline regions of PEO are disrupted, contributing to the overall ionic conductivity increase by enabling an easier movement of the Li<sup>+</sup> ions between PEO chains. shows the TGA curve of the composite electrolytes with and without additives. The slight weight loss of 4 wt.% ≈100 °C can be attributed to the removal of moisture or residual solvent in the film. In the reference sample (blue curve in Figure 1d), the major weight loss happens in the temperature window 240 – 520 °C at ≈80 wt.%, indicating sublimation of PEO. In the PEO-10SN sample, another weight loss of 6 wt.% appears at 100 – 184 °C, which can be attributed to the sublimation process of SN. Notably, not all SN undergoes sublimation. Moreover, the decomposition onset temperature (Td) shifts from 363.5 to 347.1 °C after adding SN.\nthe polymer chain entanglement, and the noncovalent interaction between SN molecules and the functional groups of PEO, respectively.[\\[26\\]](#page-8-0) Thus, the addition of SN is beneficial for decreasing the melting temperature and crystallinity, contributing to the high conductivity and thermal-stable composite electrolyte for allsolid-state LMBs.[\\[27\\]](#page-8-0)\n\nTo further determine the chemical interaction between the PEO matrix and SN, Fourier transform infrared (FTIR) spectroscopy is conducted to analyze the coordination between the functional groups. Figure S3 (Supporting Information) shows the full transmittance FTIR spectroscopy in the range of 450 – 4000 cm<sup>−</sup>1. displays the vibration modes of various groups: (S─N), (─CF3), (─CH2), (─SO2), (C─O─C), (C≡N), and (─CH) at wavenumbers 730–750, 900–980, 1030–1200, 2230– 2280, and 2750–3050 cm<sup>−</sup>1. The characteristic SN peak for the C≡N stretching vibration is clearly observed at 2253 cm<sup>−</sup>1. [\\[28\\]](#page-8-0) After the addition of SN, the intensity of the S─N vibration from TFSI<sup>−</sup> at 740 cm<sup>−</sup><sup>1</sup> decreases,[\\[29\\]](#page-8-0) indicating a modification in the Li<sup>+</sup> solvation structure. This behavior suggests a weakening of the interaction between Li<sup>+</sup> and PEO, leading to the formation of ion pairs between TFSI<sup>−</sup> and PEO segments, consequently enhancing the Li<sup>+</sup> migration ability. The peaks located at 933 cm<sup>−</sup><sup>1</sup> and at 1100 cm<sup>−</sup><sup>1</sup> are corresponding to the -CF3 rocking mode and to the symmetric -SO3 stretching mode in TFSI<sup>−</sup>,\n\n<span id=\"page-3-0\"></span>\n\n![](_page_3_Figure_2.jpeg)\n\n## \nLi symmetric cells performance of PEO-xSN (x = 0 and 10) composite electrolyte. a) Li<sup>+</sup> transference number of PEO-xSN electrolyte. b) First 500 h cycles of Li/PEO-xSN/Li cells under the current density of 0.1 mA cm<sup>−</sup>2. c) The cycling performance of Li/PEO-xSN/Li cells under increasing current density. Ex-situ cross-section SEM and 3D reconstruction image of d) Li/PEO-10SN/Li cell and e) Li/PEO-0SN/Li cell after cycling under 0.1 mA cm<sup>−</sup>2. The color bar in 3D construction images represents the illuminance of this area.\n\nThe triplet C─O─C stretching modes are observed at 1060, 1090, and 1140 cm<sup>−</sup>1; the peak at 945 cm<sup>−</sup><sup>1</sup> is associated with combined -CH2 and C─C stretching modes, and the peak at 963 cm<sup>−</sup><sup>1</sup> originates from the mixed asymmetric and symmetric modes of -CH2. [\\[29,31\\]](#page-8-0) The -CH symmetric and asymmetric peaks are at 2821 and 2939 cm<sup>−</sup>1, while the peak at 2882 cm<sup>−</sup><sup>1</sup> can be attributed to the -CH2 asymmetric vibration peak.[\\[32\\]](#page-8-0) With the addition of SN, the mixed -CH2 bond signal shifts to a lower wavenumber (from 963 to 956 cm<sup>−</sup>1), and the intensity of the symmetric -CH2 increases. Additionally, the triplet C─O─C peak exhibits a redshift (from 1060 to 1057 cm<sup>−</sup>1) and merges with the -SO3 stretching peak after the introduction of 10 wt.% SN. These redshifts in the C─O─C peak and -CH2 peaks indicate that the structure of the PEO chains is modified with the assistance of SN, leading to the reduced crystallinity of PEO and expanded amorphous regions in the PEO matrix.[\\[33\\]](#page-8-0) This modification enhances the ion conduction and migration, contributing to the improved electrochemical properties of the PEO-10SN electrolyte for all-solid-state LMBs.\n\n#### **2.2. Battery Performance**\n\nGiven its good conductivity and well thermal properties, Li symmetric cells are assembled to evaluate the compatibility of the PEO-xSN electrolyte with metallic lithium, especially the interfacial stability. The addition of SN improves the electrolyte performance, with the PEO-10SN electrolyte achieving the highest lithium transference number of 0.52, which is double that of the reference sample (t<sup>+</sup> = 0.27), as shown in **Figure 2**a. To investigate the long-term stability, charging/discharging cycling is applied on the Li symmetric cells, with depicting the first 500 h of cycling. Due to the poor ion conducting behavior, the Li/PEO-0SN/Li cell exhibits a large initial overpotential of 135 mV at 0.1 mA cm<sup>−</sup>2. Then the overpotential suddenly drops to 90 mV at 87 h, followed by a lithium dendrite penetrated short circuit at 220 h, which might be attributed to the micro short circuit inside the cell. In contrast, in the case of the 10 wt.% SN addition, the cell maintains a stable performance over 500 cycles, showing no significant voltage oscillations and sustaining a low overpotential of 80 mV. Additionally, the Li/PEO-10SN/Li cell shows a superior plating/stripping behavior as the current density increases from 0.1 – 0.7 mA cm<sup>−</sup>2. As shown in Figure 2c, the Li/PEO-10SN/Li cell exhibits no short-circuit sign up to 0.7 mA cm<sup>−</sup>2, with a consistently low overpotential at each current density. The symmetric cell with PEO-0SN shows a short circuit at 0.4 mA cm<sup>−</sup>1, accompanied by a large overpotential of 1160 mV, suggesting a significant increase in the interfacial resistance. This behavior is attributed to the depletion of cations at the interface and the rupture and detachment of the interfacial layer under high current density.[\\[34\\]](#page-8-0)\n\nTo further investigate the interface of the Li/electrolyte, scanning electron microscopy (SEM) is conducted on the Li symmetric cells before and after cycling under 0.1 mA cm<sup>−</sup>2. Figure S4 (Supporting Information) shows the cross-section SEM of two samples before cycling. Three layers can be clearly distinguished as Li metal, composite electrolyte, and Li metal, respectively, and no extra layer can be detected. A distance can be observed between the Li metal and the composite electrolyte, regardless of with or without SN, which means that the contact between the electrolyte and Li metal is not good before cycling. Figure 2d,e, and Figure S5 (Supporting Information) give the SEM images of Li symmetric cells after cycling. The pure Li metal before cycling shows a very smooth surface (Figure S5a, Supporting Information). As shown in and Figure S5b (Supporting Information), after the Li plating/stripping process, the Li metal maintains good contact with the PEO-10SN electrolyte, and the Li metal exhibits a uniform and flat surface with no visible lithium dendrite formation. This finding suggests a uniform Li plating/stripping in the cycling process. Moreover, the clear high illuminance extra layer can be observed in Figure [2d,](# \nReal-time observation of lithium dendrites growth on Li/PEO-xSN/Li cells (x = 0 and 10) during cycling by *operando* nWAXS. a) Schematic illustration of *operando* nWAXS measurement. b) Time-voltage cycling profile of Li/PEO-10SN/Li cells during *operando* nWAXS measurement. Temporal 2D contour maps of the Li peak in the scanned area at the Li/electrolyte interface during two charging/discharging cycles of c) Li/PEO-10SN electrolyte interface and d) Li/PEO-0SN electrolyte interface. These 2D maps illustrate the growth mechanism of lithium dendrites on the Li/electrode interface.\n\n![](_page_6_Figure_2.jpeg)\n\n## \nReal-time observation of SEI formation on Li/PEO-xSN/Li cells (x = 0 and 10) during the first cycle by *operando* nWAXS. Temporal 2D contour maps of the LiF peaks in the scanned area at the Li/electrolyte interface during the first cycle of a) Li/PEO-0SN electrolyte interface and b) Li/PEO-10SN electrolyte interface. Temporal 2D contour maps of the Li3N peaks in the scanned area at the Li/electrolyte interface during two charging/discharging cycles of c) Li/PEO-0SN electrolyte interface and d) Li/PEO-10SN electrolyte interface. These 2D maps illustrate the growth mechanism of the SEI layer on the Li/electrode interface. e) Schematic illustration of SEI formation mechanism in Li/PEO-10SN/Li cell. To better illustrate the SEI formation mechanism, the interface area is exaggerated.\n\nThe LiF growth on and planes at the Li/PEO-0SN interface is mapped out in **Figures 4**a and S14 (Supporting Information), respectively. Interestingly, no signal is detected for the plane, and only a weak plane signal, originating from the metallic lithium side, is observed. The LiF peak might result from the reaction between the decomposition product of TFSI<sup>−</sup> and Li metal rather than with plating Li<sup>+</sup>. Furthermore, the q map of the plane presents an unclear and irregular edge (Figure S14, Supporting Information), which dissolves during the second half-cycle (stripping process), indicating the formation of a weak and soft SEI layer. In contrast, at the Li/PEO-10SN interface, distinct and plane signals are observed (Figure 4b; Figure S15, Supporting Information, respectively). At the Li/PEO-10SN interface, LiF growth initials from the electrolyte side at around the middle-time of the Li<sup>+</sup> plating process, then extends across the interface, reaching the original metallic lithium by the end of the Li<sup>+</sup> stripping process. This LiF formation leads to the development of a rigid and stable SEI layer, providing enhanced interfacial stability and suppressing dendrite formation. The formation of Li3N exhibits a similar trend. At the Li/PEO-0SN interface, the signal from the Li3N plane is barely detectable. However, at the Li/PEO-10SN interface, the Li3N plane signal is clearly pronounced, as shown in During the Li<sup>+</sup> plating process (1st half-cycle), Li3N starts forming on the PEO-10SN electrolyte side and continues to grow toward the metallic lithium electrode. This growth persists throughout the cycle, extending until the Li<sup>+</sup> stripping process is complete. The formation of LiF and Li3N at the Li/PEO-10SN interface in the 1st charging/discharging process suggests the formation of a stable and continuous SEI layer, which contributes to the high-performance all-solid-state lithium batteries. To wrap up, the SEI formation mechanism is illustrated in The primary components, LiF and Li3N, nucleate from the electrolyte side at the half-time of the Li<sup>+</sup> plating process as the result of electrochemical reactions between TFSI<sup>−</sup> decomposition products and Li<sup>+</sup>. This SEI layer should then gradually extend toward the lithium electrode, continuing its growth until the completion of 1st charge/discharge process. The formation of a stable, ion-conductive SEI layer is crucial for maintaining the cycling performance and extending the lifespan of lithium batteries.\n\n### **3. Conclusion**\n\nIn summary, we fabricate a succinonitrile-enhanced PEO composite electrolyte that effectively improves the conductivity and compatibility toward metallic lithium. We use *operando* nWAXS for real-time monitoring of the lithium dendrite growth and SEI formation.\n<span id=\"page-7-0\"></span>![](_page_7_Picture_0.jpeg)\n\nThe modified composite electrolyte demonstrates a superior stability against metallic lithium, leading to a low overpotential and stable cycling in all-solid-state LMB. *Operando* nWAXS analysis shows that the modified symmetric cells effectively suppress dendrite growth, with no nano lithium crystal detected. In contrast, the reference symmetric cells reveal that the lithium dendrites initially grow in the early stage of the Li<sup>+</sup> plating process, originating from the lithium metal side and penetrating across the Li/electrolyte interface into the electrolyte. Despite the slight dissolution of nano lithium crystals, these dendrite crystals still exist and remain harmful to the cell performance. Additionally, the SEI formation mechanism is revealed by nWAXS. The main SEI components, LiF and Li3N, begin to form from the electrolyte side around halfway through the first charging cycle and continuously extend to the lithium metal side at the end of the first discharging cycle. This process creates a uniform and stable Li/electrolyte interface layer that effectively suppresses the lithium dendrite growth, promoting Li<sup>+</sup> diffusion and uniform Li<sup>+</sup> plating/stripping. Thus, our findings validate that the use of simple additives such as SN is an effective strategy for enhancing interface stability and improving electrochemical performance in all-solid-state LMBs. Furthermore, the insights gained from *operando* nWAXS measurements will facilitate a deeper understanding of dendrite growth and SEI formation across various battery types, allowing for optimization of interface behavior and electrochemical properties in future research.\n\n **Acknowledgements**\n\nThis work was supported by funding from the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) project (MU1487/42), the Germany's Excellence Strategy (EXC 2089/1—390776260) (econversion), TUM.solar in the context of the Bavarian Collaborative Research Project Solar Technologies Go Hybrid (SolTech), the Center for NanoScience (CeNS), the International Research Training Group 2022 Alberta/Technical University of Munich International Graduate School for Environmentally Responsible Functional Hybrid Materials (ATUMS), and the National Natural Science Foundation of China. Y.L, K.S, Y.Y, L.C, G.P, and T.Z acknowledge the financial support from China Scholarship Council (CSC). Parts of this research have been carried out at P03 beamline of the light source PETRA III, DESY, a member of the Helmholtz Association (HGF), Germany.\n\nOpen Access funding enabled and organized by Projekt DEAL.\n\n **Data Availability Statement**\n\nThe data that support the findings of this study are available from the corresponding author upon reasonable request.\n\n"
}