{
  "fn": "10.1002_admi.201700693",
  "text": "# **1. Introduction**\n\nNonaqueous Li–O2 battery with high theoretical energy density has drawn intensive scientific interest during the past decades. Nonetheless, lithium–O2 batteries are still in a developing stage mainly due to the limited cycle lives, poor reversibility, and severe capacity decay. These issues are resulted from the poor reversibility of cathode reaction and unstable characteristic of Li anode. For cathode side, the solution mechanism formation of large Li2O2 particles are encouraged for high capacity.\n#### **DOI: 10.1002/admi.201700693**\n\nTo address this issue, redox mediator (RM) has been introduced to the cathode reaction, which acts as an electron–hole transfer agent between cathode and Li2O2. During charging, RM is electrochemically oxidized to form RM<sup>+</sup> at the redox potential of mediator and subsequently oxidize large Li2O2 particle, significantly lowering the overpotential.[5e] In addition, several well-selected mediators, such as tetrathiafulvalene, lithium iodide , tetramethyl piperidine (TEMPO), have been demonstrated to reduce the byproducts of electrolyte decomposition.[5c,d,6] Although the chemical stability of RMs are still a concern, they are by far the most reliable strategy to deliver both high capacity and reversibility of Li–O2 cell in room temperature.\n\nSince the RMs are additives in the electrolyte, they can diffuse to both cathode and anode side. Thus the electrolyte for Li–O2 cell should also consider anode protection, which is of significant importance for lithium-metal-based battery. From this perspective, polymer-based solid-state electrolyte, with splendid flexibility and relatively low interface resistance, can be a promising choice. Previous studies used typical polymers like polymethymethacrylate (PMMA), poly(vinylidene fluoride-co-hexafluoropropylene) (PVDF-HFP), and polyurethane for the application in lithium–O2 cells. These polymer electrolytes benefit the lithium anode by enhancing the safety, increasing interface stability (compared with liquid and inorganic electrolytes), and suppressing mediator shuttling in the anode zone.[11a] However, as mentioned in the first paragraph, the high capacity of cathode reaction requires good solubility of intermediates, which means that some solvent is essential for \"catholyte.\" The requirement of solid-state anolyte for lithium anode contradicts the solution mechanism formation of Li2O2 for cathode reaction. Therefore, a comprehensive consideration for both cathode and anode sides is quite necessary to design an ideal electrolyte system of Li–O2 battery.\n\nHerein, we design a polymer-based sandwich-structured quasisolid electrolyte to isolate lithium anode from RM containing catholyte.\nDr. K. L. Liu, Prof. S. M. Dong, Dr. C. L. Lu, Dr. Y. Li, Dr. J. J. Zhang, Dr. X. G. Wang, Prof. X. Chen, Prof. G. L. Cui Qingdao Industrial Energy Storage Research Institute Qingdao Institute of Bioenergy and Bioprocess Technology Chinese Academy of Sciences Qingdao 266101, P. R. China E-mail: Dr. K. L. Liu, Prof. H. G. Sun, Dr. C. L. Lu, Dr. J. M. Cheng School of Polymer Science and Engineering Qingdao University of Science and Technology Qingdao 266042, P. R.\n![](_page_1_Picture_0.jpeg)\n\nWe used an Li2O2 stable polymer, PMMA, containing tiny amount of tetraethylene glycol dimethyl ether (TEGDME) with RM as catholyte. TEMPO was added to the catholyte as the mediator respectively, as its stability was well demonstrated by previous work.[5c] We demonstrated the solution mechanism formation of Li2O2 still happened with 90% reduction of solvent and the RM functioned well for 50 cycles. For anode side, polypropylene carbonate (PPC), a room-temperature lithium conducting polymer was involved to provide a favorable lithium anode/electrolyte interface, further blocking the mediator shuttle and eliminating the potential safety problem of liquid electrolyte (LE). Consequently, the Li–O2 battery with this quasisolid electrolyte could deliver high capacity with good reversibility and superior stability.\n\n#### **2. Result and Discussion**\n\nAs shown in **Figure 1**, the flexible sandwich-structured solid polymer electrolyte was composed of coating PMMA and PPC, respectively on the different sides of Li-Nafion membrane. More details, the thickness of PPC, Li-Nafion, and PMMA layer was 70, 50, and 20 µm, respectively. PMMA and Nafion were stable against nucleophilic attack of Li2O2 due to lacking α-hydrogen atoms according to previous study. Thus they were safe choice to contact with air electrode (Li2O2 and RM). PMMA can absorb TEGDME (with TEMPO) to form a gel-like structure. In our system, only 25 µL of solvent was added to the catholyte in a half-inch Swagelok cell, while a typical LE cell needed 200–250 µL electrolytes.\n\nLi-Nafion was obtained by treating Nafion-212 with H2O2 solution, H2SO4 solution, and LiOH solution in turn (Experimental section) at 80 °C. **Figure 2**a showed the FTIR–ATR spectrum of untreated nafion-212 membrane (H-Nafion) and lithiated form (Li-Nafion). The peak around 1720 cm<sup>−</sup>1 shifts to the weak peak at 1630 cm<sup>−</sup><sup>1</sup> indicating the exchange of H<sup>+</sup> with Li<sup>+</sup>. The band at 1415 cm<sup>−</sup><sup>1</sup> and the weak band at 924 cm<sup>−</sup>1 of H-Nafion are attributed to SO and SOH stretching modes of the undissociatedSO3H groups in H-Nafion. These bands disappeared in the spectrum of Li-Nafion demonstrated that H<sup>+</sup> has been exchanged.\n\nIn order to demonstrate the permselectivity of Li-Nafion membrane for blocking the mediator shuttling to Li metal, we designed a visual and quantitative experiment as shown\n\n![](_page_1_Picture_6.jpeg)\n\nThe inner tube was filled with electrolyte containing 1 m sulfonamide lithium salt (LiTFSI) and 400 × 10<sup>−</sup><sup>3</sup> <sup>m</sup> TEMPO or TEMPO<sup>+</sup>ClO4 <sup>−</sup>. The bottom of the tube was sealed by Li-Nafion or polypropylene (PP) membrane, and then was immersed in an identical electrolyte without TEMPO<sup>+</sup> (or TEMPO). For TEMPO<sup>+</sup>-contained test, it was observed that the outer transparent solution was colored after 24 h, and then it became deeper after 48 h for PP (Figure S1, Supporting Information). This result was also proved by significantly increasing UV absorbance of outer solution, indicating the augment in concentration of mediators. In contrast, the outer transparent solution was colorless for Li-Nafion even after 48 h, which illustrated that the shuttle effect of RM had been prohibited effectively by Li-Nafion membrane (Figure S1, Supporting information). However, slightly increasing of UV absorbance was still observed even within the presence of Li-Nafion membrane from Previous reports had reported that Li-Nafion was a nanoporous membrane. The free volume around the nonconducting polymer backbones of Nafion reserved the space of adsorbing organic solvents, leading to the leakage of TMEPO<sup>+</sup> after long-term contacting with large amount of solvent. Consequently, we design this QSPE to eliminate the shuttle effect for lithium anode. Only 25 µL solvent was added to PMMA layer to form the quasisolid state catholyte (200–300 µL solvent was used in a typical half-inch Swagelok cell for liquid Li–O2 battery,[2b,16]) which precluded the direct contact of Nafion with large amount of solvent. Besides, the porous cathode may also adsorb certain amount of solvent. It is unlikely for the Nafion film to be swelled by such a tiny amount of solvent. Furthermore, the anolyte, PPC, is a solidstate polymer electrolyte. It can act as an additional protective barrier to block mediator shuttling for lithium anode.\n\nOur previous work reported PPC-based all solid-state polymer electrolyte for ambient lithium metal batteries, which showed excellent cycling performance at room temperature. Electrochemical properties of Li plating/stripping process were proved by the galvanostatic discharge–charge voltage curves of symmetric Li/PPC/Li cell, which was cycled at a current density of 0.1 mA cm<sup>−</sup><sup>2</sup> (as shown in Figure S4, Supporting Information). Li/PPC/Li cell had stable lithium platting/stripping process with consistent polarization voltage.\n![](_page_1_Figure_9.jpeg)\n\n## \na) Schematic diagram of the PPC/Li-Nafion/PMMA membrane (solid polymer electrolyte, SPE). b) Cross-section image of the SPE membrane.\n\n![](_page_2_Picture_0.jpeg)\n\n![](_page_2_Picture_1.jpeg)\n\n![](_page_2_Figure_2.jpeg)\n\n## \na) FTIR-ATR spectra of the untreated Nafion membrane (H+-Nafion) and Nafion membrane with lithiation (Li+-Nafion); b) Schematic diagram and UV spectrum of the comparison experiment demonstrating the permeability of PP and Li-Nafion membrane: the inner bottle was filled with TEGDME containing orange TEMPO; the bottom of which was sealed by Li-Nafion and PP membrane; the outer vial was filled with pure transparent solution of TEGDME. The UV spectrum refers to UV spectrum of outer solution which refers to transparent TEGDME.\n\nFigure S6 in the Supporting Information proved the stability of PPC against Li2O2 in dimethylformamide (DMF) solutions. When PPC was exposed to Li2O2 (in DMF solution), the color of the mixed solution kept white for 30 days. In the previous reports, polymers, such as PAN, PVDF, and PVC, were unstable against Li2O2, showing obvious color change. Furthermore, the FTIR data showed that CO (1743 cm<sup>−</sup><sup>1</sup> ) stretching vibration and COC (1100 cm<sup>−</sup><sup>1</sup> ) stretching vibration peaks of PPC in the mixture was stable for 30 days. No new functional groups were observed.\n\nSufficient ion conductivity is a critical aspect for electrochemical performance of PPC/Li-Nafion/PMMA-based QSPE. **Figure 3**a depicts the ionic conductivity of QSPE over the temperature ranging from 25 to 80 °C. It was 1.5 × 10<sup>−</sup>5 S cm<sup>−</sup><sup>1</sup> at 25 °C calculated by Equation according to the bulk resistance for the Li/SPE/Li cell (Figures S5 and S7, Supporting Information)This result was similar as previous reported polymer-based electrolytes like PEGMA, POSS-PEG, PMMA/ PSt, which are acceptable for Li–O2 battery. Furthermore, the linear voltammetry test of as-prepared SPE was carried out using Li/QSPE/SS (stainless steel) cell and showed good electrochemical oxidative stability.\n\nAs discussed above, the solution mechanism formation of Li2O2 is key to achieve high capacity. This is why we introduce solvent into catholyte. On the other hand, to block the RM shuttling, the amount of solvent needs to be limited. In our QSPE, the usage of solvent (TEGDME) was reduced by around 90% (25 µL), compared with a typical half-inch Swagelok Li–O2 cell using liquid organic electrolyte (200–300 µL).[2b,16] Thus we need to demonstrate the solution formation of Li2O2 primarily. As shown in **Figure 4**c, toroidal-like particles were observed after first discharge, which was typical characteristic of mechanism formation of Li2O2 large particles. Since the solution formation of Li2O2 happened near the electrode interface, we speculate that a thin layer of solvent at the electrode/QSPE interface is enough to promote the formation Li2O2 large particles (Figure S8, Supporting Information). It should be pointed out that this result was achieved under a modest current density of 100 mA g<sup>−</sup><sup>1</sup> , as a high current density would result in surface mechanism formation of Li2O2 in ether-based electrolyte.\n\nIt is also shown in that the charge potential is about 3.5 V by using TEMPO, which is the potential for TEMPO to be electrochemically oxidized to TEMPO<sup>+</sup> (as shown in Equation 1). Afterward, the discharge products of Li2O2 decomposed to form Li<sup>+</sup> and O2 gas following the reduction of TEMPO<sup>+</sup> (Equation 2)\n\n$$\n2\\text{TEMPO} \\rightarrow 2\\text{TEMPO}^+ + 2e^- \\tag{1}\n$$\n\n![](_page_2_Figure_10.jpeg)\n\n+ → + + + + 2TEMPO Li2 2 O 2Li O 2 <sup>2</sup> TEMPO\n\n## \na) Temperature dependence of ionic conductivity of the QSPE membrane; b) LSV curve obtained for the QSPE membrane.\n\n![](_page_3_Picture_0.jpeg)\n\n![](_page_3_Picture_1.jpeg)\n\n![](_page_3_Figure_2.jpeg)\n\n## \nSignificant impact of TEMPO on charge state. a) The first discharge–charge curve of Li–O2 battery using QSPE when measured at 100 mA g−<sup>1</sup> with a constant capacity of 500 mAh g−<sup>1</sup> . b) The rate capacity for Li–O2 battery using QSPE at different current density. Typical SEM images of O2 cathode in the QSPE cell at c) first discharge and d) recharge state with a fixed capacity of 1 mAh at 100 mA g<sup>−</sup><sup>1</sup> . All measurement was tested at room temperature.\n\nThis result indicated that TEMPO could function well within the QSPE and the charge plateau of QSPE-based Li–O2 battery was lower than Li–O2 cell using SPE without TEMPO (Figures S9 and S10, Supporting Information). Furthermore, the reversible formation and decomposition of Li2O2 products are supported by the X-ray diffraction (XRD) observations (**Figure 5**b). After first discharge, the diffraction peaks of Li2O2 could be noticed distinctly, and the peaks of Li2O2 disappeared after recharge (Figures 4d and 5b) which proved that reversible discharge and charge capacities are mainly resulted from the formation and decomposition of Li2O2. [10a] The rate capability of Li–O2 battery using QSPE at different current densities was shown in At 200 mA g<sup>−</sup><sup>1</sup> , the charge platform was still kept at 3.7 V.\n\nFurther research has been carried out to measure the reversibility and prolonged cycling stability of Li–O2 battery using QSPE with fixed capacity of 500 mAh g<sup>−</sup>1 at a current density of 100 mA g<sup>−</sup><sup>1</sup> under room temperature in The effect of TEMPO displayed obviously, as the charging plateau around 3.5 V was steady after 50th. It demonstrated that TEMPO functioned well to facilitate reduction of overpotential even after 50 cycles.\n![](_page_3_Figure_7.jpeg)\n\n## \na) Cycling performance of the QSPE cell at a current density of 100 mA g<sup>−</sup><sup>1</sup> ; b) XRD spectra of the air cathode in the QSPE cell at different discharge-charge states with a fixed capacity of 1 mAh.\n\n![](_page_4_Picture_0.jpeg)\n\n![](_page_4_Picture_1.jpeg)\n\n![](_page_4_Figure_2.jpeg)\n\n## \nTypical SEM images of the O2 cathode in Li–O2 battery using QSPE at a) 10th discharge, b) 10th charge, c) 50th discharge, and d) 50th charge states with a fixed capacity of 1 mAh.\n\nThe SEM images of 10th and 50th cycles also indicated that toroid-like Li2O2 were formed under a solution mechanism during discharge and removed in the charge process(**Figure 6**a–d). Even after 200 cycles, the QSPE cell still maintained low charge terminal voltage (<4.0 V; Figure S11 in the Supporting Information, which showed better cycling performance than cell using TEMPO-containing\n\nLE as shown in Figure S13, Supporting Information). It should be noted that the onset potential of charge decreased gradually after 50 cycles, which may be due to the increased surface mechanism formation of film like Li2O2 during cycles. This could be resulted from slight decomposition of solvent after 50 cycles. Consequently, the effect of TEMPO may also reduce gradually, loosing charge plateau around 3.5 V. However, the stability of QSPE electrolyte were still better than LE after cycles as revealed by the solution 1H NMR analysis (**Figure 7**), although TEMPO works well after 50 cycles in the LEbased cell (Figure S12, Supporting Information). The spectrum of the Li–O2 cell using (LE) revealed major amounts of formate (5.45 ppm) and acetate (1.91 ppm) after the first cycle. In sharp contrast, the spectrum of Li–O2 cell using QSPE shows significantly lower amounts of these compounds. Even at the end of 200th charge, there were less side products in Li–O2 battery using SPE than the LE, illustrating the promising stability of QSPE.\n\n#### **3. Conclusion**\n\nIn conclusion, a sandwich-structured quasisolid polymer electrolyte (QSPE) has been designed with separated catholyte and anolyte, which is composed of PPC/Li-Nafion/PMMA solid polymer electrolyte and TEMPO as cathodic additive.\n![](_page_4_Figure_8.jpeg)\n\n## \na) 1 H NMR spectrum and b) integral area value of the reaction products after the first and 200th charge using quasi-solid polymer electrolyte (QSPE) and standard liquid electrolyte (LE), respectively. Both spectrum were measured by extracting the products with D2O from the air cathode.\n\n![](_page_5_Picture_0.jpeg)\n\n![](_page_5_Picture_1.jpeg)\n\nFurthermore, we demonstrated that the cathode reaction could still undergo a solution mechanism despite 90% reduction of solvent. The charge plateau was lowered to the oxidation potential of RM, which worked well for 50 cycles in Li–O2 cell using QSPE. The cell can still work for 200 cycles with charge profile under 4 V. From a perspective of systematic, the Li–O2 battery using sandwich-structured QSPE delivered higher security and more stable Li anode while reducing polarization and superior cycling stability. It also provides a novel design strategy to promote integral property for Li–O2 batteries.\n\n### **4. Experimental Section**\n\n*Preparation of the SPE*: The Nafion membrane (Alfa Aesar) was soaked in the 10% H2O2 solution at 80 °C, washed with distilled water, immersed into 3% H2SO4 at 80 °C, and again washed with distilled water to remove redundant organic groups. The membrane was ultimately processed by 2 mLiOH solution at 80 °C and dried at 120 °C overnight to form Li-Nafion membrane finally. A certain amount of bis(trifluoromethane) (LiTFSI, Sigma-Aldrich Co. LLC.) was added to TEGDME (99%, Aladdin) and stirred constantly to form a 1 mol L−<sup>1</sup> solution. 0.8 g PMMA (Alfa Aesar) was dissolved into 5 mL *N*,*N* -dimethylformamide (DMF, 98%, Aladdin). Then, 2.8 mL LiTFSI/TEGDME solution was added to PMMA/ DMF mixture to afford a homogenous solution. The mixture was casted onto the Li-Nafion membrane and dried at 60 °C for 6 h to form Li-Nafion/PMMA; The PPC (*M*<sup>w</sup> = 50 000, Sigma-Aldrich) protective layer was obtained by solvent-casting method. A mount of PPC polymer (*M*<sup>w</sup> = 50 000, Sigma-Aldrich) and LiTFSI was added in acetonitrile to form homogeneous solution. The mixture was cast onto the Li-Nafion side of PMMA/Li-Nafion to form a sandwich-structure PMMA/ Li-Nafion/PPC solid-state polymer electrolyte.\n\n*Chemical Stability Test of PPC*: The chemical stability measurement of PPC was performed in an argon-filled glovebox (H2O < 0.1 ppm, O2 < 0.1 ppm). The following elucidates a represent active experiment. In a 20 mL vial, 25 mg PPC was dissolved in 5 mL DMF. The PPC/ DMF solution was stirred to allow PPC to dissolve. Then 200 mg of commercial lithium peroxide powers (Li2O2, 90%, Sigma–Aldrich) were added to allow for an excess mass concentration of Li2O2 as compared to the polymer concentration. The solution was stirred throughout the course of the experiment.\n\n*Fabrication of TEMPO*+*ClO4* : According to previous method, TEMPO (250 mg) was slurried with H2O (9 mL) and 70% HClO4 (0.8 mL) was added dropwise over 1 h at room temperature. And then 0.4 mL NaOCl solution was added over 1 h at 0 °C and stirred continuously for additional 1 h at 0 °C. Next, the mixture was filtered and the yellow crystalline precipitate was washed with 1 mL ice-cold 5 % NaHCO3, 10 deionized water, and 50 mL diethyl ether. Finally, the solid power was dried over 24 h at 50 °C in vacuum to yield TEMPO<sup>+</sup>ClO4 −. Cycle voltammetry test was carried out to demonstrate the successful synthesis of TEMPO+ClO4− (as shown in Figure S14, Supporting Information).\n\n*Electrochemical Characterization*: The electrochemical stability of SPE was measured by the linear sweep voltammograms at a scan rate of 1 mV s−<sup>1</sup> where SPE was sandwiched between Li foil and stainless steel. Ionic conductivity of the SPE using symmetrical cell SS/SPE/SS was evaluated by Electrochemical Impendence Spectroscopy (Autolab PGSTAT 302N system). A frequency between 100 mHz and 4 MHz was chosen. The ionic conductivity was calculated from Equation:\n\n$$\n\\sigma = \\frac{L}{S \\times R_{\\rm b}}\\tag{3}\n$$\n\n\n*Electrolyte Solutions*: The hybrid electrolyte consists of a solution of 1 m LiTFSI, 0.4 m TEMPO in TEGDME. For comparison, the standard electrolyte composed of 1 m LiTFSI in TEGDME.\n\n*Electrode Fabrication*: Carbon electrode was mixed 80 wt% Super P and 20 wt% poly(tetrafluoroethylene) (PTFE) (as binders) homogeneously to form paste. Theses samples were coated on stainless steel wire with diameter of 10 mm. For deep discharge–charge performance tests and XRD analysis, around 1.0 mg cm<sup>−</sup>2 of cathodes were prepared.\n\n*Assembly and Cycling Li–O2 Battery*: A half-inch Swagelok-type Li–O2 cell was prepared in an Ar-filled glove box: The Li-Nafion/PMMA/PPC membrane was used as separator, the lithium anode was placed on the PPC side of the PMMA/ Li-Nafion/PPC membrane. The cathodic side was carbon electrode. 25 µL of electrolyte was added to the cathode side. The galvanostatic charge–discharge tests were conducted with the LAND battery testing system at room temperature in an O2 chamber.\n\n"
}