{
  "fn": "10.1002_aenm.202400783",
  "text": "#page-8-0) Eliminating flammable liquid electrolytes can also intrinsically address the safety concerns associated with LIBs.[\\[2\\]](#page-8-0) As the most fundamental component of ASSLMBs, solid electrolyte (SE) materials have undergone intensive study in the past decade, resulting in the discovery of numerous families with high ionic conductivity, including oxides,[\\[3\\]](#page-8-0) sulfides,[\\[4\\]](#page-8-0) halides,[\\[5\\]](#page-9-0) nitrides,[\\[6\\]](#page-9-0) and organic SEs.[\\[7\\]](#page-9-0) The exceptional ionic conductivity that is comparable to liquid electrolytes, and the good processability of sulfide SE have distinguished it as the most promising type of SE.[\\[4a,8\\]](#page-8-0) Specifically, lithium argyrodites Li6PS5X (X = Cl, Br, I) have emerged as a popular family of sulfide SE due to their highly ionic conductivity (*>* 10 mS cm<sup>−</sup>1), cost-effectiveness, and relative stability to lithium metal.[\\[9\\]](#page-9-0) The origin of Li argyrodites dates\n\n#### **1.\nY. Liu, H. Su, M. Zheng, Y. Hu, F. Zhao, J. T. Kim, Y. Gao, J. Luo, X. Lin, X.\nDepartment of Mechanical and Materials Engineering University of Western Ontario London, Ontario N6A 5B9, Canada E-mail: \nThe ORCID identification number(s) for the author(s) of this article can be found under <https://doi.org/10.1002/aenm.202400783>\n\n© 2024 The Author(s). Advanced Energy Materials published by Wiley-VCH GmbH. This is an open access article under the terms of the [Creative Commons Attribution-NonCommercial-NoDerivs](http://creativecommons.org/licenses/by-nc-nd/4.0/) License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.\n\n#### **DOI: 10.1002/aenm.202400783**\n\nsynthesized Li6PS5Cl with an ionic conductivity exceeding 10<sup>−</sup><sup>3</sup> S cm<sup>−</sup>1. [\\[10\\]](#page-9-0) Subsequently, numerous efforts have been dedicated to optimizing the composition or synthesis process of Li\n\nY. Liu, H. Su, Y. Zhong, J. Tu State Key Laboratory of Silicon and Advanced Semiconductor Materials Key Laboratory of Advanced Materials and Applications for Batteries of Zhejiang Province School of Materials Science and Engineering Zhejiang University Hangzhou 310027, China E-mail: X. Sun Eastern Institute for Advanced Study Eastern Institute of Technology Ningbo, Zhejiang 315020, P.R.\nExamples include Li5.5PS4.5Cl1.5 (9.4 mS cm<sup>−</sup>1),[\\[11\\]](#page-9-0) Li5.3PS4.3Cl1.7 (17 mS cm<sup>−</sup>1),[\\[12\\]](#page-9-0) Li5.3PS4.3Br1.7 (11 mS cm<sup>−</sup>1),[\\[13\\]](#page-9-0) and Li5.3PS4.3ClBr0.7 (24 mS cm<sup>−</sup>1).[\\[14\\]](#page-9-0) The remarkable ionic conductivities of these argyrodites are attributed to the increased halide/sulfide disorder in the lattice forced by excess halide content, which significantly promotes Li-ion diffusion.[\\[15\\]](#page-9-0) Various solid-phase synthesis methods are proven effective in the synthesis of Li argyrodites, including solid-state sintering,[\\[16\\]](#page-9-0) mechanical milling,[\\[17\\]](#page-9-0) and mechanical milling followed by annealing.[\\[18\\]](#page-9-0) However, previous comparisons between different synthesis routes primarily aimed for higher ionic conductivity. For instance, Zhang et al. found that the Li6PS5X electrolytes synthesized by solid-state sintering exhibited much higher Li<sup>+</sup> conductivities than those obtained by mechanical milling.[\\[19\\]](#page-9-0) The impact of synthesis routes on other important features of Li argyrodites such as microstructure morphology and electrochemical performance remains unclear.\n\nMoreover, it is paramount to employ a Li metal anode to fulfill the high energy density of ASSLMBs as promised.[\\[20\\]](#page-9-0) In comparison to Li10GeP2S12, which undergoes continuous decomposition upon contact with Li metal,[\\[21\\]](#page-9-0) Li argyrodites exhibit a metastable interface with lithium; however, short circuits are still unavoidable in Li symmetric cells.[\\[22\\]](#page-9-0) While the majority of the previous efforts sought to improve the ion transport and electrochemical stability of sulfide SEs,[\\[23\\]](#page-9-0) the most common failure in ASSLMBs is driven by mechanical factors.[\\[24\\]](#page-9-0) Most theoretical treatments of Li-induced failure depict lithium dendrites propagating from the Li–SE interface toward the bulk of the SE.[\\[25\\]](#page-9-0) However, recent studies have demonstrated that the initiation of Li deposition occurs in subsurface pores inside the SE due to electronic conductivity.[\\[26\\]](#page-9-0) Further deposition of Li in the already occupied defects will build up pressure that leads to electrolyte fracture, which will ultimately result in battery shorting.[\\[27\\]](#page-9-0) Thus, reducing pore size and minimizing the population of pores in SEs will enhance the critical current for dendrite initiation.\n\nIn this study, we investigated and compared the crystal structure, conductivity, microstructure morphology, and electrochemical performance of the Li argyrodite electrolyte Li5.3PS4.3ClBr0.7 (LPSCB) synthesized via three different routes (solid-state sintering, mechanical milling, and mechanical milling followed by annealing). The LPSCB synthesized using mechanical milling followed by the annealing method (BMAN-LPSCB) exhibits the highest ionic conductivity and the most uniform microstructure morphology. Cross-sectional scanning electron microscope (SEM) and synchrotron X-ray computed tomography (XCT) revealed that this uniform microstructure morphology can significantly reduce the number of pores in the cold-pressed pellet, which effectively inhibits Li dendrites initiation. The BMAN-LPSCB achieves an outstanding critical current density (CCD) of 3.8 mA cm<sup>−</sup><sup>2</sup> along with excellent long cycling life in ASSLMB (capacity retention of 96% after 1000 cycles at a 1C rate).\n\n#### **2. Results and Discussion**\n\n## Figure(#page-2-0)\n\nFor the LPSCB synthesized by solid-state sintering (referred to as SS-LPSCB), the starting materials were first mixed by hand in a mortar. Then the mixture underwent vacuum sintering to produce the crystallized product. The ballmilled LPSCB (referred to as BM-LPSCB) was synthesized by mechanically ball-milling the starting materials at a high speed of 750 rpm. The LPSCB synthesized by mechanical milling followed by annealing (referred to as BMAN-LPSCB) were prepared through the subsequent annealing of the BM-LPSCB. The phase and structure of the solid electrolytes were first verified through laboratory XRD and Raman spectroscopy (Figure S1, Supporting Information). All three electrolytes exclusively display peaks associated with the cubic phase of argyrodite, with no trace of impurities detected, while the hand-mixed electrolyte before sintering demonstrates obvious peaks belonging to starting materials (Figure S1a, Supporting Information). Although the XRD patterns of SS-LPSCB and BMAN-LPSCB are identical, those of BM-LPSCB exhibit weaker and broader peaks, indicating that the crystallinity is relatively low.[\\[17b,28\\]]("
}