{
  "fn": "10.1002_adfm.202401462",
  "text": "## Lithium metal batteries (LMBs) are the best candidates for high-energy density system. However, the unstable solid electrolyte interphase (SEI) caused by notorious lithium dendrite growth and huge volume fluctuation under practical conditions hinders its commercialization. Here, a functional copolymer composed of monomer is designed with ordered −CF2− groups grafted to viscoelastic backbone to provide homogeneous and self-adapting in situ LiF-rich interface. Hence, the robust interface facilitates rapid Li<sup>+</sup> flux and suppresses dendritic Li growth. Furthermore, an elastic composite lithium metal anode (FELMA) based on the designed functional copolymer is fabricated through a cost-effective approach. The FELMA shows excellent cycle stability with ultra-low volume expansion rate of 0.16% per cycle after 200 cycles at the condition of 3 mA cm<sup>−</sup>2–3 mAh cm<sup>−</sup>2. The full batteries assembled with high-loading LiNi0.8Co0.1Mn0.1O2 (NCM811, 4.1 mAh cm<sup>−</sup>2) cathode can maintain 80% capacity retention after 320 cycles under N/P = 2.17 and E/C = 2.68 g Ah<sup>−</sup>1, with the cycling life increased by 220% than Li||NCM811. A prototype 418 Wh kg<sup>−</sup><sup>1</sup> pouch cell (5.16 Ah) with N/P ratio of 0.88 and E/C ratio of 2.39 g Ah<sup>−</sup><sup>1</sup> shows stable cycling.\n\n\nA. Wang, Y. Nie, Y. Zhao, L. Zhang, Z. Zhao, X. Liu Key Laboratory for Green Chemical Technology of Ministry of Education School of Chemical Engineering and Technology Tianjin University Tianjin 300072, China E-mail: D. Xu, L. Ren, X. Liu National Key Laboratory of Science and Technology on Power Sources Tianjin Institute of Power Sources Tianjin 300384, China S. Zhou Hua Fu High Technology Energy Storage CO., LTD Yangzhou 225600, China J. Luo Shanghai Key Lab of Advanced High-temperature Materials and Precision Forming State Key Lab of Metal Matrix Composites School of Materials Science and Engineering Shanghai Jiao Tong University Shanghai 200240, China E-mail: J.\nThe ORCID identification number(s) for the author(s) of this article can be found under <https://doi.org/10.1002/adfm.202401462>\n\n### **DOI: 10.1002/adfm.202401462**\n\n### **1. Introduction**\n\nLithium-ion batteries (LIBs) play an indispensable role in energy electrification worldwide.[\\[1\\]](#page-9-0) While the specific energy of state-of-the-art LIBs based on intercalation chemistry of graphite anode is approaching the limit of 350 Wh kg<sup>−</sup>1, it is urgent to develop high-energy-density battery systems.[\\[2\\]](#page-9-0) Among various anode candidates, the lithium metal anode (LMA) stands out for its high specific capacity (3860 mAh g<sup>−</sup>1), low density (0.53 g cm<sup>−</sup>3), and the lowest electrochemical potential (−3.04 V vs the standard hydrogen electrode).[\\[3\\]](#page-9-0) When matched with the intercalation (LTMO) or conversion type (S or O2) cathodes, the energy density of lithium metal batteries (LMBs) can be dramatically increased.[\\[4\\]](#page-9-0) However, the LMBs suffer a short lifespan owing to the instability of the Li-metal anode.\n\nTo alleviate the above issues, tremendous efforts have been put in place to stabilize the interphases between the electrolyte and metallic lithium. Recently, fluorinated SEI with LiF as a key component has been widely adapted to improve the cycling performance of Li metal anode by ensuring better surface morphology and serving as a robust barrier to suppress Li dendrite growth.[\\[6\\]](#page-10-0) The fluorinating SEI can be derived from fluorinated salts[\\[7\\]](#page-10-0) fluorinated solvents,[\\[8\\]](#page-10-0) fluorinated additives,[\\[9\\]](#page-10-0) and fluorinated solid electrolytes.[\\[10\\]](#page-10-0) However, the fluorinated SEI composed of dispersed inorganic species constructed by the fluorinated monomer molecules and Li salts cannot well render durable stability of Li-metal anodes due to its mechanical weakness, especially under practical deep cycling conditions where the Li capacity of anode and cathode are nearly balanced in the battery.[\\[11\\]](#page-10-0) Therefore, designing and constructing elastic and self-adapting fluorinated interphases is necessary to further improve the stability of LMBs.\n\n![](_page_1_Figure_2.jpeg)\n\n## \nSchematic diagram of the designed copolymer. a) Schematic diagram of Li anode with an unevenly distributed interface. b) Schematic diagram of FELMA with an elastic self-adapting LiF-rich interface. c) Schematic diagram of a cross-linked structure formed by PU monomer. d) Schematic diagram of the structure of MG-PF-PU. e) Schematic diagram of the possible reaction mechanism of in situ formation of LiF by PF monomer.\n\nIn this contribution, the functional copolymer was specially designed and synthesized to construct robust fluorinated SEI. The copolymer with the high F content monomer can in situ derive homogeneous LiF, which is anchored by the viscoelastic monomer, and the monomer containing polar functional group can provide high ionic conductivity. Thus, an elastic lithium composited lithium metal anode (FELMA) with a self-adapting LiFrich interface was constructed by incorporating lithium metal and the 3D conductive polyurethane (CPU) coated with the designed copolymer through mechanical rolling. The symmetrical battery assembled by FELMA can achieve a stable cycle of 550 cycles at the condition of 3 mA cm<sup>−</sup>2–3 mAh cm<sup>−</sup><sup>2</sup> while maintaining the single cycle volume expansion rate of 0.16%. When matched with a high-loading NCM811 cathode (4.1 mAh cm<sup>−</sup>2), the capacity retention rate can still reach 80% after 320 cycles even under the harsh condition of N/P = 2.17 and E/C = 2.68 g Ah<sup>−</sup>1. In the process of practical application, the 5.16 Ah pouch cell with ultra-low N/P ratio of 0.88 and E/C ratio of 2.39 g Ah<sup>−</sup><sup>1</sup> assembled by FELMA and NCM811 possesses the energy density of 418 Wh kg<sup>−</sup><sup>1</sup> and exhibits remarkably cycling performance.\n\n#### **2. Results and Discussion**\n\n#### **2.1. Design Copolymer**\n\nDue to the serious side reaction between lithium metal and electrolyte, the distribution of components in SEI on the surface of LMA is particularly uneven, and the penetration of lithium dendrite is more likely to occur in the inorganic particles region with loose contact and the organic phase region with poor mechanical properties, resulting in irreversible electrolyte and active lithium loss (**Figure 1**a). In order to solve these problems faced by LMAs, we introduced a copolymer (MG-PF-PU) into the composited lithium metal anode to form an elastic, self-adapting, and LiF-rich interphase in situ, which can ensure the stability of the interface during cycles. The structure of MG-PF-PU is shown in Figure 1d, the copolymer can achieve versatility through different chain segments with unique functions. First of all, as for 3,3,4,4,5,5,6,6,6-nonafluorohexyl methacrylate (PF), the strong nucleophilic group in the battery system can attack its C─F bond and break it, while the strong electrophilic group Li<sup>+</sup> combines with fluoride anions to generate inorganic LiF in situ,[\\[12\\]](page-3-0)**a shows the synthesis process of MG-PF-PU. The detailed synthesis methods of monomers and copolymers are presented in Figures S1–S3 (Supporting Information). Fourier transform infrared spectroscopy (FT-IR) and nuclear magnetic resonance spectrum (NMR) were conducted to confirm the synthesis of copolymer. The characteristic peaks of N-H (3341 cm<sup>−</sup>1), C═O (1725 cm<sup>−</sup>1), C─O─C (1106 cm<sup>−</sup>1), and C─F (962 cm<sup>−</sup>1) are shown in Figure [2b,](page-6-0) In the Li 1s spectra, there are three peaks of Li0, Li2CO3, and LiF at 54.76, 55.45, and 56.66 eV. For FELMA, the Li<sup>0</sup> signal appears after 180 s of Ar sputtering, while disappears the Li0 signal even after 300 s of sputtering on the SEI of the Li anode. From the peak intensity, with the increase of sputtering time, the content of LiF dominates the SEI of FELMA and remains constant, which is always higher than that of Li anode. The results indicate that the introduction of fluorinated copolymer leads to a thinner and LiF-rich SEI. In the F 1s spectra, the peaks appeared at 685.0 and 687.2 eV representing LiF and C─F respectively. The LiF component dominates and is much larger than the organic component represented by C─F in the spectra of FELMA, while the content of LiF in the Li anode is always relatively low. In the C 1s spectra, the peaks of C─C/C─H, C─O, C═O, and C─F are located at 284.80, 286.66, 290.63, and 291.94 eV. First of all, the peak intensity of C─C/C─H, C─O, and C═O gradually decreases with the increase of sputtering time in the SEI of FELMA. At the same time, the content of C─F hardly changes and is higher than that on the surface of Li anode, indicating that the fluorinated copolymer affects the composition of SEI. Combining the spectra of Li 1s, F 1s, and C 1s, it is not difficult to conclude that the bottom of SEI of FELMA is mainly composed of inorganic LiF, which originates from the spontaneous reaction of fluoropolymer and Li, as well as the decomposition of lithium salts and solvents. In contrast, the thicker organic componence-dominated SEI on the surface of the Li anode hardly changed with the increase of sputtering time. On this basis, in order to eliminate the influence of fluorinated lithium salts and solvents on SEI components, a fluorine-free electrolyte (1 m lithium perchlorate (LiClO4) in dioxolan/dimethyl ether (DOL: DME = 1:2 by volume)) was used to replace 0.2 m LiPF6, 0.2 m LiBF4 and 0.8 m LiDFOB in FEC/DEC (1:2 by volume) electrolyte. The corresponding SEI composition is presented in Figures S17 and S18 (Supporting Information). In summary, the introduction of fluorinated copolymer makes the SEI on the electrode surface thinner and dominated by inorganic LiF, which is of great significance for improving ion transport, mechanical properties, and stability during charge–discharge cycles.\n\nWith the information gained through the atomic force microscope (AFM), we are able to approach the mechanical properties and surface morphology of the SEI on the FELMA and Li anode. A high average Young's modulus of 6.2 GPa is obtained from the SEI of FELMA, which is higher than the threshold value (6 GPa) to impede dendritic Li growth according to the previous work.[\\[20\\]](#page-10-0) High Young's modulus and rapid ion transport ability of the inorganic component dominated SEI of FELMA promote a more uniform and flat deposition morphology, as shown in Figure [4c.](#page-6-0) In contrast, as shown in Figure [4e,](#page-6-0) the average Young's modulus of the SEI dominated by organic components formed on the surface of Li anode is only 2.8 GPa, far less than that of FELMA. The slower ion transport and poorer mechanical strength deteriorate the homogeneous deposition of Li<sup>+</sup>, thus, its surface is covered with wrinkles. Based on the AFM results, the LiF-rich SEI layer of FELMA can provide a high Young's modulus to adapt to the excessive local pressure at the interface.\n\nCryo-Transmission electron microscopy (cryo-TEM) was employed to further characterize the detailed structure and distribution of the inorganics and organics. Metallic Li was deposited on the Cu grid with/without covered copolymer with an area capacity of 0.2 mAh cm<sup>−</sup><sup>2</sup> at a current density of 0.1 mA cm<sup>−</sup><sup>2</sup> for cryo-TEM observation, using 1 m LiClO4 in DOL/DME (1:2 by volume) electrolyte. As shown in Figure [4d,](#page-6-0) the SEI on the Cu grid covered with copolymer is highly crystalline with a LiF-dominated hybrid layer including LiF, Li2CO3, and LiCl. The high-resolution TEM images are also given to further prove the existence of crystalline components, in which the lattice spacings of LiF, LiCO3, and LiCl are 0.232, 0.227, and 0.181 nm,\n\n<span id=\"page-6-0\"></span>![](_page_6_Picture_0.jpeg)\n\n![](_page_6_Figure_2.jpeg)\n\n## \nComposition and structure of the SEI layers on the surface of FELMA and Li anode. The XPS spectra of Li 1s, F 1s, and C 1s for a) FELMA and b) bare Li after 50 cycles at 3 mA cm−<sup>2</sup> with capacity of 3 mAh cm−<sup>2</sup> at different sputtering times. The Young's modulus distribution of the SEI on the surface of c) FELMA and e) Li anode, and their corresponding surface morphology are shown in the small diagram inside. Cryo-TEM images of the SEI layer formed on d) copolymer-Cu in Li||copolymer-Cu and f) Cu in Li||Cu.\n\nThe thinner thickness (≈40 nm) and smoother surface also indicate its stability during lithium deposition. However, the SEI with a thickness of ≈80 nm on the bare Cu shows an entirely different morphology, in which the amorphous phase dominates the SEI, and a small amount of inorganic crystalline phases are scattered randomly. In summary, the introduction of MG-PF40- PU contributes to the formation of LiF-dominated, mechanically stronger, and inorganic evenly distributed SEI, which is beneficial to the stable cycling of FELMA.\n\n#### **2.5. The Volume Changes of Electrode**\n\nIn situ, and ex situ experiments were conducted to investigate the ability of FELMA to inhibit the volume expansion of the electrode under the condition of high current-high capacity. Under the condition of 3 mA cm<sup>−</sup>2–3 mAh cm<sup>−</sup>2, the Li||Li symmetrical cell experiences a short circuit after 100 cycles. In contrast, the cycling life of FELMA||FELMA symmetric cell increases 5.5 times (550 cycles) at a constant overpotential of 50 mV (**Figure 5**[a\\)]("
}