{
  "fn": "10.1002_ceur.202400035",
  "text": "# **1. Introduction**\n\nLithium metal is widely regarded as the most optimal choice for the anode material in high energy density rechargeable battery bases on its significant advantages, including the excellent specific capacity (3860 mAhg <sup>1</sup> ), low electrochemical potential ( 3.04 V vs standard hydrogen electrode), and remarkably low density(0.534 gcm <sup>3</sup> ),[1–2] which enables higher energy density and broader electrochemical window. Nevertheless, due to the high activity of lithium, the negative electrode is prone to undergo irreversible reactions with the electrolyte and result in the formation of uneven solid electrolyte interphase (SEI) film, which would promote uneven growth of lithium dendrites, even may puncture the separator and cause safety accidents. To effectively tackle these issues, several strategies have been proposed. These include the utilization of solid-state electrolytes,[8–10] MOF-based materials and three-dimensional negative electrode current collectors[12–14] that improved the transport process of Li<sup>+</sup> and mitigate the dendrite growth.\n\n[a] *Q. Zhu, Z. Su, X. Li, J. Ding, L. Zhang, X. Xiao, R. Zeng, Prof. J. Nan, Prof. X. Zuo School of Chemistry South China Normal University Guangzhou 510006, People's Republic of China E-mail: \n- *Supporting information for this article is available on the WWW under <https://doi.org/10.1002/ceur.202400035>*\n- *© 2024 The Author(s). ChemistryEurope published by Chemistry Europe and Wiley-VCH GmbH. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.*\n\nAll improvements can be credited with the formation of stable solid electrolyte interphase(SEI) film induced by HPMC/MgF2 double coating, which is reduced the Li nucleation overpotential and ultimately promoted uniform Li deposition. This study provides a simple and effective strategy for improving the cycling performance and safety of lithium metal batteries.\n\nAmong them, the modification of separators is considered an economically feasible method for enhancing the electrochemical performance of lithium metal battery.[16–19]\n\nSeparator, serves as the critical component of batteries, infinitely impacts the transport of Li<sup>+</sup> and Li electrodeposition/ stripping. However, owing to its uneven pore size distribution and low mechanical modulus,[20–22] commercial polyolefin separator is prone to be a \"tip effect\" during the battery cycle and promote uneven growth of lithium dendrite, eventually puncture the separator. The research reveals that the implementation of polar functional groups for surface modification of separators facilitates the homogeneous distribution of Li<sup>+</sup> flux,[25–27] and reduce the concentration gradient of Li<sup>+</sup> from the bulk electrolyte to the anode surface, finally promoting the even deposition of lithium on anode. For example, Wei *et al.* fabricated a boron nitride (BN) coated separator that mitigated the growth of Li dendrites and improved the cycling performance. However, such surface modification would generate large interfacial resistance and poor mechanical property. Moreover, most modified batteries can only cycle at low current density, which cannot meet the practical demand. Whereupon, the development of separators with robust mechanical strength, ionic conductivity separators are still urgent.\n\nBy using lithiophilic materials modified the separator, the distribution of Li<sup>+</sup> on the anode surface can be effectively adjusted. In recent years, with the outstanding adsorption capacity to serve as binding sites for Li<sup>+</sup> , utilizing magnesium compounds has become a promising method for separator modification. For example, Yi *et al.* designed an ion-released MgI2-doped polyacrylonitrile (PAN) based nanofiber (MPANF) separator, which leads to form an SEI layer and dendrite-free Li\n\n![](_page_1_Picture_3.jpeg)\n\nHereby, a facile approach was presented that fabricates a HPMC layer through a simple immersion. With a significant amount of hydroxyl groups, HPMC layer provides a greater number of reactive sites and ensures the efficient adhesion of MgF2 onto the PE separator.Whereafter, *in situ* growth and sedimentary MgF2 on the HPMC layer is realized. Via the polar effects between the Li<sup>+</sup> and layer, the efficient regulation of Li<sup>+</sup> flux is achieved and the stable SEI film enriched with LiF is formed, ultimately reducing the formation of lithium dendrites and promoting uniform deposition on the surface of the separator. This simple and green method visibly improves the mechanical and electrochemical properties of the separator. The Lij j Li symmetric cell utilizing the MgF2/ separator was capable of cycling for over 1000 hours and the initial discharge capacity of Lij j Ni0.6Co0.2Mn0.2O2(NCM622) is 144.6 mAhg <sup>1</sup> and the capacity retention is 87.2% after 200 cycles at 1 C. The excellent performance of the separator was extensively validated, providing insights into the mechanism behind its ultrastable cycling performance.\n\n# **2. Results and Discussion**\n\n### **2.1. Preparation and Characterization of Physical Properties of Different Separators**\n\nDepicted in Figure 1a, utilizing the immersion method alongside the in situ chemical precipitation method, the dual coating of MgF2/HPMC was fabricated on both sides of the PE separator. The initial step is to immerse the PE separator into an HPMC solution to obtain the HPMC coating. Enriched with a copious quantity of hydroxyl groups, HPMC showcases splendid polarity and adsorption power, which assumes a pivotal role in the anchorage of MgF2. Subsequently, synthesizing MgF2 through a reaction between MgCl2 and NH4F solutions, and the HPMC layer acts as a binder to fix MgF2 onto the separator. Compared with PE separator, lithium metal batteries incorporating MgF2/ separator exhibit significant improvements in both electrochemical performance and safety.\n\nThe surfaces of separator and separator were covered a uniform and complete coating (Figure 2(b,c)), contrastively the surface of the PE separator exhibited numerous irregular large pores. Furthermore, the thickness of the separator (about 17 um) and the separator (about 16 um) didn't undergo significant changes compared to the PE separator (about 15 um) (Figure 2(d–f)), which ensures the rapid migration of Li<sup>+</sup>. Moreover, the EDS elemental mapping images proves a uniform distribution of C, O, Mg and F elements on the MgF2/ separator surface, indicating that the MgF2/ separator surface is evenly covered by MgF2 and HPMC.\n\nIn order to further determine the chemical composition of the separators, Fourier-transform infrared spectroscopy (FT-IR) analysis was performed. Two distinct peaks appear at 1110–1000 cm <sup>1</sup> and 3470 cm <sup>1</sup> , corresponding to the stretching vibrations of C O C and OH in the and separator, which confirmed the existence of HPMC layer because there are nonexistent in the PE separator.\n\n![](_page_1_Figure_10.jpeg)\n\n## \nSchematic diagram of preparation of separator.\n\n![](_page_2_Figure_3.jpeg)\n\n## \na–f) SEM images of (a, d) PE separator, (b, e) separator and (c, separator from the top view (a–c) and cross section (d–f); (g) FTIR spectra of different separators;(h) XPS Mg 1s and F 1s spectra of separator;(i) EDS elemental mapping images of separator; (j) XRD pattern of the precipitate.\n\nAs depicted in the X-ray diffraction (XRD) patterns, the characteristic peaks of the precipitates obtained in reaction are consistent with MgF2. Surface composition of MgF2/ separator was analyzed employing X-ray Photoelectron Spectroscopy (XPS). According to the results of F 1 s and Mg 1 s spectrum, the two peaks at 687.0 eV and 1304.95 eV correspond to the Mg F bonds of MgF2, which further proves the existence of the MgF2 coating.\n\nThe addition of MgF2/HPMC layer significantly improved the wettability of the PE separator. According to the contact angle measurements results of Figure 3(a–c), the contact angle of the separator is decreased from 30.3° to 12° with the introduction of MgF2/HPMC coating, which suggests that the hydroxyl groups contained in HPMC coating and the lithiophilic property of MgF2 effectively enhance the surface affinity and improve the hydrophobicity of PE separator. Under the combined efficacy of the double coating, the electrolyte resistance of separator is minimized, which cause the rapid diffusion of electrolyte on its surface and improving ionic conductivity, consequently facilitate the transport of lithium ions and ultimately the regulation of lithium deposition. Besides, due to the existence of gaps in MgF2 particles, the porosity of the ceramic coating exceeds that of the PE separator, thereby the modified separator exhibits increased porosity and amplifies the contact surface area of separator with the electrolyte. As shown in Figure 3d, the MgF2/ separator (97.6%) exhibits a higher porosity compared to the PE separator (44.3%) and the separator(56.3%), which allows the separator to obtain more transport channels and absorb more electrolytes. The electrolyte absorption rate of the separator reaches 360.5%, significantly exceeding than that of the PE separator (117.9%) and the separator (216.8%). High porosity and electrolyte absorption rate is conducive to the migration of Li<sup>+</sup>, thus improving the electrochemical performance.\n\n![](_page_3_Figure_2.jpeg)\n\n## \nContact angle images of (a) PE, (b) (c) separators; (d) Porosity and electrolyte uptake of different separators; (e) Thermal shrinkage images of different separators.\n\nThe thermal stability of a battery is crucial for ensuring battery safety. In order to investigate the thermal resistance capability of the separators, thermal shrinkage tests were conducted on different separators. illustrates the dimensional changes of the separators after being subjected to thermal treatment at various temperatures for 30 minutes. After heat treatment at 130°C, the PE separator exhibited a substantial shrinkage of 43.8%, whereas the separator displayed a thermal shrinkage rate of only 7%, with its surface structure remaining intact and minimal shape alteration. The enhancement of thermal stability of modified separator can be attributed to the excellent heat resistance of MgF2. Under the protection of MgF2/HPMC coating, the thermal stability of the separator at high temperatures is greatly improved.\n\n### **2.2. Characterization of Electrochemical Properties of Different Separators**\n\nFor the purpose of investigating the electrochemical performance of the separator and its impact on the cycling stability of Li metal, cells were assembled and tested for different separators. Firstly, for the sake of exploring the inhibitory effect of the separator on the growth of Li dendrite, a comparison of the nucleation overpotentials of different separators was conducted at a current density of 0.1 mAcm <sup>2</sup> . The consequence of Figure S1a shows that the overpotential for Lij j jCu is approximately 17.8 mV, lower than the Lij j jCu separator (22.7 mV) and the Lij jPE j jCu separator (37.6 mV), meaning that the energy barriers formed by Li of Lij j jCu is most minor and stable during Li plating and stripping, which is facilitating the uniform deposition of Li. In order to further investigate the effect of separator on the reversibility of the plating/stripping behavior, the coulombic efficiency (CE) of the Lij jCu cells was assembled with different separators and tested at 1 mAcm <sup>2</sup> and 1 mAhcm <sup>2</sup> . As shown in Figure S1b, the cell using the separator maintained 99.9% Coulombic efficiency after 150 cycles. In contrast, cells using PE and separators under the same test begin to fall after 50 cycles with severe fluctuations, indicating that the instability of the SEI film. With the degradation and reformation of the SEI film, the growth of Li<sup>+</sup> dendrites is continued and finally pierced separator. As a consequence, the separator promotes the stable formation of SEI film and uniform Li<sup>+</sup> deposition.\n\nThe lithium dendrite suppression behavior of the MgF2/ separator is further investigated by utilizing Lij j Li symmetric cells. In order to thoroughly investigate the influence of the MgF2/HPMC coating on the mechanism of Li Plating/ Stripping, a variety of electrical performance tests were carried out. The kinetic of Li<sup>+</sup> transport of the separator was proved through measuring the exchange current density. According to the Tafel plots of Figure 4a, the exchange current density of the separator was 2.63 mAcm <sup>2</sup> , exceeding that of the PE separator (0.58 mAcm <sup>2</sup> ) and the separator (1.08 mAcm <sup>2</sup> ), which signifies the electrochemical reaction interface and the diffusion of lithium ions was faster, exhibiting excellent charge transfer kinetics. To further verify the positive influence of the separator on Li<sup>+</sup> migration, the Li<sup>+</sup> transference number (tLi +) was determined by CA and ACI techniques. Calculating from the current-time distribution and the EIS plot(Figure 4(b–d)), the tLi <sup>+</sup> of PE, and separators are 0.22,0.31 and 0.58, respectively. Apart from tLi <sup>+</sup>, ionic conductivity is another important indicator to evaluate the performance of LMBs. The EIS was employed to measure the ionic conductivity in the SSj jseparatorj j SS cells. Calculating from Figure 4e, the ion conductivity of PE, MgF2/ notably increased from 0.27 mScm <sup>1</sup> to 0.5 mScm <sup>1</sup> ( Figure 4f). On the one hand, the concentration gradient of Li<sup>+</sup> from the electrolyte to anode surface is decreased because of the addition of polar groups, which allows the Li<sup>+</sup> flux to be evenly distributed, ultimately promotes the even deposition of lithium on anode. On the other hand, the incorporation of lithiophilic materials significantly improved the porosity and electrolyte permeability of the separator, which contributes to the rapid transport of Li<sup>+</sup>, finally promotes the uniform deposition of Li<sup>+</sup> in anode surface.\n\n![](_page_4_Figure_6.jpeg)\n\n## \na) Tafel plots of PE, and separators; b-d) Current-time profile and impedance before and after polarization of (b) PE, (c) and (d) separators; e) Impedance and f) ionic conductivity of different SS j jSS cells; g) The voltage distribution of Lij j Li cells with different separators at current density of 1 mAcm <sup>2</sup> and 1 mAhcm <sup>2</sup> .\n\nTo further evaluate the battery performance of different separators, the long-term cycling stability during the plating/ stripping process with different separators was investigated in Lij j Li symmetric cells at a current density of 1 mAcm <sup>2</sup> and a cycle capacity of 1 mAhcm <sup>2</sup> . As shown in the Figure 4g, the overpotential of symmetric cell with PE separator gradually increases after 200 h, and rising to 187 mV after 1000 h, which can be attributed to the inhomogeneous Li<sup>+</sup> deposition and the inherent instability at the interface between the lithium metal electrode and the electrolyte. As a result, the growth of lithium dendrites causes a short circuit to occur in the cell. In comparison, the cycle life of the cells using and have been extended over 1000 hours, and the voltage hysteresis of is only 11.4 mV, much smaller than that (48.2 mV). It indicates that the MgF2/HPMC coating effectively reinforces the interfacial stability of SEI film, further verifies the superior of the lithium metal anode interface when using the separator. At the same time, profitting from abundant liquid electrolyte storage and the rapid transportation of Li<sup>+</sup>, the interface impedance of the cell using the separator is minimized after 1000 h cycles (Figures S2), meaning that the cell forms a more uniform and stable solid electrolyte interface (SEI) and the growth of lithium dendrites is suppressed.\n\n### **2.3. The Mechanism of Enhanced Electrochemical Performance with Different Separators**\n\nTo further unravel the mechanism for enhanced electrochemical performance resulting from separator modification, the Lij j Li symmetric cell was disassembled after 150 cycles of 1 mAcm <sup>2</sup> , and the metal surface was characterized using scanning electron microscopy (SEM). As observed from Figure S3 (a–c), the lithium surface of the cycled Lij jPEj j Li cell exhibited clear visible cracks (Figure S3a), along with the generation of lithium dendrites. In the Lij j j Li cell, an uneven deposition of lithium on the surface was observed (Figure S3b). Conversely, the Lij j j Li cell displayed a uniform deposition of lithium metal with a smooth and leveled surface, and almost no lithium dendrite formation occurred (Figure S3c). Based on the above analysis, it can be concluded that the MgF2/ separator has the ability to effectively suppresses the production of lithium dendrites. At the same time, the composition of SEI on Li anode was analyzed through XPS test after cycling. As shown in the spectra (Figure 5(a–c)), the C 1s peaks situated at 286.7 eV, 288.8 eV, 290.3 eV and the O 1s peaks situated at 531.5 eV, 533.5 eV, 533.1 eV are respectively reflecting the C O, CO3 <sup>2</sup> and C=O, which is mainly derived from ROLi, Li2CO3, and ROCO2Li.\n![](_page_5_Figure_5.jpeg)\n\n## \nXPS spectra of C 1s, O 1s, and F 1s of lithium metal anodes cycled with (a) PE, (b) and (c) separators.\n\n![](_page_6_Picture_3.jpeg)\n\nMeanwhile, peaks at 688.7 eV and 684.9 eV in the F 1s spectra are related to C F bonds and Li F bonds, severally. It is evident that separator exhibits the highest content of CFx and LiF, which is due to the reaction between MgF2 and Li and the formation of a LiF-rich SEI layer. On account of high mechanical stability and lower barriers for the ion transfer of the inorganic-rich SEI layer, the use of separator can enhance the mechanical strength, reduce interfacial resistance and stabilize the electrode interface, which facilitates dendrite-free Li plating and stripping. The separator modification effectively enhances the cycle performance and safety of the battery.\n\nTo deeply explore the role of different separators in the plating/stripping process of Li<sup>+</sup>, the binding energies (Eb) between HPMC and Li<sup>+</sup>, MgF2/HPMC and Li<sup>+</sup>, solvent molecules and Li<sup>+</sup> were calculated through density functional theory (DFT). From the theory of thermodynamics, the negative value of Eb is higher, the adsorption of lithium is more favorable and the performance of the lithium metal battery is better. For this purpose, several systems were constructed and obtained the optimal adsorption site of HPMC and Mgf2/HPMC through the Fukui function (Figure 6(b,c) and S4). summarizes the Eb of different systems. Upon comparison, the Eb of MgF2/HPMC and Li<sup>+</sup> is maximal and several times higher than solvent molecules and Li<sup>+</sup>, which indicates that the introduction of MgF2/HPMC coating significantly accelerates the desolvation of Li<sup>+</sup>, thereby facilitates the transport of Li<sup>+</sup> along the coating channels and ultimately deposited uniformly on the negative surface. Figure S5 depicts an electronic density difference map optimized for the diverse separator-Li<sup>+</sup> adsorption model. As illustrated in the Figure S5, the negative region (blue) is coupled to the positive region (red), which is attributed to the strong electronegative properties of oxygen atoms within C O/ C O F groups on the separator, and it favor interactions with Li<sup>+</sup>. Because of the interaction between and Li<sup>+</sup>, the solvation of Li<sup>+</sup> was weakened and the transport of more free Li<sup>+</sup> was expedited, in turn boosting the mobility of Li<sup>+</sup>. Moreover, in order to further verify the lithiophile nature of MgF2/HPMC layer, the LUMO values for various molecules were calculated and compared. As shown in Figure 6d, the LUMO value of MgF2/HPMC is higher than other systems, indicating the tendency to accept electrons is stronger. In consequence, MgF2/HPMC appears the greater adsorption capability of Li<sup>+</sup>.\n\nWhen the cells is equiped the PE separators, the uneven Li<sup>+</sup> flux causes the varying rates of lithium deposition reaction across the negative electrode surface, resulting in the formation of uneven SEI film and lithium dendrites. As these dendrites growing in metallic lithium, current density becomes increasingly concentrated at their tips, which causes preferential deposition of lithium ions at a single tip and further exacerbates their growth. Consequently, there is a potential risk for piercing through the separator and leading to short circuit.\n![](_page_6_Figure_8.jpeg)\n\n## \na) Binding energy of Li<sup>+</sup> with different molecules including DOL, DMC, EC, HPMC, MgF2/HPMC. b) LUMO values of HPMC and MgF2/HPMC molecules. c, d) Nucleopuilic values of (c) HPMC and (d) MgF2/HPMC at different O sites.\n\n![](_page_7_Figure_3.jpeg)\n\n## \nSchematics of Li<sup>+</sup> deposition process of different separators.\n\nDuring battery cycling, the formation of LiF-rich SEI film effectively regulates the rapid transportation of Li<sup>+</sup>. In the meantime, the rich hydroxyl group in HPMC can combine with the C=O groups in the solvent molecules in the form of hydrogen bonding, which contributes to the desolvation of Li<sup>+</sup> and effectively improves the transport capacity of Li<sup>+</sup>, and thereby inhibiting the growth of lithium dendrites. In conclusion, lithium metal batteries incorporating separator exhibits significant improvements in both electrochemical performance and safety.\n\n### **2.4. Practical Application in Full Cells of Different Separators**\n\nTo further explore the practicability of the separator in LMBs, Lij jNCM622 cells were assembled and tested at a current density of 1 C (1 C=180 mAhg <sup>1</sup> ). Compared with other separators, cells with separators exhibit higher discharge capacity and superior cycle stability. The first cycle capacity of the separator is 144.6 mAhg <sup>1</sup> , which is higher than that the PE (132.3 mAhg <sup>1</sup> ) and HPMC (135.6 mAhg <sup>1</sup> ) separators. After 200 cycles, the reversible capacity of the cell remains at 126.1 mAhg <sup>1</sup> with the coulombic efficiency of 87.2%. In contrast, the cell with the PE provides a lower specific capacity (94.5 mAhg <sup>1</sup> ), and the coulombic efficiency was significantly decreased to 74.9%. What's more, the Lij jNCM622 cells assembled with exhibited superior rate capability. illustrates the rate performance of Lij j NCM622 cells assembled with different separators at rates of 0.2, 0.5, 1, 2 and 5 C. It is evident that the consistently exhibits the highest capacity across all tested rates. Specifically, cycling at the current rates from 0.2 C to 5 C, the full cell employing the separator provides discharge capacities of 149.5, 148.6, 141.2, 130.9, 112.2 mAhg <sup>1</sup>, which is better than the PE and (Figure 8b–c). More preciously, when the current density returned to 0.2 C, the capacity of the cell using the separator recovered to 155.7 mAhg <sup>1</sup> (104.1% of the original capacity), indicating a excellent utilization of lithium.\n![](_page_8_Figure_3.jpeg)\n\n## \na). long-term cycling performances of Li/NCM622 with different separator; b) C-rates capability of Li/NCM622 with different separator; c) PE and separator at different current densities; d–f) SEM images of lithium anodes with (d) PE, (e) and (f) separators after 200 cycles.\n\n\nTo further validate the results, the SEM analysis of the surface morphology of the Li anodes was performed after cycling in Lij jNCM622. As shown in the Figure 8(d–f), the surface of Li anode from Lij jPEj jNCM622 was uneven with severe lithium dendrite growth, while the surface of Li anode from Lij j jNCM622 was relatively flat though the bulges and cracks still exist on the surface. Discriminately, a homogeneous surface morphology was formed and no visible Li dendrites on the Li anode with separator. This once again proves the ability of the separator of suppressing the growth of lithium dendrites.\n\n# **3. Conclusions**\n\nIn summary, a modified PE composite separator with dual MgF2/HPMC coating by dip-coating and in situ chemical precipitation. The results indicate that this coating effectively inhibits the growth of lithium dendrites and promotes uniform lithium deposition. DFT calculations and experimental results demonstrate that MgF2/HPMC coating enhances the wetability of the separator and ion conductivity, which accelerates the kinetics of Li<sup>+</sup> transfer and reduces the lithium nucleation overpotential, thus achieving excellent electrochemical performance. Utilizating separator, the coulomb efficiency of Cuj j Li is obviously improved and the cycle life of Lij j Li is extenged to 1000 h. It also ensures higher cycling stability in the Lij j NCM622 full cell, thereby the life of cell is longer. This study provides a simple and efficient method to suppress lithium dendrite growth, thus improving battery performance.\n\n *Data Availability Statement*\n\nResearch data are not shared\n\n"
}