{
  "fn": "10.1002_smll.201904216",
  "text": "## **1. Introduction**\n\nRapid development of the sustainable electrochemical energy storage and conversion systems represented by electric vehicles, portable electronic devices, and smart grid storage have inspired the authentic demand of the high-energydensity rechargeable batteries.[1–4] Lithium metal batteries (LMBs) have been revived in recent years because of their high theoretical specific capacity (3860 mA h g−<sup>1</sup> ), lowest negative electrochemical potential (−3.040 V versus standard hydrogen electrode), and low density (0.59 g cm−<sup>3</sup> ). However, several challenges of the lithium metal anode impede their applications by the uncontrollable growth of Li dendrites under liquid electrolytes and virtually infinite relative volume change during the charge/discharge process, resulting in cracks of SEI layer, low Coulombic efficiency, and short cycle life.[7–10]\n\nVarious considerable efforts have been devoted to improve the stability of Li metal anode, including regulated electrolyte, constructed artificial SEI layers,[11–14] structured Li anode,[6,15–19] and modified current collector.[20–24] Recently, several studies have demonstrated that micro/nanostructured and surface modified current collectors could partially solve the above problems, that the geometry and surface chemistry could both influence the surface current density and electroactive sites to regulate uniform Li plating/stripping process based on the Sand's time model.[25–29] Among these solutions, devising structured current collectors for prestoring Li has recently been demonstrated as a promising strategy to alleviate the dendrite issue of Li metal, while it could effective reduce surface current density and better accommodate the large volumetric changes that occur during Li plating/stripping. Meanwhile, Cui and co-workers had demonstrated that the initial and intermediate states of lithium nucleation and growth is also equal importance while the initial homogenous Li nucleation behavior critically influences the final Li growth morphology.[27,32–34] Although certain progress with improved electrochemical performance has been achieved in structured anode design, these approaches are most just forced on macroscopically structural design, and seldom reveal the decisive influence of the initial nucleation and growth behavior of Li in the \"host\" structure on the properties, especially for the doping or defective carbonaceous material. It thus inspires us to observe the initial nucleation behavior directly during the lithium deposition process.\n\n## www.advancedsciencenews.com\n\n\nAdditionally, solid-state lithium metal batteries are more promising in terms of its excellent safety in developing lithium–metal anode.[35–37] And solid-state electrolytes (SSEs) are also considered to be capable of inhibiting the growth of Li dendrites due to their high shear modulus.[3,37–39] However, efforts of applying the composite anode with SSEs electrolyte indicate the necessary development of combination of Li anode and SSEs for future high energy density batteries. The synergistic effect of adopting 3D lithium anode and SSEs in one system would definitely reduce the major barriers of the lithium dendritic growth and volume change to promote the practical lithium anode development.\n\nHerein, we demonstrate the lithium deposition behavior in confined nanospace structure by constructing erected vertical graphene on 3D commercial copper mesh (which is denoted as VGCM) during a heterogeneous lithium nucleation and growth of electrodeposited on the basal plane of single-layer graphene. The uniform nucleation and growth of the lithium are observed through the in-depth X-ray photoelectron spectrometer (XPS) and line-scan energy dispersive X-ray spectroscopic (EDS) methods, which are beneficial due to the dual 3D structure and ample topological defects of the special vertical structure. As such, the VGCM electrode represents low nucleation overpotential and a highly reversible Li plating/stripping cycle. Moreover, the VGCM electrode delivers an excellent Coulombic efficiency in half cells and low voltage hysteresis over 500 cycles with a high current density of 5 mA cm−<sup>2</sup> in symmetric cells. A solid-state lithium metal battery, based on LiNi0.5Co0.2Mn0.3O2 (denoted as NCM) as cathode, PVDF–LLZTO–LITFSI as solid electrolyte (denoted as CSE), VGCM combined Li (denoted as also exhibits a better cycle stability as well as a small polarization compared to the bare Li foil.\n\n## **2. Results and Discussion**\n\n#### **2.1. Morphology and Structural Characterizations of the VGCM Samples**\n\nThe vertical graphene is realized through a facile chemical vapor deposition (CVD) process on Cu mesh and Cu foil using ionized CH4 as carbon source (**Figure 1**a). A typical surface morphology of the vertical graphene coated Cu-based sample is shown in Figure 1b–g. The Cu foil reveals a rough surface while the Cu mesh reveals a 3D net structure with smooth structure (Figure S1, Supporting Information). After the CVD progress, abundant nanoarrays uniformly erect on the surface of copper mesh without changing the single-layer cross-linking 3D structure and the pristine Cu foil and Cu mesh foam turn to black (Figure 1b,c). The EDS mapping indicates that the C elements are densely distributed on the Cu fiber surface (Figure 1e,f). Furthermore, the quasi cross-section scanning electron microscopy (SEM) demonstrates that the vertical graphene nanoarrays with a height of ≈500 nm are compacted capsulated of the Cu mesh, which is just consisted with the high-resolution transmission electron microscopy (HRTEM) image in and Figure S2a in the Supporting Information. The high magnification SEM presents that the curled graphene is fully covered on the surface, which would effectively increase the overall special surface area and active sites. The high resolution TEM reveals the typical graphene structure (Figure S2b, Supporting Information). The X-ray diffraction (XRD) pattern of VGCM delivers a remarkably weaker peak intensity than the pristine brass mesh with no obviously peak shift or new peak after the CVD treatment, while the diffraction peaks of the brass mesh can be index of the standard cards JCPDS No.04-0836. Raman spectroscopy is further conducted to analyze the crystallinity of vertical erected graphene nanoarrays. The G-band peak at 1595 cm<sup>−</sup><sup>1</sup> and D-band peak at 1347 cm<sup>−</sup><sup>1</sup> directly indicates the formation of graphitized structure, and the huge defects raised the higher *I*D/*I*G ratio (≈1.46). The XPS spectra of C 1s shows the intensive CC, CO, and CO signals on the VGCM, indicating a certain degree of oxygen doping level, which is beneficial for adsorbing the lithium on the oxygen defects as stable nucleation sites for further uniform deposition (Figure S3, Supporting Information).\n\n#### **2.2. Lithium Deposition Behavior in Vertical Graphene**\n\nBased on our previous research, the basal plane of single-layer graphene on copper current collector may not be suitable for Li metal because of its higher nucleation barrier for favoring lithium nucleation and growth. The density functional theory (DFT) calculations indicate that structural defects within the graphene lattice could decrease the energy barrier of Li nucleation. And the initial Li nucleation behavior critically influences the final Li growth morphology. To investigate the effect of vertical graphene to the lithium plating/stripping uniformity on Cu-based current collectors, a continuous lithium deposition tests are applied to the VGCM samples with different capacities (0, 0.2, 0.5 mA h cm−<sup>2</sup> ) at a current density of 0.5 mA cm−<sup>2</sup> in **Figure 2**a–c. Lithium, as the lightest metallic element and most negative potential, could not be detected by a conventional energy dispersive spectrum. We allow oxygen diffuse into the dried samples and slowly react with lithium to be lithium oxide. Thus, we speculate the lithium deposition behavior in the vertical graphene by regarding the existence of the O elements to indirectly present the lithium element. Thus, a series of SEMs and line-scan EDS experiments are conducted to study the lithium deposition behavior in the vertical graphene nanoarray. Prior to the lithium deposition, uniform and compact vertical graphene erects on the Cu mesh surface. The EDS result reveals that the intensity of C element is much stronger than the O element, which makes the conjecture more convincing. Meanwhile, the dinky fluctuations of the lines indicate the homogeneous distribution of the C and O elements in the vertical graphene. For a moderate capacity of 0.2 mA h cm−<sup>2</sup>, the curly graphene is partially covered with lithium without changing the thickness, and the deposition of lithium tends to be generated between the space of the vertical nanoarray.\n![](_page_2_Picture_0.jpeg)\n\n![](_page_2_Picture_1.jpeg)\n\n![](_page_2_Figure_2.jpeg)\n\n## \nCharacterization of the samples. a) Schematic illustration of the synthetic procedure of the VGCM. b) Optical photos of VGCF and VGCM. c,d) SEM of the VGCM. e,f) EDS mapping of the VGCM. g) Magnified SEM image of the vertical graphene nanoarray. h) XRD patterns of the Cu mesh and VGCM. i) Raman spectra of the vertical graphene.\n\nEDS data, the counts of the C elements barely change, with a dramatic increase in the counts of the O elements. When the deposition of lithium increases to 0.5 mA h cm−<sup>2</sup>, a few curly graphene structures can be observed and a certain amount of lithium particles are present on the top surface of the graphene. The cross-section SEM of the vertical graphene reveals that the interspaces are fully filled with the lithium. The counts of the O elements continuously increase while the counts of the C elements barely change. The thickness of the vertical graphene and the line curves of the C elements and O elements are stable during the deposition process, which indicate the uniform lithium deposition in the vertical graphene.\n\nThe composition of the samples after deposition is further studied by using the in-depth XPS profiles in Figure 2d,e. From the XPS curves, we know that the major inorganic species on the electrode surface is LiF without etching processing, which is just consistent with the TEM images in Figure S4 in the Supporting Information. With the increasing of detection depth, the major species from the XPS curves change to the LiN*x*O*y* and LiC6, where the LiN*x*O*<sup>y</sup>* is one major species of the SEI and the thermodynamically spontaneous process from the negative Gibbs free energy drive the intercalation of Li atoms into carbon to form the LiC6. More importantly, the lithiophilic LiC6 are demonstrated to guide the Li+ deposition and stabilize the incessant Li plating/stripping, and it renders stronger binding between carbon framework and Li ions. When the etching time extends to 20 min, the peaks and composition of the XPS curves are barely changed, which further indicate the uniform distribution of lithium in the vertical graphene. The curves of the atomic percentage visually illustrate the transformation during the etching process. The atomic percentage of C decays sharply, and then becomes steady with the increasing of detection depth at a deposition capacity of 0.5 mA h cm<sup>−</sup>2. And similar trends have emerged at a deposition capacity of 0.5 mA h cm<sup>−</sup>2 (Figure S5, Supporting Information). As we all know that the composition of SEI includes organic and inorganic compounds.\n![](_page_3_Picture_0.jpeg)\n\n## www.advancedsciencenews.com\n\n\n![](_page_3_Picture_2.jpeg)\n\n![](_page_3_Figure_3.jpeg)\n\n## \nBehavior of the deposition of lithium in the vertical graphene. a) SEM images and line scan EDS curves of pristine VGCM. b) SEM images and line scan EDS curves of pristine VGCM after a deposition capacity of 0.2 mA h cm−<sup>2</sup> lithium at 0.5 mA cm−<sup>2</sup> . c) SEM images and line scan EDS curves of pristine VGCM after a deposition capacity of 0.5 mA h cm−<sup>2</sup> lithium at 0.5 at 0.5 mA cm<sup>−</sup>2. Inset: lithium deposition diagram. d) XPS spectra at various depths of the Li curves on the VGCM after a deposition capacity of 0.5 mA h cm−<sup>2</sup> . e) Atomic percentage at various depths of the VGCM after a deposition capacity of 0.5 mA h cm−<sup>2</sup> .\n\n2) The lithium would uniformly deposit and grow along with the graphene wall till it fills up the interspace. Generally, the line-scan EDS and XPS results confirm the uniform distribution of lithium inside the whole vertical graphene. The vertical structure acts not only as a modified layer to regulate the Li+ distribution but also as an ideal Li metal host to reduce the lithium dendritic growth.\n\n#### **2.3.\n![](_page_4_Picture_0.jpeg)\n\n![](_page_4_Picture_1.jpeg)\n\n![](_page_4_Figure_2.jpeg)\n\n## \nComparison of the electrochemical properties of Li plating on/stripping from Cu foil, VGCF, and VGCM electrodes. a) Coulombic efficiency at 1 mA cm<sup>−</sup>2 with a capacity of 1 mA h cm<sup>−</sup>2. b) Coulombic efficiency at 3 mA cm<sup>−</sup>2 with a capacity of 1 mA h cm<sup>−</sup>2. c) Coulombic efficiency at 5 mA cm−<sup>2</sup> with a capacity of 1 mA h cm<sup>−</sup>2 d) Coulombic efficiency at 2 mA cm−<sup>2</sup> with a capacity of 3 mA h cm<sup>−</sup>2 e) Coulombic efficiency at 1 mA cm<sup>−</sup>2 with a capacity of 5 mA h cm<sup>−</sup>2. f) Voltage–capacity curves of the electrodes after various cycles with a cycling capacity of 1 mA h cm−<sup>2</sup> at a current density of 2 mA cm<sup>−</sup>2. The right: its magnified voltage–capacity curve profiles from 0.3 to 0.5 mA h cm<sup>−</sup>2.\n\nAll half cells that copper current collectors as working electrode and Li foil as counter electrode are further examined after activating and stabilized for five cycles in the voltage range of 0–1 V. The nucleation overpotential, which is used to evaluate the lithiophilicity, is ≈172, 118, and 95 mV of the bare Cu foil, vertical graphene on Cu foil (denoted as VGCF) and VGCM at 2 mA cm<sup>−</sup>2 with a capacity of 1 mA h cm<sup>−</sup>2, respectively (Figure S6, Supporting Information). The reducing of the nucleation overpotential represents the weaker barrier for the lithium nucleation and deposition. As shown in Figure 3a, the VGCM exhibits fairly high and stable Coulombic efficiency for 250 cycles at a high current density of 2 mA cm<sup>−</sup>2 with the areal capacity of 1 mA h cm<sup>−</sup>2. By contrast, the bare Cu foil shows a rapid decrease in Coulombic efficiency within 50 cycles, while the VGCF decay is beyond 100 cycles. Promisingly, both VGCF and VGCM display better CE than the bare Cu foil. At higher current densities of 3 and 5 mA cm<sup>−</sup>2 (Figure 3b,c), the VGCM sample as modified current collector can still stably operate for 200 and 150 cycles, respectively. But those of Cu foil and VGCF show rapid drop within 60 cycles. Even at a super high current densities of 10 and 15 mA cm<sup>−</sup>2, the modified VGCM electrode still can survive more than 50 cycles (Figure S7, Supporting Information).\n![](_page_5_Picture_0.jpeg)\n\nAs shown in Figure 3d,e, the VGCM electrode could still maintain a high Coulombic efficiency above 98.0% up to 80 cycles, revealing a strong ability to accommodate the high capacity of Li deposits. It is in a sharp contrast to the bare Cu foil and VGCF electrode, which exhibit a rapid decay within 20 cycles. shows the voltage–capacity curves of the bare Cu foil, VGCF, and VGCM electrodes after various cycles with the cycling capacity of 1 mA h cm<sup>−</sup>2 at a current density of 2 mA cm<sup>−</sup>2. It is seen that the VGCM shows almost identical charging/discharging curves after 100th and 250th cycling with negligible capacity loss, delivering its high reversibility during the repeated cycling. By contrast, the bare Cu foil and VGCF deliver obvious decay of the charging capacity below 80% compared to the discharge capacity. The detailed discharge/charge curves at various densities also demonstrate the wonderful cyclic invertibility and reduced polarization (Figure S8, Supporting Information). The correlative Coulombic efficiency results of the bare Cu mesh are further presented in the Supporting information. Because of the \"lithiophobic\" nature of the copper, a higher nucleation barrier still restricts the uniform planting of Li, resulting in the similarly CE fading after dozens of cycles (Figure S9, Supporting Information). The electrochemical impedance spectra were used to investigate the interfacial charge transfer resistance (Figure S10, Supporting Information). The impedance of the VGCM sample is ≈205.4, 10.4, 3.2 Ω after activation, 10 cycles and 50 cycles, which is much lower than that of the Cu foil (304.8, 42.9, 43.4Ω after the activation, 10 and 50 cycles, respectively). Generally, the bare Cu foil, Cu mesh, and VGCF electrodes present an awful CE at various current densities because the uneven surface and the \"lithiophobic\" nature of copper lead to the heterogeneous Li nucleation and dendrite growth. For the modified VGCM, the dual 3D structure from the copper mesh and the vertical graphene could effectively disperse the surface current density, and the positively defective erect graphene could reduce the nucleation overpotential to realize uniform Li nucleation and efficient reversible cycle.\n\nThe morphology of the Cu foil and VGCM electrodes after Li stripping/plating cycling is characterized by SEM. For the Cu foil (Figure S11a,b, Supporting Information), a large quantity loose structure of Li agglomerates and deactivation SEI shell are randomly distributed onto the Cu foil surface. It would lead to worse nonuniform electric field distribution and tip effect, resulting in heterogeneous Li nucleation and dendritic growth. This can be mainly attributed to the uneven surface and lithiophobic nature. By contrast, as for the VGCM with moderate lithiophilic surface and dual 3D \"host\" structure, no lithium dendric exists on the copper fiber. And only some residual Li distributed around the copper fiber crosslinking parts because of the complex electric field distribution at the knots (Figure S11d,e, Supporting Information). Even after batteries failed, only some \"dead\" Li rested in the space of the 3D copper mesh, and no dendric growth was beyond the surface (Figure S11f, Supporting Information) during dead Li and dendric graded distribution on the Cu foil surface (Figure S11c, Supporting Information), demonstrating the high advantage of the lithiophilic dual hybrid host to guarantee a uniform Li deposition during Li plating/striping process.\n\n#### **2.4. Electrochemical Performance of the VGCM in Full Batteries with Liquid Electrolyte**\n\nIn order to further verify the VGCM promotes lithium uniform nucleation and deposition, the symmetrical cells are assembled to evaluate the influence of the erect graphene on the electrochemical performances. The samples as working electrodes are firstly plated with an appropriate prestored capacity of 2 mA h cm<sup>−</sup>2 to achieve the composite anode. As shown in **Figure 4**a, when cycling at a current density of 1 mA cm<sup>−</sup>2 with a cycling capacity of 1 mA h cm<sup>−</sup>2, the symmetrical cell based on bare Cu electrodes exhibited a gradually increasing hysteresis up to 500 mV after 700 h, which is probably due to the irreversible loss of active Li metal and continuous lithium dendritic growth during the repeated plating/stripping process. In sharp contrast, the modified composite anode delivers a much lower and more stable hysteresis of 15 mV over 1000 h. The cycling at a high current density of 5 mA cm<sup>−</sup>2 is also verified for the superiority of composite anode. The symmetrical cell still shows a small overpotential of ≈35 mV for experiments lasting more than 500 h (1250 cycles), suggesting an excellent cycling stability at high power conditions. The compositions of the SEI are probed by XPS (Figure S12, Supporting Information). When the composite anode after 5 and 50 cycles is probed by XPS, there are a few peak evolutions on their position and intensity, indicating the dynamically stable during long-duration electrochemical cycling. And the main composition of the SEI is LiF. The electrode is further coupled with a commercial LiNi0.5Co0.2Mn0.3O2 (NCM) cathode to construct full batteries (denoted as The SEM image and corresponding elements mappings of NCM cathodes were shown in Figure S13 in the Supporting Information. The charge– discharge curves are shown in Figure S14 in the Supporting Information, showing stable plating/stripping process. As shown in Figure 4c, the cycling stability of is better, and has capacity retention of 83.79% after 150 cycles. Generally, the special lithiophilic dual 3D structure design could effectively devote to the uniform lithium deposition and growth, stable SEI construction, and prolonged cycling stability.\n\n#### **2.5. Electrochemical Performance of VGCM in Solid-State Lithium Metal Batteries**\n\nTo demonstrate the feasibility and advantage of composite VGCM in the all-solid-state lithium metal batteries at ambient temperature (25 °C), the CSE electrolyte and 3D Li are directly paired with NCM cathode to construct solid-state Li metal batteries. The basic characterization of the composite solid-state electrolyte (denoted as CSE) is shown in Figure S15 in the Supporting Information.\n![](_page_6_Picture_0.jpeg)\n\n![](_page_6_Figure_2.jpeg)\n\n## \nLong-term stability of the symmetric lithium cells and full cells in liquid carbonate electrolyte. Voltage–time curves of the Cu foil and VGCM mesh in symmetrical cells with a cycling capacity of 1 mA h cm−<sup>2</sup> at current densities of a) 1 and b) 5 mA cm−<sup>2</sup> .\nthickness of 30 µm. The ionic conductivity of the CSE could be 1.8 × 10−<sup>4</sup> S cm−<sup>2</sup> , which is able to meet the requirement of solidstate batteries (Figure S16, Supporting Information).\n\nThe cycling stabilities were analyzed by a galvanostatic cycling test, which was applied by repeatedly charging for 1 h and discharging for 1 h at 0.5 mA cm−<sup>2</sup> . As shown in Figure S17 in the Supporting Information, the voltage of Li||CSE||NCM cell increases obviously after a stable plateau of about 60 h, which indicates that the polarization and the Li dendrites at the surface of Li anode gradually grow and propagate. In contrast, demonstrates a stable plateau over 150 h, which indicates that the 3D lithium anode can effective delay the lithium dendrite growth at the surface of Li anode and improve the cycling stability of Li symmetric cell. The typical galvanostatic discharge/charge of the and Li||CSE||NCM cells at 0.5C (the tenth cycle) further indicates the lower polarization (**Figure 5**a). After 30th cycle, these plateau patterns remain nearly unchanged, indicating tiny polarization and the excellent electrochemical stability. The solid-state battery also exhibits a stable cycling capability. shows the cycling performance and Coulombic efficiency of and Li||CSE||NCM cells at a high current density of 0.5C. The cell exhibits an initial capability of 140.1 mA h g−<sup>1</sup> and maintains a reversible capacity of 117.6 mA h g−<sup>1</sup> after 50 cycles, while that of the Li||CSE||NCM cell exhibits a lower initial capability of 130.3 mA h g<sup>−</sup>1 and failed after 31 cycles.\n\n# **3. Conclusion**\n\nIn summary, to enrich the role of graphene in copper current collector, we fabricated the VGCM as hybrid anode. The designed and verified uniform Li nucleation/growth behavior by in-depth XPS and line-scan EDS method brings the improvement in electrochemical performances and is further successfully employed in the solid-state lithium metal batteries. Owing to the dual 3D and lithiophilic structure, the VGCM can offer well-distributed lithiophilic nucleation sites, guiding uniform lithium growth at the initial plating stage. As a result, dendrite-free Li plating/stripping, stable CE over 250 cycles at 2 mA cm<sup>−</sup>2, and ultralong lifespan (500cycles at 5 mA cm<sup>−</sup>2) in the symmetric batteries can be successfully achieved. Moreover, an assembled liquid full cell with NCM shows capacity retention of 83.79% after 150 cycles. In particular, the VGCM as a novel 3D hybrid anode also presents a lower polarization and enhanced cycling stability in the solid-state lithium metal batteries. This work illustrates that a promising 3D lithiophilic structure could shed a new light on the development of lithium metal anode.\n\n![](_page_7_Picture_0.jpeg)\n\n![](_page_7_Figure_2.jpeg)\n\n## \nElectrochemical performance of solid-state Li metal battery with modified VGCM composite anode and lithium foil. a) Galvanostatic discharge/charge profile of the Li foil and and Li||CSE||NCM cells at 0.5C (the 10th cycle). b) Typical galvanostatic discharge/ charge profile of VGCM anode at the 2nd, 5th, 10th, 20th cycles. c) Cycling stability of the solid-state cell at a rate of 0.5C.\n\n### **4. Experimental Section**\n\n*Fabrication of the VGCM and VGCF*: The vertical graphene grown on Cu-based samples was realized by a plasma enhanced CVD route, as reported previously. The CVD system was vacuumed and purged with 300 sccm Ar as the carrier gas to remove air existing in the tube, and then the tube was heated to 800 °C at a rate of 20 °C min −<sup>1</sup> under 300 sccm Ar and 30 sccm H2. Upon reaction for 30–40 min in a gas flow of 5 sccm CH4 under plasma generation, the obtained black colored sample was directly used for further electrochemical measurements and battery testing. The vertical graphene on Cu foil and vertical graphene on Cu mesh were denoted as VGCF and VGCM, respectively.\n\n*Fabrication of the Composite Solid Electrolyte*: The composite electrolyte was achieved through the typical solution casting strategy. First, a 6% solution of PVDF–HFP was prepared by mixing the PVDF powers into *N*-methyl pyrrolidone (NMP) solution at ambient temperature. After it was dissolved completely, Li7La3Zr2O12 (LLZO) and bis(trifluoromethanesulfonimide) lithium salt (LITFSI) powers were added into the abovemixed solution under intense stirring for 10 h, and the mass ratio of LLZO:PVDF:LITFSI was about 1:1:2. The mixture was poured onto glass dishes, and then heated under vacuum condition for 12 h at 80 °C to achieve the composite solid electrolyte.\n\n*Material Characterization*: Morphologies of samples were observed by the field-emission scanning electron microscope (Hitachi BCPCAS-4800) and TEM (FEI Tec G2F30). The quality of graphene was characterized by the Raman spectra (JY Horiba HR800) with laser excitation wavelength of 514 nm. The crystallinity of samples was conducted by a D/max-Rb with Cu Kα radiation (λ = 0.154 nm). XPS spectra were recorded by ESCALAB 250Xi (Thermo Fisher).\n\n*Electrochemical Measurement*: Coin cells CR2025 were assembled in an argon-filled glove box (<0.1 ppm of oxygen and water). Lithium foil was employed as the counter electrode and Celgard2400 was adopted as the separator. The electrochemical performance was performed on a LAND battery testing system. The half batteries were first cycled in a potential range of 0–1 V versus Li/Li<sup>+</sup> at 50 µA for five cycles to remove the surface contaminations. Next, the nucleation overpotential and Coulombic efficiency of samples was studied at different current densities until the set areal capacities were achieved, then followed by Li stripping up to a cut-off potential of 0.5 V versus Li/Li+. For the symmetric cells, an appropriate prestored Li were firstly plated on the samples of Cu foil, Cu mesh VGCF, and VGCM, then cycled at various current densities with a constant areal capacity. Electrochemical impedance spectroscopy (EIS) was measured on an electrochemical workstation (CHI660e, Shanghai, Chenhua) over the frequency ranging from 0.1 to 10<sup>5</sup> Hz. For the full cells, the commercial LiNi0.5Co0.2Mn0.3O2 (NCM) was chosen as the cathode material. The NCM electrodes were obtained by mixing NCM:Super–P:PVDF (8:1:1) in NMP. The slurries were cast on aluminum foils by a doctor blade method, then after vacuum drying at 120 °C for 12 h to obtain the electrodes. The composite anode was obtained by electroplating desired Li metal amounts on Cu foil and VGCM, and followed by drying on hot plate at 50 °C for 1 h. The electrolyte used in full cells was composed of 1 m LiPF6 in ethylene carbonate (EC) and diethyl carbonate (DEC) (1:1; v/v). Cyclic voltammetry (CV) measurements were performed in a potential range of 3–4.2 V at scan rates of 0.1 mV s−<sup>1</sup> . Galvanostatic charge–discharge cycling tests of and Li||NCM full cells were carried out in a potential range of 3–4.2 V at 0.5C.\n\n **Acknowledgements**\n\nS.H., H.Y., and J.H. contributed equally to this work. Financial support from the National Natural Science Foundation of China (21875284, 51532002 and 51872027), Beijing Natural Science Foundation (L172023 and L182019), and National Basic Research Program of China (2018YFB0104300) is gratefully acknowledged.\n\n"
}