{
  "fn": "10.1002_aenm.202203174",
  "text": "#### **DOI: 10.1002/aenm.202203174**\n\n## 1.\n\nLately, solid-state batteries (SSBs) generated increasing attention as they hold the potential to outperform lithium-ion batteries (LIBs) as energy storage devices. Although they are expected to fulfill higher safety standards, their main benefit is the use of lithium metal as the anode material, which could be enabled by the use of solid electrolytes (SE). The lithium metal anode is an appealing target for next-generation lithium batteries due to its low redox potential of −3.04 V and high theoretical specific capacity of 3861 mAh g<sup>−</sup><sup>1</sup> .\n\nThe high reactivity of lithium metal, however, poses a number of challenges during the handling of lithium foils and fabricating low-resistance interfaces to SEs.[8–11] Lithium usually has a thin surface passivation layer consisting of mainly Li2CO3, LiOH, and Li2O even when stored under an argon atmosphere with a low amount of H2O and O2. This passiva-\n\nTherefore, tedious preparation steps are needed to fabricate low-resistance interfaces to SEs, which include mechanical processing of lithium, polishing of SEs, high pressures (3–300 MPa), and heat treatments.[9,10,12–14] While these methods work well on the laboratory scale, they are not suitable for large-scale fabrication of cells.\n\nLithium-reservoir-free cells (RFCs) provide an elegant way to circumvent the aforementioned challenges. After assembly, the simplest RFC consists of a separator with a cathode on one side and a current collector (CC) attached to the other side. As cathode materials like LiNi*x*Mn*y*Co*z* are typically fabricated in the discharged (lithiated) state, it is possible to extract lithium from the cathode and deposit it as lithium metal onto the current collector in the first charging step.[15,19–21] During subsequent cycling, the lithium metal can either be formed anew in every charging step or a small reservoir of lithium may be left during discharge. The superior method depends on the employed cell design and formation step of the lithium metal.\n\nSeveral advantages are gained by eliminating the need of handling lithium metal during cell fabrication. First, by avoiding the excess lithium present in an SSB the cell energy density increases significantly as all lithium needed for cycling is introduced with the lithiated CAM during cell assembly. Additionally, lithium metal may be the battery component most sensitive to trace amounts of water, oxygen, and nitrogen in the atmosphere it is processed in. Therefore, the fabrication of RFCs may open a variety of processing techniques, like solvent or heat treatments, previously rendered impossible by lithium metal. Also, the handling and storage of RFCs prior to the formation step of lithium metal is safer as an RFC prior to charging cannot short circuit.\n\nThe key challenge that currently hinders the development of RFCs is the non-uniform morphology of plated lithium after the formation step. Ideally, a lithium film is uniformly deposited in a layer-by-layer manner. The formation of isolated islands, dendrites, or whiskers must be avoided as they lead to a high interface resistance due to low contact area, current focusing, and nucleation sites for dendrites. It is still elusive, how external parameters like applied stack pressure, current density, and temperature influence the lithium metal morphology at the CC|SE interface.\n\nA clear influence of temperature and current density on the plating morphology of lithium at Cu|LIPON and Cu|liquid electrolyte (LE) interfaces have already been observed. Comparing the Cu|LIPON and Pt|LIPON interfaces, it seems that a high overvoltage during nucleation leads to more, but also smaller, particulates of lithium at the copper CC. Wang et al. additionally propose that a higher overvoltage results in smaller critical radii of forming lithium nucleates. A high overvoltage can thereby be achieved either by applying a high current density or by decreasing the temperature. Vice versa, applying low current densities at high temperatures (100 °C) leads to only a few but larger particulates of lithium, which means that the interface is more heterogeneous.\n\nIt is, however, not clear how well these results on lithium nucleation translate to cells using the Cu|Li6.25Al0.25La3Zr2O12 (LLZO) interface. While LIPON is an amorphous and defectfree SE, LLZO is polycrystalline and has a variety of surfaces defects, like grain boundaries, pinholes, dislocations, and different crystallographic facets, which can act as preferential nucleation sites. Kazyak et al. already observed the positive effect of pressure on controlling the growth of lithium after nucleation using operando optical microscopy. We believe that our work employing operando SEM can further elucidate the factors that affect homogeneous anode formation, especially during the nucleation and the very beginning of the deposition of lithium particles. Therefore, this paper focuses on the lithium plating as a function of the current density and current collector thickness at the Cu|LLZO interface and shows a strong dependence of the obtained lithium microstructure on the applied current density.\n\n# **2. Results and Discussion**\n\n#### **2.1. Using Operando SEM Plating to Study the Growth at Thin Cu-CC Films**\n\nTo investigate the lithium deposition at metal CCs as a function of the applied current density, galvanostatic experiments were carried out on Liid|LLZO|Cufilm cells while under observation with an SEM. This cell configuration was deliberately chosen as the employed Liid counter electrode does not show any impedance contribution during the experiment, which means that changes in resistance can solely be attributed to current constriction at the Cufilm|LLZO interface. LLZO was chosen because of its practical stability to lithium metal, which makes it well suited for this model system. The metal current collector was a 100 nm thin copper film, which was deposited via thermal vapor deposition on the LLZO pellet. This allows the observation of lithium nucleation from above through the current collector as deposited lithium deforms this film. Copper was chosen as the current collector material as it is known to have a low lithium solubility at room temperature to prevent the possibility of alloy formation that could influence the deposition.\n\nThe working principle of the herein-used setup is schematically depicted in **Figure 1**a. A Liid|LLZO|Cufilm cell was prepared as described above. Subsequently, a microscopic electrode pattern was cut into the 100 nm thin copper current collector film with a FIB. This enables the measurement of several different spots with very similar interface properties. Additionally, a measurement with an electrode covering the size of the whole pellet would lead to large defects, such as holes or polishing lines being contacted, which would distort the results. Also, the patterned electrode with a size of around 15 µm in diameter still includes several grains with different orientations and grain boundaries as the mean grain size for this material is around 4 µm. Such a pattern is visible in the low magnification image in Figure 1b, where one current collector spot is electrically contacted with the tungsten microelectrode.\n\nThe voltage profile shown in is obtained when plating lithium with a current density of 100 µA cm<sup>−</sup>2 at a single copper current collector patch. It can be seen that *E*WE decreases until around −100 mV, at which point lithium nucleation sets in with an ohmic overvoltage *η*IR of around −100 mV. Usually, a nucleation overpotential *η*nuc is expected, which manifests itself in a minimum in the potential profile, but is not present herein. Possibly *η*nuc is overshadowed by the oscillation of *E*WE induced by the scanning procedure. However, this limits the maximum value of *η*nuc to around 50 mV in this case.\n\nAs depicted in the split image in Figure 1d, the plated lithium morphology can then be monitored in situ and directly correlated with electrochemical findings. The lithium breaks through the copper CC, which allows an assessment of nucleation density at a certain current density. At 100 µA cm−<sup>2</sup> , small and separate lithium columns grow and do not form a conformal film. The necessity to grow a conformal film is clear when the plated electrode is subject to discharge/stripping. Figure S1, Supporting Information shows an in situ plated lithium electrode before and after stripping was performed. Due to the low areal coverage, high local current densities are present at the lithium particles, which lead to a fast progression of pore formation and therefore, low Coulomb efficiency. After a successful proof of principle, this setup is therefore used to investigate the relationship between deposition morphology and current density, as described in the next chapter.\n\n## www.advancedsciencenews.com www.advenergymat.de\n\n\n![](_page_2_Figure_2.jpeg)\n\n## \na) Schematic of the operando SEM setup used to characterize lithium plating in a Liid|LLZO|Cufilm cell stack. b) SEM overview of the investigated microscopic current collector patches as prepared via FIB patterning. c) Voltage profile when plating lithium with this setup. Note that the strong oscillations in this profile occur because of the SEM electron beam scanning, thus interfering with the measurement at very low currents. d) Magnified image of the same contacted copper current collector patch before and after lithium plating. Note that the frayed edge is an effect induced by the FIB cutting. Additionally, the material on the needle sides is thought to be dust particulates that do not influence the measurement.\n\n#### **2.2. Influence of Current Density on Lithium Growth Morphology**\n\nThe in situ SEM plating technique described above is now used to characterize lithium plating with different current densities. While higher current densities lead to more lithium particles per area for Cu|LIPON and Cu|LE, it was hitherto unknown what happens at the interface to a polycrystalline ceramic SE. To be able to compare our findings with the literature, the same current densities as in the work of Motoyama et al. were investigated herein. **Figure 2**a–d, therefore, shows SEM images of 16 µAh cm<sup>−</sup>2 lithium plated with 50, 100, 500, and 1000 µA cm<sup>−</sup><sup>2</sup> .\n\nThe micrographs in Figure 2a–d show a clear change in size, shape, and density of the lithium particles plated at the Cu|LLZO interface. With increasing current density, the shape of the lithium nucleation spots is increasingly heterogeneous. For example, lithium plated with 50–100 µA cm<sup>−</sup><sup>2</sup> is nearly spherical in shape but for higher current densities, elongated lithium nucleates are plated.\n![](_page_2_Figure_8.jpeg)\n\n## \nSEM micrographs of lithium plated at the Cu|LLZO interface with a) 50, b) 100, c) 500, and d) 1000 µA cm<sup>−</sup>2. In each case, the amount of lithium or charge plated was 16 µAh cm<sup>−</sup>2, corresponding to a thickness of 77 nm, if plated homogeneously. The projected size *A*Li-Particle of each lithium particle and the particle density *n*Li-Particle are depicted in (e). The distribution of lithium particle sizes is presented as a box plot, comprising 11 (50 µA cm<sup>−</sup>2), 32 (100 µA cm<sup>−</sup><sup>2</sup> ), 79 (500 µA cm<sup>−</sup><sup>2</sup> ), and 92 (1000 µA cm<sup>−</sup><sup>2</sup> ) particles, respectively. The average *A*Li-Particle is shown as a square inside each box plot. *n*Li-Particle is represented as the orange data points.\n\nUnlike observed by Wang et al., no coalescence of lithium nuclei/particles to form a continuous film was observed herein, which most likely would require applied stack pressure or thicker CCs or both.\n\nTo quantitatively compare the nucleation for Cu|LLZO and Cu|LIPON interfaces, image analysis was carried out of the size and morphology of lithium particles in Figure 2a–d. The projected size of each lithium particle *A*Li-Particle and *n*Li-Particle are depicted in As the plated charge is the same for all herein depicted experiments, lower *A*Li-Particle values are expected for higher current densities with larger *n*Li-Particle. This is confirmed by digital image analysis, which shows that *A*Li-Particle decreases from around 4 µm2 at 50 µA cm<sup>−</sup><sup>2</sup> to only 0.5 µm2 at 1000 µA cm<sup>−</sup><sup>2</sup> . Interestingly, the spread of *A*Li-Particle also decreases for higher current densities according to the box plots in A six-fold increase of the lithium particle number is obtained from 11 per current collector area at 50 µA cm<sup>−</sup><sup>2</sup> to around 92 per current collector area at 1000 µA cm<sup>−</sup>2. As the current collector area is approximately 150 µm2, *n*Li-Particle is between 10 × 106 cm−<sup>2</sup> at 50 µA cm<sup>−</sup><sup>2</sup> and 60 × 10<sup>6</sup> cm<sup>−</sup><sup>2</sup> at 1000 µA cm<sup>−</sup>2, confirming the observation previously made directly from the images. Note that the particle area is only a projection of its shape onto the copper current collector as the topology could not be quantified with SEM.\n\nThe nucleation densities observed for Cu|LLZO are quite similar to what Motoyama et al. observed for Cu|LIPON. This is interesting, as, unlike LIPON, LLZO shows various surface defects, for example, grain boundaries and dislocations, within the current collector area. These defects may facilitate the nucleation of lithium as observed before. To better understand the influence of surface defects on the large-scale nucleation at interfaces, similar plating experiments were carried out on single-crystalline Cu|LLZOsc interfaces.\n\nUsing an LLZO pellet with a grain size larger than the 15 µm wide copper current collector spot generates a Cu|LLZOsc interface mostly free of surface defects, that mimics a single crystal experiment. For this experiment, 100 nm of copper were deposited on a freshly broken cross-section of large-grained LLZO, which was thereafter patterned via FIB for microelectrode preparation. The micrographs in Figure S2a–d, Supporting Information show the lithium grown after plating at these Cu|LLZOsc interfaces with 50 to 1000 µA cm−<sup>2</sup> . A clear difference is observed compared to the polycrystalline material regarding *n*Li-Particle. For the defect-free LLZO, lithium plating is solely observed at one spot in the vicinity of the microelectrode contact, independent of the applied current density. Furthermore, *η*nuc is larger than at polycrystalline surfaces, for example, 200 mV (Cu|LLZOsc) versus < 50 mV (Cu|LLZO). This highlights the necessity for surface defects to facilitate homogeneous and planar lithium growth at the Cu|LLZO interface. However, the grain orientation was not determined, which may have a strong impact on the nucleation of lithium at the interface.\n\nGenerally, the herein obtained results for polycrystalline LLZO in contact with copper current collector films confirm the current density-dependent nucleation observed at the Cu|LIPON interface. This is remarkable as LLZO is a polycrystalline material, which exhibits surface defects. While LIPON is an amorphous and basically defect-free material, LLZO shows grain boundaries, grain orientations, pores, dislocations, and other defects such as scratches induced by polishing. Possibly, local variations in density act as nucleation sites in LIPON, which is why it performs similarly to polycrystalline LLZO instead of LLZOsc.\n\n#### **2.3. Advanced Charging Protocol to Obtain a Favorable Lithium Morphology**\n\nWhile high current densities lead to a beneficial higher density of lithium particles, continuous charging with high current densities is detrimental to the overall cell properties. Not only do high charge currents lead to (chemo)-mechanical issues like contact loss at the cathode interface, dendrite and filament growth are facilitated as well. However, a combination of high and low current densities could be an optimal charging protocol for the plating of a homogeneous lithium film. To test this hypothesis, continued plating with low current densities (100 µA cm<sup>−</sup>2) was interrupted repeatedly by high current pulses (1000 µA cm<sup>−</sup><sup>2</sup> ). A control experiment was carried out in which the same amount of charge was plated with a continuous and uninterrupted current of 100 µA cm<sup>−</sup><sup>2</sup> . The respective voltage profiles and morphology evolutions are depicted in **Figure 3**.\n\nSEM micrographs were acquired during the plating with 100 µA cm<sup>−</sup><sup>2</sup> and are depicted in Figure 3a–c. They respectively show the beginning, middle, and end of the lithium growth process. The images are linked to the respective voltage profile depicted in Similarly, Figure 3e,f show the lithium morphology during growth after the first pulse and after the end of the process.\n\nAfter the same amount of charge was plated in both experiments, clear differences in lithium morphology and particle density are observed. shows that a rather defined space between different lithium particles is present, with lithium growing similar in size up to around 0.5–1.0 µm, not covering the whole Cu|LLZO interface. However, as depicted in Figure 3g, more and smaller lithium particles nucleate when short pulsing steps are incorporated into the growth process. Additionally, the spacings between the particles appear shorter with less Cu|LLZO interface uncovered.\n\nA different lithium coverage of the Cu|LLZO interface also manifests itself in the lower *η*IR seen while plating. While a constant *η*IR of around −65 mV is observed after nucleation occurred for the control experiment, *η*IR decreases from around −65 mV (before the 1st pulse) to −42 mV (after 1st pulse) and finally to around −35 mV (after 2nd pulse) for the advanced plating process. This means that more lithium is in contact with the SE after the pulsing steps. This also explains the voltage profile during the pulses, which are depicted in Figure S3, Supporting Information. Here, a *η*nuc of −30 mV is observed, which means that particles nucleate additionally during the pulse besides lithium already being present.\n\n## \ndisplays the particle density and size thereof during the pulse experiment and the constant current control experiment. In the control experiment with continuous plating, a continuous but slow increase in *n*Li-Particle up to 60 × 106 cm−<sup>2</sup>\n\n![](_page_4_Picture_0.jpeg)\n\n![](_page_4_Figure_2.jpeg)\n\n## \na–c) SEM micrographs at different stages during lithium plating with 100 µA cm<sup>−</sup>2. The corresponding voltage and current profiles are depicted in the top part of (d). The bottom part of (d) shows the voltage and current profiles during plating with 100 µA cm−<sup>2</sup> and interrupting current pulses of 2000 µA cm<sup>−</sup>2. Note that the oscillations of the voltage profiles are induced by the scanning of the electron beam. The respective SEM micrographs during different stages of the plating are visible in (e–g). Videos of both experiments can be found in Video S1, Supporting Information.\n\nWhen pulses are utilized within the plating, sharp jumps in *n*Li-Particle are observed during the pulses, corresponding well to the observation of a nucleation overvoltage present during the pulse and the nucleation of additional particles.\n![](_page_4_Figure_5.jpeg)\n\n## \nEvolution of lithium particle density and projected area as a function of the plating time for the pulsed measurement and the control experiment with a constant current density as depicted in \naround 170 × 106 cm−<sup>2</sup> , which is nearly three times higher than in the continuous plating experiment.\n\nFurthermore, the average projected area of the nuclei is analyzed and depicted in For the control experiment without current pulses, a steady and mostly linear increase in particle area up to 0.15 µm2 is observed in the first 10 minutes, followed by stagnation of average particle area, explained by the simultaneous growth of few but very small lithium particles. The pulsed plating shows a more tentative growth at the beginning, followed by a step increase during the first pulse up to around 0.06 µm2. Afterward, the projected area slowly increases up to 0.10 µm<sup>2</sup> . Interestingly, no step change is observed for the second pulse, which may be explained by the high number of particles already present.\n\nThe size distribution of particles at different points during plating is additionally shown in Figure S4, which confirms a sharper size distribution of grown lithium particles for the pulsed plating. For better visualization of the process, the reader is referred to Video S1, Supporting Information of the plating process.\n\nInterestingly, during all plating experiments, a change of image contrast happens prior to and during the nucleation of lithium particles. This darkening may be caused by lithium being reduced at the Cu|LLZO interface and diffusion at the surface of the Cu current collector. This lowers the average electron density of the material, thus appearing darker when observed with an SEM. Copper supposedly is able to alloy with up to 14 at.% of lithium, as measured by reacting fine copper powder with lithium. This and time-of-flight secondary ion mass spectrometry (ToF-SIMS) analyses suggest very strong lithium diffusion along copper grain boundaries when present. However, even if the maximum amount of 14 at% of lithium is alloying with the CC, this still only amounts to 1.5 wt%. Consequently, no amount of lithium significant enough to change our morphological analysis is lost within the copper CC, but still enough to change the contrast as observed via SEM.\n\nAll of the above experiments were conducted using thin copper electrodes with a thickness of around 100 nm. Clear trends are observed, showing that the plating morphology can be controlled by current density. However, lithium breaking through the current collector layer is not beneficial for practical application, as it inhibits the growth of a lithium film and renders the application of stack pressure useless. Therefore, thicker metal layers of several micrometers are needed to assess the nucleation and growth of lithium in practically relevant systems. In this case, our top-view in situ method cannot be applied and it is yet unclear, how the morphology and interface between LLZO and thick copper foils evolve during lithium growth.\n\n### **2.4. Operando Study of Lithium Growth at Thick Cu-CC Foils**\n\nIn the following, lithium nucleation and growth were investigated at Cufoil|LLZO interfaces. As it is not possible to see any deformation at this buried interface during plating, operando experiments were carried out at cross-sections, which were prepared prior to the experiment by a focused ion beam. It is expected that lithium is not able to penetrate through a thick copper foil in the same way it does when using thin copper films. When using thick (≈10 µm) metal foils, three different modes of growth at the CCfoil|LLZO interface have been proposed. These are 1) CC|LLZO separation and gap formation by vertical whisker growth of lithium; 2) horizontal growth or creep induced by stack pressure opening the CC|LLZO interface without gap formation, and 3) plating at the nucleate edges into the solid electrolyte, forming dendrites. The second growth mode is the preferred option to obtain large-area lithium electrodes without severe mechanical degradation or dendrite formation. However, it is still unknown how these processes depend on current density, current collector thickness, and applied pressure.\n\nTherefore, operando experiments at Cufoil|LLZO interfaces were carried out by looking at the cross-section during lithium plating with different current densities. **Figure 5**a depicts a schematic of the herein-used operando setup for cross-sectional analysis. A low-magnification image of the whole prepared crater and micromanipulator used as the working electrode is visible in with the analyzed area marked with a blue dashed line.\n\nInterestingly, when plating with 100 µA cm<sup>−</sup><sup>2</sup> the voltage profile shown in shows two minima, which may arise from a convolution of two separate contributions. One minimum is caused by *η*nuc, typically observed for Cu|SE interfaces, the other one could be caused by the subsequent opening of the interface by lithium growth, temporarily reducing the effective electrode area. Afterward, the plating is quite stable and only shows a small decrease in *η*IR, caused by the increasing electrode area by lateral lithium growth.\n\nThe evolution of the interface during plating is shown in Figure 5d–g and Video S2, Supporting Information. The pristine interface shows a heterogeneous distribution of contact spots, with some areas showing direct contact and others showing that thin gaps (< 1 µm) are still present. At the beginning, where the potential is still falling and nucleation has not occurred yet, a darkening of the copper current collector is observed like in previous experiments. As a full lithiation of the copper CC (14 at% or 1.5 wt% of Li) would take around 5 h with 100 µA cm<sup>−</sup>2, this can be ruled out. The color change, therefore, is most likely explained by the fast surface diffusion of lithium along the copper CC, changing the electronic properties enough to result in a slightly different SEM image contrast.\n\nAfter nucleation, lithium growth is observed at a previous contact spot between copper and LLZO. These small islands then get thicker and also slowly grow laterally while simultaneously opening the gap between copper and LLZO to around 2 µm at the end of the experiment. What follows is that at 100 µA cm<sup>−</sup><sup>2</sup> and no applied pressure, a combination of growth mechanisms 1) and 2) occurs. The lateral growth of lithium and closing of pores is especially interesting, as previously this was only expected when stack pressure is applied. A reason could be that the force induced only by the deformation of the copper foil is enough for the deformation of small lithium pillars. A similar experiment was carried out with 50 µA cm<sup>−</sup><sup>2</sup> , which is shown in Figure S5, Supporting Information and shows the same trends as plating with 100 µA cm<sup>−</sup>2. Interestingly, contrary to what was stated by Kazyak et al., lithium does not start to nucleate at the pore walls in the free space at the interface, but rather at the direct contact spots between Cu and LLZO – highlighting that a pore-free CC|LLZO interface is favorable for Li plating.\n\nSimilarly, plating with 500 µA cm−<sup>2</sup> was carried out at a Cufoil|LLZO cross-section with the respective voltage profile displayed in **Figure 6**a. Several SEM images linked to different stages in the plating progress are depicted in Figure 6b–e. While the pristine interface of the image area seems to be in better contact than in the previous measurement, the overall contact area seems to be quite similar for all investigated cross-sections as depicted in low-magnification SEM images in Figure S6, Supporting Information.\n\nDue to a large overvoltage induced by the higher current density, the minima in the voltage profile are not as pronounced as they are in the previous measurement with 100 µA cm<sup>−</sup>2.\n![](_page_6_Picture_0.jpeg)\n\n![](_page_6_Figure_2.jpeg)\n\n## \na) Schematic setup used to observe lithium plating with 100 µA cm<sup>−</sup>2 at the interface at Cufoil|LLZO. Due to the high electronic conductivity of both tungsten and copper, the point contact between the micromanipulator and copper foil is not relevant to the experiment. A low-magnification SEM image of the setup is shown in (b). The voltage profile during plating is depicted in (c). Several screenshots of the video during plating were taken at different stages, which are shown in (d–g). Note that some of the remaining lines and pillars are due to \"curtaining\" and \"rippling\", which frequently occurs during the FIB-cutting process.[42–45]\n\nStill, upon further plating, a homogenous film grows at the Cufoil|LLZO interface. At a later stage, also large protrusions of lithium are visible at the interface. These, however, may not be representative of the growth occurring at the buried interface due to more space being available where some of the material was removed to be able to observe the process in cross-section.\n\nThe growth occurring with 500 µA cm−<sup>2</sup> can overall be classified to growth mode 3), showing that even though a very thin layer of metal is plated at the interface, the majority of plated lithium is deposited as filaments and dendrites in the bulk of the solid electrolyte.\n\nA similar cross-sectional experiment was carried out with thin Cu400 nm current collectors and a current density of 20 µA cm−<sup>2</sup> . The breakthrough process of a lithium whisker through the copper can easily be observed therein as depicted in Figure S7, Supporting Information. This furthermore highlights the necessity of a thick CC as a means to suppress lithium breaking through the metal layer. The exact thickness needed to suppress whisker penetration depends on various factors, like current density used for plating, if a foil or deposited film is used, conformity of the CC|SE interface and applied pressure. In the case of vapor-deposited films onto LLZO, we found that 5 µm of copper is sufficiently mechanically stable to suppress whisker penetration through itself as depicted in Figure S8, Supporting Information.\n\n#### **2.5. Summarizing the Different Growth Modes of Lithium at Cu**|**LLZO Interfaces**\n\nThe different lithium growth modes discussed by Wang et al. are also observed within this work and were investigated regarding their occurrence under different interface conditions and current densities as summarized in **Figure 7**. As we observed the simultaneous occurrence of different growth modes, this chapter aims to give guidelines on how to control the lithium growth morphology within RFCs.\n\nBy investigating thin copper films (*d* = 100 nm), it was possible to quantify the lithium particle density as a function of the applied current density.\n![](_page_7_Picture_0.jpeg)\n\n![](_page_7_Figure_2.jpeg)\n\n## \na) Voltage profile during plating with 500 µA cm−<sup>2</sup> . Screenshots of a video recorded during the plating and lithium growth process are depicted in (b–e) with their respective time indicated by a marking in the voltage profile.\n\nThis could be expanded to using current pulses as an interruption to low current plating as depicted in \nDespite a conformal initial contact of thin vapor deposited metal films (*d* = 0.1–1 µm) on the SE, which is evident from\n\n![](_page_7_Figure_6.jpeg)\n\n## \nSchematic explaining the occurrence of different lithium growth modes when using thin current collector films (top) or thick current collector foils (bottom) when different current densities are applied. Note that in the herein analyzed experiments, usually a combination of growth modes was observed.\n\nDuring the initial plating, lithium penetrates such thin current collector films, which facilitates the vertical growth of whiskers instead of films. Even if pressure is applied in our particular case, lithium is just flattened above the current collector films after whisker penetration, which offers no beneficial increase in the contact area between lithium and the SE. This evolution is evident from the resistance evolution shown in Figure S9b, Supporting Information and proven by the SEM images shown in Figure S8c,d, Supporting Information. As no new contact area between lithium and the SE is formed, *R*int is converging to a certain value of several 100 Ω cm2 despite a continuous growth of lithium.\n\nTherefore, we propose the use of thicker metal CCs, such as Cufoil (*d* = 10 µm) or Cufilm (*d* = 5 µm) to suppress the penetration of the metal. In this case, three different growth modes can be identified, namely, i) the vertical growth of whiskers where the current collector was in contact with the SE, ii) a desired film-like growth, and iii) the growth of lithium into the SE as dendrites. As summarized in Figure 7, we could observe the simultaneous occurrence of different growth modes, however, their contributions can be tuned by plating with different current densities.\n\nAt low current densities (< 100 µA cm−<sup>2</sup> ), a mixture between whisker growth and film growth could be observed, depending on the local microstructure and interface properties of the analyzed system. A more conformal contact and stiffer current collector would therefore rather shift the balance to the desired film growth, whereas a current collector foil without conformal contact facilitates the growth of whiskers. At high current densities (> 500 µA cm−<sup>2</sup> ), an overlap between film and dendrite growth was observed. This balance is expected to depend strongly on the SE microstructure, with denser SEs being able to suppress dendrites better than porous variants.\n\nThe influence of pressure on the lithium growth morphology is also very important and was recently investigated by Kazyak et al. using operando video microscopy. Based on their results of lithium blisters getting flattened by pressure in the range of 1–5 MPa, it is expected that the balance of growth modes is shifted to the desired film growth already at moderate pressures and that dendritic growth is favored at very high pressures.\n\n# **3. Conclusion**\n\nIn this study, we investigated the current density-dependent lithium growth morphology and particle density at Cu|LLZO interfaces by contacting small current collector patches or interface cross-sections (prepared by FIB patterning) in an SEM. With this novel technique, a strong increase in lithium particle density and current collector coverage was observed with increasing current density. Our experiments show that – while thin metal films as CCs are good model systems to observe lithium growth underneath – a thicker and more mechanically stable current collector foil is needed to suppress the detrimental penetration of lithium whiskers through the CC. Three different lithium growth modes were observed without the application of stack pressure in Cufoil|LLZO systems: i) vertical whisker growth, ii) film growth, and iii) dendritic growth. Usually, a combination of these growth modes is observed with a strong dependence on local microstructure and conformity of the Cufoil|LLZO interface. A general shift from whisker growth to film or dendritic growth occurs with increasing current densities when plating. Therefore, we suggest not only using thick CCs (several µm) to suppress its penetration by whiskers, but also carefully choosing the current density and plating protocol to optimize the electrode system for growing homogeneous lithium films with respect to the presented findings.\n\n## **4. Experimental Section**\n\n*Preparation of Solid Electrolytes*: The formal composition of the LLZO:Al prepared within this work was Li6.25Al0.25La3Zr2O12. At first, Li2CO3 (> 99.0%, Sigma-Aldrich), ZrO2 (99.9%, Sigma-Aldrich), La(OH)3 (99.9%, Sigma-Aldrich), and Al2O3 (99.8%, abcr) were homogenized using a planetary ball-mill two times (10 min with 20 min pause at 350 rpm for 24 cycles). Thereafter, calcination (4 h at 1000 °C) of 25 mm diameter pellets was carried out in MgO-crucibles under 150 sccm O2 flow. The samples were subsequently handled exclusively under an argon environment (MBraun, *p*(H2O)/*p* < 1.0 ppm, *p*(O2)/*p* < 0.1 ppm).\n\nTo obtain LLZO powder with a smaller particle size, the above mixture was ball-milled with the same parameters for 40 cycles. Sintering was then carried out with pellets isostatically pressed beforehand at 380 MPa under O2 flow in MgO crucibles with mother powder (calcined LLZO powder). The heating procedure was as follows. Samples were first heated for 9 h to 900 °C, which was held for 5 h. Afterward, the temperature was increased for 2 h to 1100 °C and again held for 5 h. The temperature was then increased again to 1230 °C in 1 h and held for 4 h, followed by natural cooling.\n\nFor cells utilizing a thick (10 µm) copper foil laminated on the electrolyte surface, LLZO:Ta with a composition of Li6.5Ta0.5La3Zr1.5O12\n\nThe powders were densified into billets (diameter 12.7 mm) using rapid-induction hotpressing. The dense pellets (>96% relative density) were ground with sandpaper up to 1200 grit, followed by polishing using diamond paste up to a final step of 0.1 µm.\n\n*Cell Assembly and Electrochemical Characterization*: Cells were assembled by polishing the garnet pellets with grit P1000 SiC-paper and subsequent electrode attachment. As a counter electrode, a resistancefree ideal electrode Liid was prepared according to previous publications utilizing high isostatic pressure (380 MPa for 30 min). The foil used for Liid electrodes was prepared by removing surface degradation layers from a lithium chunk with a ceramic knife and subsequently pressing it into a thin foil directly before attaching it to the pellet.\n\nThin copper electrodes of approximately 100 nm thickness were deposited onto LLZO under vacuum using a homemade thermal evaporation system attached to a glovebox with a rate of 0.2 nm s−<sup>1</sup> , which was controlled by an oscillating quartz sensor. The patterning of small Cu patches (*A* ≈ 150 µm2 ) was achieved by cutting with a plasma-FIB. Thick (10 µm) copper foils were laminated onto LLZO:Ta by hot-pressing as described in the works of Wang et al. and Kazyak et al., which resulted in good conformal contact between the foil and pellet.\n\nElectrochemical characterization was carried out using a VMP300 potentiostat (BioLogic) in combination with the software EC-Lab (ver. 11). Temperature-dependent measurements were carried out in a climate chamber WKL 64 (Weiss Technik GmbH). For electrochemical measurements, cells were contacted with nickel current collector tabs and sealed in pouch cells. The current collector tabs are fixed using tape.\n\nIf not stated otherwise, potentiostatic electrochemical impedance spectroscopy (PEIS) measurements were carried out in a frequency range between 7 MHz and 100 mHz. Galvanostatic EIS (GEIS) measurements were carried out in a different frequency range, 7 MHz to 1 Hz, as the acquisition of one spectrum needs to be faster in this measuring mode to not disturb the DC current. Usually, 10% of the DC current is used as amplitude to measure the impedance response of the cell. Impedance data interpretation as well as fitting thereof was carried out by RelaxIS 3 (RhD Instruments).\n\n*FIB–SEM Measurements*: Focused-ion-beam (FIB)-cutting imaging was carried out using a XEIA3 GMU SEM/Plasma-FIB (Tescan) in combination with a Leica VCT500 transfer module at room temperature. SEM imaging was carried out using a Zeiss Merlin HRSEM.\n\n*Operando Scanning Electron Microscopy (SEM)*: For the microelectrode measurements (prober module, Kammrath & Weiss GmbH) with tungsten micromanipulators (Simac Masic & TSS bv) were attached to the sample stage of the Zeiss Merlin HRSEM. The microelectrodes then acted as a working electrode, whereas the counter electrode was contacted via the sample stage itself. When measuring cross-sections, the sample was tilted by 45° to obtain a view into the crater, which was previously prepared under a 90° angle with a FIB.\n\n*Digital Image Analyses*: The acquired SEM images were graphically analyzed using the open-source software *Fiji* and a trainable *Weka* segmentation. The area of analysis was determined with *Fiji* and the first criteria to distinguish between lithium particles and the current collector surface were manually specified to train the *Weka* segmentation. Using a machine learning approach, *Weka* generates selection criteria, such as contrast or shape. Based on the selection criteria learned, *Weka* can segment further images and differentiate between lithium particles and the surrounding environment. Particle size and particle count were then obtained by processing the segmented image with *Fiji*. In order to avoid too large errors, the smallest analyzed particle size was set to *A*Li-Particle,min = 0.02 µm2. This lower limit was chosen because particles with a size > 0.02 µm2 were still easily visible in the micrographs. Thus, it is possible to control the analyzed images and doublecheck the selection of the *Weka* segmentation. Due to the variety of shapes of the particles, the circularity was set to be between zero and one. Therefore, all particles in between a perfect circle (circularity = 1) and largely elongated particles (circularity = 0) were considered.\n\n## www.advancedsciencenews.com www.advenergymat.de\n\n\n **Acknowledgements**\n\nT.F. and J.B. contributed equally to this work. The authors want to thank Pascal Schweitzer for fruitful scientific discussions. We further want to thank Elisa Monte for her support with designing our ToC image. This work was conducted as part of the US-German joint collaboration on \"Interfaces and Interphases in Rechargeable Li-metal based Batteries\" supported by the US Department of Energy (DOE) and German Federal Ministry of Education and Research (BMBF). This work has been partly funded by the German Federal Ministry of Education and Research (BMBF) under the projects \"LiSI\", grant identifier 03XP0224E and \"LiSI2\", grant identifier 03XP0509B.\n\nOpen access funding enabled and organized by Projekt DEAL.\n\n"
}