{
  "fn": "10.1002_adfm.202315777",
  "text": "### **1. Introduction**\n\nSolid-state lithium metal batteries are considered as the essential pathway to address safety concerns and further increase the energy density of state-of-the-art lithium-ion batteries. The development of solid-state electrolytes (SSEs) plays a pivotal role.[\\[1–3\\]](#page-9-0) To lower the cell impedance due to ion transport through the electrolyte layer and across the electrochemical interfaces, SSEs should have reasonable ionic conductivity above at least 10<sup>−</sup><sup>4</sup> S cm<sup>−</sup><sup>1</sup> at the operation temperature range and ensure good contacts at the electrode/electrolyte interfaces during service.[\\[4,5\\]](#page-9-0) In addition, SSEs need to be electrochemically stable at both the high-voltage cathode side and the low-voltage anode side.[\\[6,7\\]](#page-9-0) Lastly, SSEs should be easy to synthesize and process on a large scale and remain mechanically robust.\n\nThe ORCID identification number(s) for the author(s) of this article can be found under <https://doi.org/10.1002/adfm.202315777>\n\n## DOI: 10.1002/adfm.202315777\n\n\nSingle-component SSEs with either allceramic or all-polymer phases, however, are difficult to satisfy all the requirements. For example, polymer electrolytes are mechanically flexible and do not have the hard-onhard contact issue at electrode/electrolyte interfaces, but they typically have low ionic conductivity and need to be operated at elevated temperatures.[\\[8–10\\]](#page-9-0) (e.g., *>*40 °C). Oxide ceramic electrolytes have high ionic conductivity and wide electrochemical stability windows, but they are brittle and undergo degradations both at electrode/electrolyte interfaces and inside the electrolytes.[\\[11–14\\]](#page-9-0) Sulfide electrolytes are soft and can be pressed for densification, but their chemical and electrochemical stabilities are poor.[\\[15\\]](#page-10-0) Considering these factors, it has been proposed that composite solid-state electrolytes (CSEs, also termed as hybrid solid-state electrolytes) are a promising pathway to the development of practical solid-state lithium metal batteries.[\\[16–18\\]](#page-10-0)\n\nIn the majority of \"ceramic in polymer\"\n\nCSE systems, the ceramic phase serves as both a rapid Li-ion pathway and mechanical reinforcement, while the polymer primarily functions as structural support and interface contact.[\\[19–21\\]](#page-10-0) It has been reported that the agglutination of the inorganic phase particles will limit the improvement of the conductivity of the composite electrolyte, so some literatures focus on improving the homogeneity of the two-phase recombination in the composite electrolyte by means of interface modification.[\\[22,23\\]](#page-10-0) Nevertheless, in accordance with the percolation effect, the polymer phase should play a crucial role in governing the overall conductivity and interfacial properties of CSEs.[\\[24\\]](#page-10-0) Conventional high-molecular-weight polymers such as polyethylene oxide (PEO), polyvinylidene difluoride (PVDF), and polycarbonate (PC) exhibit negligible ionic conductivity at ambient temperature due to their unique Li-ion migration mechanism.[\\[25\\]](#page-10-0) Based on this, the optimal operating temperature of lithium batteries does not correspond with their actual service conditions, thereby compromising mechanical strength and increasing the risk of short-circuits. This inherent contradiction in highpolymer electrolytes presents a formidable challenge.[\\[26,27\\]](#page-10-0) Polymer gelation offers a well-established solution to the aforementioned challenges, wherein the carbonate-based liquid electrolyte is absorbed within the formed polymer framework.[\\[28\\]](#page-10-0) The plasticization effect of this absorption process leads to the formation of extensive amorphous regions, thereby facilitating rapid Li-ion\n\nR.-A. Tong, Y. Huang, C. Feng, Y. Dong, C.-A. Wang State Key Lab of New Ceramics and Fine Processing School of Materials Science and Engineering Tsinghua University Beijing 100084, P. R. China E-mail: \nconduction.[\\[29\\]](#page-10-0) However, it is crucial to address safety concerns associated with organic liquid electrolytes due to their low boiling point and flammability.[\\[30\\]](#page-10-0) Therefore, the selection and design of modified polymer systems continue to represent a significant research direction. Moreover, in comparison to simple physical adsorption in two phases, chemical preparation methods such as crosslinking or copolymerization exert a positive influence on enhancing the stability of the polymer system and tailoring its molecular structure and weight.[\\[31,32\\]](#page-10-0) Consequently, this approach facilitates the achievement of relatively safe and optimal overall performance.[\\[33,34\\]](#page-10-0)\n\nIn this study, we focus on the development of an in situ polymerization confined low-molecular-weight polyether-based solid-state electrolyte, which is suitable for a wide range of ceramic composite systems. This is achieved through a straightforward two-step bulk-polymerization process. The novel integrated preparation process presents a more feasible alternative to the traditional PMMA-based gel-electrolyte, as it eliminates the intricate and hazardous dissolution, molding, and soaking procedures in THF solvent and carbonate electrolytes. Moreover, it effectively addresses the safety risks associated with conventional ex-situ gel-electrolytes such as non-uniform soaking and liquid leakage.[\\[30\\]](#page-10-0) The polymerized high-molecular weight polymethyl methacrylate (PMMA) in the electrolyte functions as a robust backbone phase, imparting self-supporting strength, while simultaneously enhancing the oxidation resistance of the electrolyte on the cathode side as a polyester matrix.[\\[35\\]](#page-10-0) The confined low-molecular-weight polyethylene glycol dimethyl ether (PEGDME) acts as the primary functional phase, synergistically facilitating rapid Li-ion transport alongside other phases, while also functioning as a plasticizer for the PMMA glass phase to enhance mechanical properties. Its remarkable segmental motion capability can greatly enhance the ionic conductivity of the electrolyte. The lithium difluoro oxalate borate (LiDFOB) is selected as the exclusive source of free Li-ions, enabling the formation of a fluorine-rich solid electrolyte interphase (SEI) protective layer at the interface with the Li-metal anode. This effectively suppresses the undesired reaction between PEGDME and Li-metal anode, thereby enhancing the stability of the polymer matrix on the anode side through interfacial engineering.[\\[36\\]](#page-10-0) Therefore, the electrolyte prepared in this study demonstrates high ionic conductivity and possesses a wide electrochemical window, showcasing exceptional electrochemical stability and low interfacial resistance toward Li-metal electrodes. The Li-ion transference number of this polymer electrolyte can reach up to 0.68. The electrochemical stability and long-cycle performance of the electrolyte can be further enhanced and reinforced through its composition with conductive LiTa2PO8 (LTPO). The quasi-solid-state electrolyte prepared in this study demonstrates exceptional long-term cycling performance in Li-symmetric batteries and exhibits outstanding discharge capacity and cycle stability in lithium metal batteries at room temperature (equivalent to 30 °C in this study).\n\n#### **2. Reaction Mechanism and the Polymer Matrix Composition**\n\nThe ratio of PEGDME and MMA monomers played a pivotal role in determining the state and overall performance of the polymerized system. Figure S2 (Supporting Information) visually illustrates the observed changes before and after pre-polymerization with varying ratios of PEGDME and MMA. The increase in the proportion of MMA led to a macroscopic transition of the polymerized system from a semi-solid state to gel-solid-state and eventually to a glassy state. The polymerized group with a high proportion of PEGDME exhibited significant liquid-phase residues, which posed challenges in achieving sufficient strength for the formation of a free-standing solid-state electrolyte. Conversely, the group with a high proportion of MMA lacked sufficient confined PEGDME as both plasticizer and Li-ion fast channel, resulting in a significant amount of rigid and brittle PMMA glass phase within the electrolyte. This impeded further processing and led to various performance issues. Figure S3 (Supporting Information) shows the ionic conductivity of polymer electrolytes with different monomer ratios. The was only 1.7 × 10<sup>−</sup><sup>5</sup> S cm<sup>−</sup><sup>1</sup> at RT when the MMA:C2H4O ratio was set to 1:2, which is far from meeting the needs of practical service. The increase of the PEGDME proportion rapidly enhanced the ionic conduction. The at RT reached 7.4 × 10<sup>−</sup><sup>5</sup> S cm<sup>−</sup><sup>1</sup> at the ratio of 1:3, which basically satisfied the application requirement. Although the increase in PEGDME proportion could further facilitate the ionic conduction (1.1 × 10<sup>−</sup><sup>4</sup> S cm<sup>−</sup><sup>1</sup> at 1:4), the short-circuit risk originating from the poor mechanical strength cannot be ignored while longterm cycling. Therefore, the PEGDME 3:1 MMA group, which demonstrated superior comprehensive mechanical properties, was selected as the polymer matrix in this study.\n\nThe chemical reactions between the components and their molecular structures were confirmed through analysis of the FT-IR spectra of solutions at each stage of polymerization. The comparison of the enlarged FT-IR spectra before and after the polymerization of the precursor, as depicted in **Figure 1**[a,](#page-2-0) demonstrates the disappearance of absorption peaks at 1636 cm<sup>−</sup><sup>1</sup> (<sup>c</sup> <sup>=</sup> c) and 654 cm<sup>−</sup><sup>1</sup> (C-H), which correspond to the C═C bond of MMA. This observation signifies the cleavage of C═C bonds during polymerization. Additionally, the C-O absorption peaks associated with the C─O─C bond at 1325 and 1300 cm<sup>−</sup><sup>1</sup> exhibited a significant reduction after polymerization. The FT-IR spectrum analysis revealed a distinct absorption peak around 1475 cm<sup>−</sup><sup>1</sup> in the polymerized PEGDME-PMMA polymer electrolyte (marked as PP SPE) sample, which can be attributed to the vibrational mode (C-H) associated with CH2 groups. This observation suggests that C─C molecular chains have been formed. Additional evidence supporting this includes noticeable changes in both chemical shift and broadening of c-c peak (≈1160 cm<sup>−</sup>1), along with pronounced peaks corresponding to C-H vibrations at 842 and 750 cm<sup>−</sup>1. Meanwhile, the disappeared C─O peaks exhibited a chemical shift toward lower wavenumbers (≈1276 and 1240 cm<sup>−</sup>1), indicating a decrease in bond strength and alteration in the chemical environment. Consequently, this can be concluded as a typical addition polymerization reaction. However, it was observed that the absorption peaks of PEGDME did not undergo significant changes post-polymerization, particularly the intense C-O peak corresponding to the C─O─C ether bond at ≈1080 cm<sup>−</sup>1. This suggests that PEGDME did not participate in the reaction. The molecular weight distribution profile of the PP SPE, as determined by GPC analysis, is depicted in Figure [1b.](#page-2-0) The initial peak, exhibiting a Mn value of ≈ 249 and a polydispersity index of 1.1, represents the molecular weight distribution attributed to PEGDME present in the raw materials.\n<span id=\"page-2-0\"></span>![](_page_2_Picture_0.jpeg)\n\n## \na) The FT-IR spectra comparison of the composite precursor (before the polymerization) and the polymerized electrolyte (PP SPE). b) The molecular weight distribution of the PP SPE. c) The schematic diagram of the composite electrolyte prepared in this work and the internal Li-ion conduction pathways. d) and e) are digital photos of the PP SPE and PP-LTPO CSE, respectively. f) and g) are SEM images of the surface and the cross-section of the PP SPE and PP-LTPO CSE, respectively. h) The DMA test result of PP-LTPO CSE at RT. i) The TG-DTA curves of the PP-LTPO CSE.\n\nThe observed bimodal distribution in this study provides evidence that the PEGDME molecules remained in a lowmolecular-weight polyether state, refraining from participating in the reaction and instead being confined within the polymerized PMMA backbone. The overall reaction process involves the continuous free radical polymerization of MMA monomer initiated by an initiator. During the pre-polymerization stage, there is a rapid growth of molecular chains accompanied by a significant increase in system viscosity. Subsequently, in the postpolymerization stage, further growth and cross-linking of molecular chains lead to the formation of a network structure of polymer chains. The low-molecular-weight PEGDME chains were effectively confined within the solidified PMMA backbone at this stage. Subsequently, the radical reaction was terminated, leading to the formation of a homogeneous bulk electrolyte in a gel solidstate.\n\nThe polymerization process can be efficiently monitored by continuously measuring the system's impedance during the entire reaction. The coin cell was assembled using the precursor solution as the electrolyte, along with a polypropylene separator, and subjected to continuous testing of its ionic impedance over a period of time. The corresponding results are presented in Figure S4 (Supporting Information). The ionic impedance gradually increased during the initial 10 h post-polymerization period at 50 °C, accompanied by a transition in the Nyquist plots from liquid-phase to solid-phase conduction, indicating the stabilization of viscosity and elongation of polymer chains. The impedance exhibited a further increase as the temperature reached 100 °C and subsequently stabilized after being maintained at room temperature for 12 h. At this point, the electrolyte underwent cross-linking polymerization, leading to no additional alterations in impedance and indicating the completion of the polymerization process.\n\nThe interaction between ceramic fillers and polymer components was a key focus of this study. Figures S5 and S6 (Supporting Information) present the comparative analysis of FT-IR spectra between PP SPE and the CSE with LTPO composition (marked as PP-LTPO CSE), as well as the molecular weight distribution diagram of PP-LTPO CSE, respectively. Importantly, the incorporation of ceramic phases had no significant impact on the molecular structure of both the polymer and electrolyte. However, the experimental observations revealed that the inclusion of ceramic filler resulted in a deceleration of viscosity increase within the system, indicating a reduction in reaction rate and potentially leading to an elevation in polymerization degree as per reaction kinetics. Therefore, the incorporation of ceramic fillers significantly enhanced the molecular weight of the polymer, resulting in a concomitant increase in polydispersity. This phenomenon can be attributed to the dispersion of ceramic particles, which hinder both free radical and segmental chain reactions, thereby causing uneven chain growth. The molecular weight distribution of PEGDME remained unaffected, while the XRD patterns in Figure S7 (Supporting Information) demonstrated that the composition and polymerization process had no impact on the crystal structure of both CSE and pristine LTPO ceramic fillers (powder). These findings suggest that the ceramic phase was physically composited into the matrix without any additional chemical reactions.\n\nBased on the preceding discussion, illustrates the schematic diagram of the CSE developed in this study. PMMA molecular chains form a network structure while PEGDME chains are confined within the backbone due to intermolecular forces. The ceramic fillers are uniformly dispersed throughout the polymer matrix. The digital photographs in Figure 1d,e demonstrate the exceptional flexibility and tensile ductility of these electrolytes at room temperature. The SEM images of the PP SPE and PP-LTPO CSE are presented in Figure 1f,g, respectively. The PP SPE displays a sleek morphology from its surface and cross-section, and is devoid of any detectable porosity defects arising from post-polymerization. Within the matrix, the ceramic fillers in CSEs are evenly distributed, exhibiting no visible agglomeration when examined on the cross-section.\n<span id=\"page-3-0\"></span>![](_page_3_Picture_0.jpeg)\n\n![](_page_3_Picture_1.jpeg)\n\n![](_page_3_Figure_2.jpeg)\n\n## \na) The temperature-dependent ionic conductivity of polymer electrolyte, in which the molecular weight of PEGDME is different. b) The ionic conductivity comparison of the PP SPE, PP-LTPO CSE, and PP-ZrO2 CSE, the composite ratio of CSEs is 10 wt.%. c) The polarization current curve and the interfacial resistance change of PP SPE||Li symmetric battery under constant-voltage at 35 °C. d) The LSV curves of the PP SPE and PP-LTPO CSE at RT with the voltage sweeping rate of 0.1 mV s<sup>−</sup>1. e) and f) are *C–V* curves of the PP SPE and PP-LTPO CSE against Li||SS counter electrodes, respectively at RT with the voltage sweeping rate of 1 mV s<sup>−</sup>1. g) and h) are EIS Nyquist plots of Li-symmetric batteries with PP SPE and PP-LTPO CSE, respectively and the corresponding calculated interfacial resistance against Li-anode at various temperatures.\n\nStage one corresponds to the relaxation motion (creep) of the matrix polymer chains, and stage two corresponds to the elastic-plastic deformation under the strengthening mechanism of the ceramic filler. It can withstand up to 250% tensile strain with the corresponding fracture strength of 1.2 MPa, which indicates the good deformation resistance and flexible mechanical properties of CSE.\n\nThe TG-DTA test of PP-LTPO CSE was performed in an inert atmosphere to evaluate the thermal stability, as shown in Figure [1i.](#page-2-0) The TG curve of the electrolyte shows two main weight loss processes at ≈ 270 and 390 °C, respectively with the rise of temperature, corresponding to the obvious heat absorption on the DTA curve. It is inferred that the first weight loss process is related to the volatilization of PEGDME (boiling point *>* 250 °C) and the pyrolysis of lower-molecular-weight PMMA (the theoretical proportion of PEGDME is 48 wt.%), while the second weight loss process corresponds to the decomposition of polymer skeleton and lithium salt. Therefore, the PEGDME and PMMA basis maintain their respective thermal properties, and the structural thermal stability of the CSE is up to 270 °C. Although the suitable service temperature of CSE is affected by the composition of oligomers, its thermal stability is still at a reasonable level and meets the needs of practical applications.\n\n#### **3. Electrochemical Properties**\n\nThe properties of polymer matrix are the basis of the electrochemical performance of composite electrolytes. Therefore, the ionic conductivity of PP SPE was first tested and the results are shown in **Figure 2**a. The at 30 and 80 °C are 7.8 × 10<sup>−</sup><sup>5</sup> and 8.6 × 10<sup>−</sup><sup>4</sup> S cm<sup>−</sup>1, respectively. The calculated ion migration activation energy (Ea) is 0.45 eV, which is 30% higher than that of Li-based polymer electrolyte (close to 0.7 eV). The comparison result showed that Li<sup>+</sup> ions meet lower migration resistance in the polymer matrix, which is related to the good molecular chain movement ability of PEGDME. To further prove this, the PP SPE with the higher-molecular-weight PEGDME (Mn = 500) was prepared and its at 30 °C is only 5.6 × 10<sup>−</sup><sup>6</sup> S cm<sup>−</sup><sup>1</sup> with the Ea of 0.59 eV. This confirms that the average molecular weight of the polymer has a direct effect on the ionic conductivity. In other words, smaller polymer chains are subject to lower intermolecular forces and the tendency to crystallization and thus have better segment motility activity, so the Li<sup>+</sup> ions complex with it is easier for intrachain or interchain transition.\n\nThe glassy state of PMMA is typically maintained at room temperature, resulting in its inherent brittleness and limited capacity for Li-ion migration. However, the DSC curves of PP SPE in Figure S8 (Supporting Information) exhibits the absence of a characteristic sharp endothermic peak at ∼100 °C, indicating significant molecular chain flexibility and an amorphous state for the PMMA backbone due to the plasticization effect of PEGDME. The presence of this property not only enhances the flexibility of the electrolyte but also reduces resistance to bulk ion migration. Moreover, the DSC curves of CSE exhibit no glass transition point for PMMA. The existence of carbonyl groups on the flexible PMMA molecular chains also contributes to the dissociation of lithium salt,[\\[39\\]](#page-10-0) thereby further increasing the abundance of free Li-ions. The synergistic effect elucidated above constitutes a pivotal factor in promoting the high ionic conductivity of the polymer electrolyte matrix.\n\nAccording to effective medium theory, the ionic conductivity of composite electrolyte will continuously enhance with the increase of the composite proportion before the percolation effect transition. As shown in Figure [2b,](page-3-0), which is significantly higher than that observed for PEO/LiTFSI (or LiClO4)-based electrolytes (typically *<*0.5). This enhanced cationic transference number holds great potential in mitigating polarization effects and improving battery rate performance.[\\[40,41\\]](#page-10-0)\n\nThe LSV curves of PP SPE and PP-LTPO CSE are depicted in Figure [2d.](#page-3-0) Considering the difference of the responding delay and current intensity caused by the interface factor of the plate electrode, the responding current density is first normalized. The PP SPE exhibits a stable electrochemical window up to 4.4 V versus Li/Li<sup>+</sup>, while the PP-LTPO CSE demonstrates extended electrochemical stability up to 4.7 V versus Li/Li<sup>+</sup>. These results are much higher than that of general polyether electrolytes represented by PEO (3.8 V vs Li/Li<sup>+</sup>). The enhanced electrochemical stability can be attributed to the inherent oxidation resistance of the PMMA backbone at high voltages and the protective effect provided by the methyl-terminated structure of PEGDME.[\\[42\\]](#page-10-0) Furthermore, ensuring the stability of the electrolyte on the anode side is crucial for practical applications. The *C–V* test was conducted within a potential range of 0 ≈ 4 V, and the resulting curves are presented in Figure [2e,f.](#page-3-0) The *C–V* curves of the five sweeping cycles of PP-LTPO CSE reveal that there are no response peaks attributed to other continuous side reactions. The dual oxidation-reduction peaks representing the electrochemical reaction of Li/Li<sup>+</sup> at the electrode interface remained stable and reproducible, indicating the electrochemical stability between PP-LTPO CSE and Li-metal anode under low-voltage conditions. Moreover, the *C–V* curves of PP SPE demonstrated its robustness against the Li-metal anode.\n\nThe PEGDME, as a low-molecular-weight polyether electrolyte in the liquid phase at room temperature, demonstrates chemical instability and susceptibility to side reactions with the Limetal anode. Ensuring stability at the electrode interface critically depends on the specific composition of lithium salt within the electrolyte.[\\[43\\]]("
}