{
  "fn": "10.1002_smll.202408164",
  "text": "#### **1. Introduction**\n\nLithium metal batteries (LMBs) have demonstrated great merits on energy density due to the extremely high theoretical capacity (3860 mAh g<sup>−</sup>1) and the low electrode potential (−3.04 V vs S.H.E) of lithium metal anode, especially when matching with high voltage cathodes.[\\[1\\]](#page-8-0) However, the application of LMBs suffers from\n\nJ. Li, J. Zhang, H. Yu, Z. Xi, Z. Fan, S. Ren, X. Liu, K. Li, Q. Zhao Frontiers Science Center for New Organic Matter Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education) State Key Laboratory of Advanced Chemical Power Sources College of Chemistry Nankai University Tianjin 300071, China E-mail: Q.\nThe ORCID identification number(s) for the author(s) of this article can be found under <https://doi.org/10.1002/smll.202408164>\n\n## DOI: 10.1002/smll.202408164\n\n\nHowever, due to the poor oxidation stability, the ether electrolytes usually cannot afford the operation of high-voltage cathodes (*>* 4 V vs Li/Li<sup>+</sup>).[\\[3\\]](#page-8-0) Recently, the regulation of electrolyte chemistry that can realize the formation of inorganicrich electrolyte-electrode interphase layers by constructing anion-dominated Li<sup>+</sup> solvation structure is confirmed as an effective and economical way to improve the compatibility with both Li metal anode and high voltage cathodes.[\\[4,5\\]](#page-8-0) The interphase layer rich in inorganic substances is usually endowed with high interfacial energy toward Li metal and high ion\n\nThe LHCEs with inert diluents face the risk of lithium salt precipitation under low temperatures. Besides, most diluents that functionalized by the fluorinegroups are also not cost-effective. Although WSEs using solvent with weak solvation capacity enables more anions to participate in the solvation structures, these advantages are achieved with the sacrifice of bulk ionic conductivity.\n\nIn contrast, additive modified electrolyte can improve the stability of LMBs at conventional concentration without largely sacrificing the intrinsic ion-transport properties. In most cases, the solvation structures of electrolytes are determined by the competition between solvents and anions when they are coordinated with Li<sup>+</sup>. [\\[20,21\\]](#page-8-0) Therefore, the improved electrochemical stability can be achieved by manipulating the intermolecular interactions among species within the electrolyte.[\\[22,23\\]](#page-8-0) The Gutmann donor number (DN) is a quantitative description of the Lewis base and can be used to assess the ability to provide electrons.[\\[24\\]](#page-8-0) In 1993, Linert et al. first evaluated the DN of various anions from the maximum UV−vis absorption wavelength (Cu) of a copper complex solvatochromic indicator dissolved in 1,2-dichloroethane.[\\[25\\]](#page-8-0) The higher DN of anion means the stronger interaction with Li<sup>+</sup>, and thus preferentially coordinate with Li<sup>+</sup> to generate anion-rich solvation structure and further contribute to the formation of inorganic-rich and stable interfacial layer.[\\[26–28\\]](#page-8-0) Due to the high DN of NO3 <sup>−</sup> (21.1 kcal mol<sup>−</sup>1), LiNO3 is a kind of commonly used electrolyte additives.[\\[29–35\\]](#page-8-0) Zhang et al. reported that by introducing LiNO3 into the electrolyte, a stable SEI can be realized through anion-regulated solvation sheath.[\\[36\\]](#page-8-0) NO3 <sup>−</sup> can adjust Li<sup>+</sup> solvated shell and decompose into ion-conductive and mechanically strong Li3Nrich interphase layer, which can facilitate the uniform deposition of lithium. In addition, Liu et al. proposed that NO3 −, which is small in size and has strong coordination ability with Li<sup>+</sup>, contributes to the formation of a passivated and adaptive electric double layer (EDL) structure at the cathode/electrolyte interface, thereby improving the oxidation stability of the electrolyte.[\\[37\\]](#page-8-0)\n\nIn spite of these merits, LiNO3 faces some intractable problems such as low solubility in aprotic solvents and easy decomposition into toxic nitrogen oxides at high temperature.[\\[38–42\\]](#page-8-0) Therefore, more efforts are still needed to find high DN additives with improved solubility and stability. Watanabe et al. validated that the DN of TFA<sup>−</sup> is higher than NO3 <sup>−</sup>, which means TFA<sup>−</sup> is more likely to preferentially coordinate with Li<sup>+</sup> to form anion-rich solvation structure.[\\[43,44\\]](#page-8-0) At the same time, lithium trifluoroacetate (LiTFA) has good solubility in aprotic solvents due to its low lattice enthalpy.[\\[43,45\\]](#page-8-0) However, there are few studies on the application of LiTFA in lithium metal batteries,[\\[46–48\\]](#page-8-0) and a systematic insight on how LiTFA additive modifies the solvation structure of electrolytes is still lacking.\n\nInspired by the high DN of TFA<sup>−</sup>, in this work, LiTFA was introduced as an additive in electrolytes for high-performance LMBs. The combination of molecular dynamics (MD) and spectra analysis unveils that TFA<sup>−</sup> endowed with strong interaction toward Li<sup>+</sup> can preferentially enter the inner solvated shell and promote the formation of the anion-dominated solvation structure. The perfluorinated structure makes TFA<sup>−</sup> have lower lowest unoccupied molecular orbital (LUMO) energy level than solvent, which is conducive to preferential reduction with the formation of stable SEI rich in LiF. In addition, the weakened interaction between Li<sup>+</sup> and solvent enables fast interfacial charge transfer reaction, high Li<sup>+</sup> transference number, as well as a high Coulombic efficiency (CE) up to 99.24% for lithium plaing/stripping reaction. As results, even at a conventional concentration (1 m lithium bis(fluorosulfonyl)imide (LiFSI) in diethoxyethane (DEE)), the addition of LiTFA (0.2 m) enables 84.37% capacity of high-voltage LMBs after 100 cycles that use limited-excess Li anode and lean electrolytes. Our results provide a feasible and universal approach to regulate the solvation structures of electrolytes for advanced battery systems.\n\n# **2. Results and Discussion**\n\n#### **2.1. Solvation Structure of the Electrolytes with High DN Additives**\n\nAs illustrated in **Scheme("
}