{
  "fn": "10.1002_idm2.12121",
  "text": "# 1 | INTRODUCTION\n\nLithium (Li) metal is regarded as the optimal choice of anode material for high‐energy‐density battery because of its high theoretical capacity (3860 mAh g−<sup>1</sup> ) and lowest electrode potential (−3.04 V as compared to standard hydrogen electrode).[1–[5\\]](#page-8-0) Nevertheless, the practical applicability of Li metal batteries has been intrinsically limited due to both safety concerns and well‐established challenges associated with Li anodes in organic electrolyte systems, such as Li dendrite formation, unstable thickening of solid electrolyte interphase (SEI), and \"dead\" Li generation.[\\(#page-9-0)–9] To address these issues, solid‐state electrolytes have emerged as a promising alternative, offering a significant enhancement in safety by replacing the use of flammable organic solvents.[\\(#page-9-1)–13]\n\nUntil now, polymer solid electrolytes (PSE), such as polyethylene oxide (PEO)‐based PSE, are considered the most promising for commercialization due to their advantageous properties, such as good flexibility, low density, high safety, good processability, and low cost.[14–[16\\]](#page-9-2) However, there are still many problems existing in the PEO‐based PSE like poor ionic conductivity (10−<sup>7</sup> –10−<sup>5</sup> S cm−<sup>1</sup> ) at room temperature (RT), and the weak mechanical strength renders them susceptible to puncture by lithium dendrites, causing a rapid battery failure.[17–(#page-9-3)] To address these limitations, the incorporation of organic–inorganic composite solid‐state electrolyte (CSSE) has been proposed to enhance the overall performance of electrolytes.[[17,22,23\\]](#page-9-3) The CSSE combines the flexibility of polymers and good electrode contact, as well as high ionic conductivity similar to inorganic solid electrolytes.[\\(#page-9-4)–25] Typically, PEO is blended with inorganic electrolytes, such as Li6.25Ga0.25La3Zr2O12, [\\(#page-9-5)] Li1.3Al0.3Ti1.7P(O4)3, and Li10GeP2S12, [28–[31\\]](#page-9-6) or inorganic fillers like SiO2 and MoO3. [(#page-9-7)] Nevertheless, the agglomeration between inorganic particles, poor compatibility between PEO and fillers, and unstable interface stability between CSSE with Li anode are the key limitations for the as‐ assembled solid‐state batteries. Therefore, it is urgently imperative to develop new functional inorganic fillers that can simultaneously achieve high lithium‐ion (Li+) conductivity and alleviate dendrite issues in solid‐state Li metal batteries (SSLMBs).\n\nTwo‐dimensional (2D) boron nitride (BN) is well‐ known for its favorable chemical/electrochemical and thermal stability, low electrical conductivity, chemical inertness, and high mechanical strength.[\\(#page-9-8)] Moreover, the B atom in the BN can act as a Lewis acid, facilitating the dissociation of Lewis basic anions from Li salt, thereby reducing the concentration of Li+ for uniform deposition. Additionally, functionalization of BN with various functional groups can promote the generation of a stabilized SEI, which helps suppress the side reaction.[[36,37\\]](#page-9-9) Therefore, BN is expected to be a promising filler for improving the comprehensive properties of SSLMBs.\n\nIn this study, 2D F‐BN nanosheets were for the first time incorporated into PEO‐based PSE to fabricate ultrathin (20 μm in thickness) freestanding CSSE film via a solution‐casting process. The introduction of F‐BN fillers effectively reduces the crystallinity of the PEO matrix, creating additional channels for rapid Li+ transport. Moreover, the fluoride functional groups in F‐BN promote the formation of a stable inorganic SEI rich in LiF, Li2O, and Li3N on the surface of the lithium anode, which contributes to reducing the interface impedance and inhibits the growth of Li dendrites. Consequently, F‐BN CSSE demonstrates a high Li+ conductivity of 0.11 mS cm−<sup>1</sup> at 30°C and a large Li+ transference number (tLi+) of 0.56. The F‐BN CSSE also exhibits superior electrochemical stability during the Li stripping‐plating process for over 600 h at 0.1 mA cm−<sup>2</sup> . The as‐assembled LiFePO4 (LFP)|F‐BN CSSE| Li solid‐state batteries deliver a high discharge capacity of 142 mAh g−<sup>1</sup> at 5 C and retains 82.4% of its capacity after 500 cycles, with an average columbic efficiency of 99.9% at 60°C. In addition, our solid‐state pouch cell using F‐BN CSSE can readily power LED lights under folded and cutting conditions, demonstrating the potential application of CSSE for high‐safety SSLMBs.\n\n## 2 | RESULTS AND DISCUSSION\n\nThe 2D F‐BN nanosheets (Supporting Information: Figure S1A) were synthesized via hydrothermal method using ammonium fluoride (NH4F) as the fluorinating agent.[(page-6-0). In PEO‐based PSE, Li<sup>+</sup> transportation occurs through repeated \"decomplexation–recomplexation\" of Li<sup>+</sup> and –EO– induced by segmental movement of the polymer's amorphous region.[(#page-10-9)] However, in the case of bare CSSE, Li dendrites rapidly form and propagate during the charge and discharge process, eventually penetrating the electrolyte due to the limited Li+ migration channels and weak mechanical strength (Figure [4A](#page-6-0)). The utilization of F‐BN CSSE achieves a dendrite‐free Li anode with uniform Li deposition, accomplished through two primary mechanisms.\n<span id=\"page-6-0\"></span>![](_page_6_Figure_2.jpeg)\n\nFIGURE 4 Schematic illustration for Li deposition process with (A) CSSE and (B) F‐BN CSSE. CSSE, composite solid‐state electrolyte; F‐BN, fluorinated boron nitride; PEO, polyethylene oxide.\n\nSecond, the F‐BN with rich fluorine ions and surface defects facilitates the generation of an inorganic SEI film enriched with LiF, Li2O, and Li3N on the surface of Li anode. This not only facilitates the transport of Li+ at the interface between the electrolyte and Li anode but also prevents direct contact between them, thereby reducing the side reactions (Figure [4B\\)](#page-6-0).\n\nNext, LFP cathodes are incorporated into Li metal batteries to evaluate the F‐BN CSSE. The rate performance of LFP|F‐BN CSSE|Li batteries was examined from 0.5 to 50 C within a voltage window of 2.5‐4.2 V. Notably, the LFP|F‐BN CSSE|Li battery shows outstanding capacities of 150, 149, 146, 127, 96, 71 and 37 mAh g−<sup>1</sup> at 0.5, 1, 2, 5, 10, 20 and 50 C, respectively (Figure [5A]("
}