{"title": "Epigenetics Recording Varied Environment and Complex Cell Events is an Origin of Cellular Aging", "doi": "10.26434/chemrxiv.7409888.v1", "published_doi": "10.1631/JZUS.B1800507", "published_url": "https://doi.org/10.1631/jzus.b1800507", "authors": "xuejun guo; Dong Yang; Xiangyuan Zhang", "abstract": "Although the phenomenal relationship between epigenetics\nand aging phenotypic changes is built up, an intrinsic connection between the\nepigenetics and aging requires to be theoretically illuminated. In this study,\nwe propose epigenetic recording of varied cell environment and complex history could\nbe an origin of cellular aging. Through epigenetic modifications, the environment\nand historical events can induce the chromatin template into activated or repressive\naccessible structure, thereby shaping the DNA template into a spectrum of\nchromatin states. The inner nature of diversity and conflicts born by cell environment\nand its historical events are hence recorded into the chromatin template. This\ncould result in a dissipated spectrum of chromatin state and chaos of overall\ngene expressions. An unavoidable degradation of epigenome entropy, similar to <i>Shannon</i> entropy, would be consequently\ninduced. The resulted disorder in epigenome, characterized by corrosion of epigenome\nentropy as reflected in chromatin template, can be stably memorized and propagated\nthrough cell divisions. Furthermore, hysteresis nature of epigenetics responding\nto emerging environment could exacerbate the degradation of epigenome entropy. Besides\nstochastic errors, we propose that epigenetics disorder and chaos derived from unordered\nenvironment and complex cell experiences play an essential role in epigenetic\ndrift and the as-resulted cellular aging.", "date": "2018-12-03", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Environmental biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design of Boron-Based Peptidomimetics Leads to Potent Inhibitors of Human ClpP and ClpXP", "doi": "10.26434/chemrxiv.7408565.v1", "published_doi": "10.1021/ACS.JMEDCHEM.9B00878", "published_url": "https://doi.org/10.1021/acs.jmedchem.9b00878", "authors": "Joanne Tan; Julie Jungberg Grouleff; Yulia Jitkova; Diego Diaz; Elizabeth Griffith; Wenjie Shao; Anastasia Bogdanchikova; Gennady Poda; Aaron Schimmer; Richard Lee; Andrei Yudin", "abstract": "<p><a>Boronic acids have attracted the attention of\nsynthetic and medicinal chemists due to boron’s ability to modulate enzyme\nfunction. </a>Recently, we demonstrated\nthat boron-containing amphoteric building blocks facilitate the discovery of bioactive\naminoboronic acids. Herein, we have augmented this capability with a <i>de novo</i> library design and virtural\nscreening platform modified for covalent ligands. This technique has allowed us\nto rapidly design and identify a series of α-aminoboronic acids as the first inhibitors of human ClpXP, which is\nresponsible for the degradation of misfolded proteins.</p>", "date": "2018-12-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Chemical Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Integrated Experimental-Theoretical Approach to Determine Reliable Molecular Reaction Mechanisms on Transition Metal Oxide Surfaces", "doi": "10.26434/chemrxiv.7408748.v1", "published_doi": "10.1021/acsami.9b09700", "published_url": "https://doi.org/10.1021/acsami.9b09700", "authors": "Nickolas Ashburn; yongping zheng; Sampreetha Thampy; Sean Dillon; Yves Chabal; Julia\nW. P. Hsu; Kyeongjae Cho", "abstract": "<p>By\ncombining experimental and theoretical approaches, we investigate the quantitative\nrelationship between molecular desorption temperature and binding energy on <i>d</i> and <i>f</i> metal oxide surfaces. We demonstrate how temperature programmed\ndesorption (TPD) can be used to quantitatively correlate the theoretical surface\nchemistry of metal oxides (via on-site Hubbard U correction) to gas surface\ninteractions for catalytic reactions. For this purpose, both CO and NO\noxidation mechanisms are studied in a step by step reaction process for\nperovskite and mullite-type oxides, respectively. Additionally, we show solutions\nfor over-binding issues found in CO<sub>x</sub>, NO<sub>x</sub>, SO<sub>x</sub>,\nand other covalently bonded molecules which must be considered during surface reaction\nmodeling. This work shows the high reliability of using TPD and density\nfunctional theory (DFT) in conjunction to create accurate surface chemistry\ninformation for a variety of correlated metal oxide materials.</p>", "date": "2018-12-03", "journal": "chemRxiv", "categories": "Spectroscopy (Inorg.); Transition Metal Complexes (Inorg.); Theory - Computational; Heterogeneous Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Surface-Induced Dissociation of Noncovalent Protein Complexes in an Extended Mass Range Orbitrap Mass Spectrometer", "doi": "10.26434/chemrxiv.7415603.v1", "published_doi": "10.1021/acs.analchem.8b05605", "published_url": "https://doi.org/10.1021/acs.analchem.8b05605", "authors": "Zachary VanAernum; Joshua D. Gilbert; Mikhail E. Belov; Alexander\nA. Makarov; Stevan R. Horning; Vicki H. Wysocki", "abstract": "Herein we demonstrate the first adaptation of surface-induced dissociation in a modified high-mass range, high-resolution Orbitrap mass spectrometer. The SID device was designed to be installed in the Q-Exactive series of Orbitrap mass spectrometers with minimal disruption of standard functions. The performance of the SID-Orbitrap instrument has been demonstrated with several protein complex and ligand-bound protein complex systems ranging from 53 to 336 kDa. We also address the effect of ion source temperature on native protein-ligand complex ions as assessed by SID. Results are consistent with previous findings on quadrupole time-of-flight instruments and suggest that SID coupled to high-resolution MS is well-suited to provide information on the interface interactions within protein complexes and ligand-bound protein complexes. <br />", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhanced Hydrolytic Stability of Porous Boron Nitride via the Control of Crystallinity, Porosity and Chemical Composition", "doi": "10.26434/chemrxiv.7416503.v1", "published_doi": "10.1021/acs.jpcc.8b11731", "published_url": "https://doi.org/10.1021/acs.jpcc.8b11731", "authors": "Ravi Shankar; Sofia Marchesini; Camille Petit", "abstract": "Porous boron nitride is gaining significant attention for applications in molecular separations, photocatalysis, and drug delivery. All these areas call for a high degree of stability (or a controlled stability) over a range of chemical environments, and particularly under humid conditions. The hydrolytic stability of the various forms of boron nitride, including porous boron nitride, has been sparingly addressed in the literature. Here, we map the physical-chemical properties of the material to its hydrolytic stability for a range of conditions. Using analytical, imaging and spectroscopic techniques, we identify the links between the hydrolytic instability of porous boron nitride and its limited crystallinity, high porosity as well as the presence of oxygen atoms. To address this instability issue, we demonstrate that subjecting the material to a thermal treatment leads to the formation of crystalline domains of h-BN exhibiting a hydrophobic character. The heat-treated sample exhibits enhanced hydrolytic stability, while maintaining a high porosity. This work provides an effective and simple approach to producing stable porous boron nitride structures, and will progress the implementation of the material in applications involving interfacial phenomena.<br />", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Ceramics; Nanostructured Materials - Materials; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetics and Thermodynamics of the Hydroxylation Products in the Photodegradation of the Herbicide Metolachlor", "doi": "10.26434/chemrxiv.7416227.v1", "published_doi": "10.1515/pac-2018-1205", "published_url": "https://doi.org/10.1515/pac-2018-1205", "authors": "Zoi Salta; Agnie M. Kosmas; Oscar Ventura", "abstract": "<p>Electronic\nstructure calculations have been performed to determine the thermochemistry and\nkinetics of the reaction between OH and the radicals of the S enantiomer of the\nherbicide Metolachlor,\n2-chloro-N-(2-methyl-6-ethylphenyl)-N(2-methoxy-1-methylethyl) acetamide (MC),\nproduced by photoinduced breaking of the C-Cl bond. Both density functional and\nab initio composite methods were employed to calculate the structure of\nreactants, intermediates, transition states and products. The expected relative\nabundance of each product was calculated. and compared to the\nexperimentally observed concentrations. It is shown that a combination of\nthermodynamic and kinetic characteristics interplay to produce the expected\ntheoretical abundances, which turn out to be in agreement with the experimentally\nobserved distribution of products.</p>", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Theory - Computational; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ba3CrN3H: A New Nitride-Hydride with Trigonal Planar Cr4+", "doi": "10.26434/chemrxiv.7418429.v1", "published_doi": "10.1021/acs.inorgchem.8b03367", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b03367", "authors": "Nathaniel W. Falb; Jennifer N. Neu; Tiglet Besara; Jeffrey B. Whalen; David J. Singh; Theo Siegrist", "abstract": "Single crystal synthesis of a new nitride-hydride Ba3CrN3H. X-ray diffraction, nuclear magnetic resonance, and bond-valance sum and density functional theory calculations confirmed the presence and location of the anionic hydrogen in this compound.", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Solid State Chemistry; Transition Metal Complexes (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Effect of Particle-Size Distribution on the Electrochemical Performance of a Red Phosphorus-Carbon Composite Anode for Sodium-Ion Batteries", "doi": "10.26434/chemrxiv.7410908.v1", "published_doi": "10.1021/acs.energyfuels.9b00385", "published_url": "https://doi.org/10.1021/acs.energyfuels.9b00385", "authors": "Isaac Capone; Kevin Hurlbutt; Andrew Naylor; Albert Xiao; Mauro Pasta", "abstract": "Sodium-ion batteries will have an important role as a complement to lithium-ion in a future where lithium or cobalt, two critical elements for lithium-ion batteries, become scarce or prohibitively expensive. Red phosphorus (RP) is a promising candidate as an anode for sodium-ion batteries because of its low potential and high specific capacity. Its main disadvantage is its 490% volumetric expansion during sodiation. This leads to particle pulverization and substantial reduction of the cycle life. Furthermore, RP has an extremely low electronic conductivity of 10<sup>-14</sup> S cm<sup>-1</sup>. Both issues have been previously addressed by ball milling RP with a carbon matrix. This decreases the RP particle size and also forms a more electronically conductive composite. However, it is challenging to determine the RP particle size independent of the size of the composite particles. Consequently, little is known about how much the RP particle size must be reduced to improve anode performance. Here we quantify the relationship between the RP particle-size distribution and its cycle life for the first time by separating the ball milling process into two steps. An initial wet ball milling is used to control the RP particle-size distribution, which is measured via dynamic light scattering. This is followed by a dry milling step to produce RP-graphite composites. We found that wet milling breaks apart the largest RP particles in the range of 2 to 10 µm decreases the Dv90 from 1.85 to 1.26 µm and significantly increases the cycle life of the RP. Furthermore, we determined that the length of time of the second milling step affects the uniformity of the carbon distribution in the composite. Photoelectron spectroscopy and transmission electron microscopy confirms the successful formation of a carbon coating, thus improving the performance of the resulting material. The RP with a Dv90 of 0.79 µm mixed with graphite for 48h delivered 1,354 mA h g<sup>-1</sup> with high coulombic efficiency (>99%) and cyclability (88% capacity retention after 100 cycles). These results are an important step in the development of cyclable, high-capacity anodes for sodium-ion batteries.", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Electrochemistry; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unpicking the Cause of Stereoselectivity in Actinorhodin Ketoreductase Variants with Atomistic Simulations", "doi": "10.26434/chemrxiv.7358663.v1", "published_doi": "10.1021/acscatal.8b04846", "published_url": "https://doi.org/10.1021/acscatal.8b04846", "authors": "Stefano Artin Serapian; Marc van der Kamp", "abstract": "Ketoreductase enzymes (KRs) with a high degree\nof regio- and stereoselectivity are useful biocatalysts for the production of\nsmall, specific chiral alcohols from achiral ketones. Actinorhodin KR (<i>act</i>KR), part of a type II polyketide\nsynthase involved in the biosynthesis of the antibiotic actinorhodin, can also\nturn over small ketones. <i>In vitro</i>\nstudies assessing stereocontrol in <i>act</i>KR\nhave found that, in the “reverse” direction, the wild-type (WT) enzyme’s mild\npreference for <i>S-α</i>-tetralol is\nenhanced in certain mutants (<i>e.g.</i>\nP94L); and entirely reversed in others (<i>e.g.</i>\nV151L) in favor of <i>R-α</i>-tetralol. Here,\nwe employ efficient atomistic simulations to rationalize these trends in WT,\nP94L, and V151L <i>act</i>KR, using <i>trans-</i>1-decalone (<b>1</b>) as the model substrate. Three potential factors (<b>FI</b>-<b>FIII</b>)\nare investigated: frequency of <i>pro-R</i> <i>vs.</i> <i>pro-S</i>\nreactive poses (<b>FI</b>) is assessed with\nclassical molecular dynamics (MD); binding affinity of <i>pro-R</i> <i>vs.</i> <i>pro-S</i> orientations (<b>FII</b>) is compared using the binding free energy method MM/PBSA; and\ndifferences in reaction barriers towards <i>trans-</i>1-decalol\n(<b>FIII</b>) are assessed by hybrid\nsemiempirical quantum / classical (QM/MM) MD simulations with umbrella sampling,\nbenchmarked with density functional theory. No single factor is found to dominate\nstereocontrol: <b>FI</b> largely determines\nthe selectivity of V151L <i>act</i>KR, whereas\n<b>FIII</b> is more dominant in the case of\nP94L. It is also found that formation of <i>S-trans-</i>1-decalol\nor <i>R-trans-</i>1-decalol mainly arises\nfrom the reduction of the <i>trans</i>-1-decalone\nenantiomers <i>(4aS,8aR)</i>-<b>1</b> or <i>(4aR,8aS)</i>-<b>1</b>, respectively.\nOur work highlights the complexity of enzyme stereoselectivity as well as the\nusefulness of atomistic simulations to aid the design of stereoselective\nbiocatalysts.", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Stereochemistry; Bioinformatics and Computational Biology; Computational Chemistry and Modeling; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid Prediction of Anisotropic Lattice Thermal Conductivity: Application to Layered Materials", "doi": "10.26434/chemrxiv.7439192.v1", "published_doi": "10.1021/acs.chemmater.8b05084", "published_url": "https://doi.org/10.1021/acs.chemmater.8b05084", "authors": "Robert McKinney; Prashun Gorai; Eric S. Toberer; Vladan Stevanovic", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Thermal conductivity plays a crucial role in many applications; use of single-crystal\nand textured polycrystalline materials in such applications necessitate understanding\nthe anisotropy in thermal transport. Measurement of anisotropic lattice thermal conductivity is quite challenging. To address this need through computations,\nwe build upon our previously developed isotropic model for <i>k<sub>L</sub></i> and incorporate the\ndirectional (angular) dependence by using the elastic tensor obtained from <i>ab initio</i>\ncalculations and the Christoffel equations for speed of sound. With the anisotropic\nspeed of sound and intrinsic material properties as input parameters, we can predict\nthe direction-dependent <i>k<sub>L</sub></i>. We validate this new model by comparing with experimental data from the literature – predicted <i>k<sub>L</sub></i> is within an average factor difference\nof 1.8 of experimental measurements, spanning 5 orders of magnitude in <i>k<sub>L</sub></i>. To demonstrate the utility and computational-tractability of this model, we calculate <i>k<sub>L </sub></i>of ~2200 layered materials that are expected to exhibit anisotropic thermal transport.\nWe consider both van der Waals and ionic layered structures with binary and ternary\nchemistries and analyze the anisotropy in their <i>k<sub>L</sub></i>. The large-scale study has revealed\nmany layered structures with interesting anisotropy in <i>k<sub>L</sub></i>.</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Inorganic; Computational Chemistry and Modeling; Theory - Computational; Piezoelectricity and Thermoelectricity", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Selective Inhibition of Histone Deacetylase 10: Hydrogen Bonding to the Gatekeeper Residue is Implicated", "doi": "10.26434/chemrxiv.7406618.v1", "published_doi": "10.1021/acs.jmedchem.8b01936", "published_url": "https://doi.org/10.1021/acs.jmedchem.8b01936", "authors": "Magalie Géraldy; Michael Morgen; Peter Sehr; Raphael R. Steimbach; Johannes Ridinger; Ina Oehme; Olaf Witt; Mauro S. Nogueira; Oliver Koch; Nikolas Gunkel; Aubry K. Miller; Mona Malz", "abstract": "The discovery of isozyme-selective histone deacetylase (HDAC) inhibitors is critical for understanding the biological functions of individual HDACs and for validating HDACs as clinical drug targets. The isozyme HDAC10 contributes to chemotherapy resistance via inhibition of autophagic flux and has recently been described to be a polyamine deacetylase, but no studies directed toward selective HDAC10 inhibitors have been published. Herein, we disclose that the use of two complementary ligand-displacement assays has revealed unexpectedly potent HDAC10 binding of tubastatin A, which has been previously described as a highly selective HDAC6 inhibitor. We synthesized a targeted selection of tubastatin A derivatives and found that a basic amine in the cap group was required for strong HDAC10, but not HDAC6, binding. Only potent HDAC10 binders mimicked HDAC10 knockdown by causing dose-dependent accumulation of acidic vesicles in the BE(2)-C neuroblastoma cell line. Docking of inhibitors into human HDAC10 homology models indicated that a hydrogen-bond between a basic cap group nitrogen and the HDAC10 gatekeeper residue Glu272 was responsible for potent HDAC10 binding. Taken together, the presented assays and homology models provide an optimal platform for the development of HDAC10-selective inhibitors, as exemplified with the tubastatin A scaffold.<br />", "date": "2018-12-06", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "General Cyclopropane Assembly via Enantioselective Redox-Active Carbene Transfer to Aliphatic Olefins", "doi": "10.26434/chemrxiv.7436795.v1", "published_doi": "10.1002/ange.201814123", "published_url": "https://doi.org/10.1002/ange.201814123", "authors": "Marc Montesinos-Magraner; Matteo Costantini; Rodrigo Ramirez-Contreras; Michael E. Muratore; Magnus J. Johansson; Abraham Mendoza", "abstract": "Asymmetric cyclopropane synthesis currently requires bespoke strategies, methods, substrates and reagents, even when targeting similar compounds. This limits the speed and chemical space available for discovery campaigns. Here we introduce a practical and versatile diazocompound, and we demonstrate its performance in the first unified asymmetric synthesis of functionalized cyclopropanes. We found that the redox-active leaving group in this reagent enhances the reactivity and selectivity of geminal carbene transfer. This effect enabled the asymmetric cyclopropanation of a wide range of olefins including unactivated aliphatic alkenes, enabling the 3-step total synthesis of (–)-dictyopterene A. This unified synthetic approach delivers high enantioselectivities that are independent of the stereoelectronic properties of the functional groups transferred. Our results demonstrate that orthogonally-differentiated diazocompounds are viable and advantageous equivalents of single-carbon chirons<i>.</i>", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Valence: A Massively Parallel Implementation of the Variational Subspace Valence Bond Method", "doi": "10.26434/chemrxiv.7439159.v1", "published_doi": "10.1002/jcc.25818", "published_url": "https://doi.org/10.1002/jcc.25818", "authors": "Graham Fletcher; Colleen Bertoni; Murat Keçeli; Michael D'Mello", "abstract": "This work describes the software package, Valence, for the calculation of molecular<br />energies using the variational subspace valence bond (VSVB) method. VSVB is a highly scalable ab initio electronic structure method based on non-orthogonal orbitals. Important features of practical value include: Valence bond wave functions of Hartree–Fock quality can be constructed with a single determinant; excited states can be modeled with a single configuration or determinant; wave functions can be constructed automatically by combining orbitals from previous calculations. The opensource software package includes tools to generate wave functions, a database of generic orbitals, example input files, and a library build intended for integration with other packages. We also describe the interface to an external software package, enabling the computation of optimized molecular geometries and vibrational frequencies.", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Bonding; Computational Chemistry and Modeling; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ru Passivated and Ru Doped e-TaN surfaces as Combined Barrier and Liner Material for Copper Interconnects: A First Principles Study", "doi": "10.26434/chemrxiv.7427867.v1", "published_doi": "10.1039/C8TC06118A", "published_url": "https://doi.org/10.1039/c8tc06118a", "authors": "Suresh Natarajan; Cara-Lena Nies; Michael Nolan", "abstract": "<div>As the critical dimensions of transistors continue to be scaled down to facilitate improved performance and device speeds, new ultrathin materials that combine diffusion barrier and seed/liner properties are needed for copper interconnects at these length scales. Ideally, to facilitate coating of high aspect ratio structures, this alternative barrier+liner material should only consist of one or as few layers as possible. We studied TaN, the current industry standard for Cu diffusion barriers, and Ru, which is a</div><div>suitable liner material for Cu electroplating, to explore how combining these two materials in a barrier+liner material influences the adsorption of Cu atoms in the early stage of Cu film growth. To this end, we carried out first-principles simulations of the adsorption and diffusion of Cu adatoms at Ru-passivated and Ru-doped e-TaN(1 1 0) surfaces. For comparison, we also studied the behaviour of Cu and Ru adatoms at the low index surfaces of e-TaN, as well as the interaction of Cu adatoms with the (0 0 1) surface of hexagonal Ru. Our results confirm the barrier and liner properties of TaN and Ru, respectively while also highlighting the weaknesses of both materials. Ru passivated TaN was found to have improved binding with Cu adatoms as compared to the bare TaN and Ru surfaces.</div><div>On the other hand, the energetic barrier for Cu diffusion at Ru passivated TaN surface was lower than at the bare TaN surface which can promote Cu agglomeration. For Ru-doped TaN however, a decrease in Cu binding energy was found in addition to favourable migration of the Cu adatoms toward the doped Ru atom and unfavourable migration away from it or into the bulk. This suggests that Ru doping sites in the TaN surface can act as nucleation points for Cu growth with high migration barrier preventing agglomeration and allow electroplating of Cu. Therefore Ru-doped TaN is proposed as a candidate for a combined barrier+liner material with reduced thickness.</div>", "date": "2018-12-06", "journal": "chemRxiv", "categories": "Coating Materials; Materials Processing; Multilayers; Thin Films; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dienamine-Induced Divinylcyclopropane-Cycloheptadiene Rearrangements", "doi": "10.26434/chemrxiv.7427345.v1", "published_doi": "10.1002/anie.201813880", "published_url": "https://doi.org/10.1002/anie.201813880", "authors": "Caroline Apel; Sven Sören Hartmann; Dieter Lentz; Mathias Christmann", "abstract": "Sigmatropic rearrangements constitute an important group\nof pericyclic reactions. In contrast to cycloaddition reactions,\nexamples of catalytic variants of electrocyclic reactions and sigmatropic\nrearrangements are still scarce in the chemical literature. Herein,\nwe report the first organocatalytic Cope rearrangement of in situgenerated\ndivinylcyclopropanes. The reactive motif is generated by\ncondensation of 4-(2-vinylcyclopropyl)but-2-enal derivatives and a\nsecondary amine catalyst to form a transient dienamine. The\ncycloheptadiene products can be obtained in high yield and excellent\ndiastereoselectivity. Importantly, the reaction was demonstrated to be\nstereospecific, proceeds under mild conditions, and shows broad\nfunctional group tolerance. <br />", "date": "2018-12-06", "journal": "chemRxiv", "categories": "Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "How Much Aromatic Naphthalene and Graphene Are?", "doi": "10.26434/chemrxiv.7422683.v1", "published_doi": "10.1016/j.comptc.2019.112504", "published_url": "https://doi.org/10.1016/j.comptc.2019.112504", "authors": "Vaibhav Dixit; Yashita Y. Singh", "abstract": "<p>Naphthalene, (Aromatic stabilization Energy;\nASE, 50-60 kcal/mol) polyacenes and graphene are considered aromatic.  Existing models for polyacenes predict a\nlinearly increasing ASE and give little insights into their high reactivity and\ndecreasing stability.  Graphene’s\naromaticity has been studied earlier qualitatively suggesting alternate Clar’s\nsextet and two-electrons per ring, but ASE estimates have not been reported yet.  In this paper, various Heat of Hydrogenation\n(HoH) and isodesmic schemes have been proposed and compared for the estimation\nof naphthalene ASE.  Results show that HoH\nschemes are simple to design, are equivalent to isodesmic schemes, and unconjugated\nunsaturated reference systems predict ASE values in agreement with literature\nreports.  Partially aromatic reference systems\nunderestimate ASE.  HoH schemes require\ncalculations for a smaller number of structures, and offer scope for\nexperimental validation, and involve enthalpy differences.  Polyacene (X-axis extensions of benzene) ASE estimates\n(using HoH scheme) correlate well with experimental instability data and offer new\nphysical insights explaining the absence of arbitrarily larger polyacenes.  ASEs extrapolated from quadratic and\nlogarithmic regression models have been used to estimate the largest polyacene\nwith limiting ASE values.  ASE values for\nPyrene (Y-axis extension of benzene) and higher analogues (here called\npyrene-vertacenes) are estimated using HoH schemes.  Further truncated graphene models and\ngraphene are approximated as combinations of polyacene and pyrene-vertacene units.  First ever ASE and molecular sizes (22-255\nnM) estimates predict nanometer size ranges for flat graphene in agreement with\nrecent experiments and offer new physical insights.  These ASE and size estimates for graphene may\nprove useful in the design of novel energy (hydrogen) storage, electronic and\nmaterial science applications.</p>", "date": "2019-06-12", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Carbon-based Materials; Theory - Computational; Physical and Chemical Processes; Structure; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Highly Adjustable 3D Nano-Architectures and Chemistries via Assembled 1D Biological Templates", "doi": "10.26434/chemrxiv.7433969.v1", "published_doi": "10.1039/C8NR04864A", "published_url": "https://doi.org/10.1039/C8NR04864A", "authors": "Jacqueline F. Ohmura; F. John Burpo; Chamille Lescott; Alan Ransil; Youngmin Yoon; William Records; Angela Belcher", "abstract": "Porous\nmetal nanofoams have made significant contributions to a diverse set of\ntechnologies from separation and filtration to aerospace.  Nonetheless, finer control over nano and\nmicroscale features must be gained to reach the full potential of these\nmaterials in energy storage, catalytic, and sensing applications.  As biologics naturally occur and assemble\ninto nano and micro architectures, templating on assembled biological materials\nenables nanoscale architectural control without the limited chemical scope or\nspecialized equipment inherent to alternative synthetic techniques.  Here, we rationally assemble 1D biological\ntemplates into scalable, 3D structures to fabricate metal nanofoams with a\nvariety of genetically programmable architectures and material\nchemistries.  We demonstrate that\nnanofoam architecture can be modulated by manipulating viral assembly,\nspecifically by editing the viral surface coat protein, as well as altering\ntemplating density.   These architectures\nwere retained over a broad range of compositions including monometallic and\nbi-metallic combinations of noble and transition metals of copper, nickel,\ncobalt, and gold.  Phosphorous and boron\nincorporation was also explored. In addition to increasing the surface area\nover a factor of 50, as compared to the nanofoam’s geometric footprint, this\nprocess also resulted in a decreased average crystal size and altered phase\ncomposition as compared to non-templated controls. Finally, templated hydrogels\nwere deposited on the centimeter scale into an array of substrates as well as\nfree standing foams, demonstrating the scalability and flexibility of this\nsynthetic method towards device integration. \nAs such, we anticipate that this method will provide a platform to\nbetter study the synergistic and de-coupled effects between nano-structure and\ncomposition for a variety of applications including energy storage, catalysis,\nand sensing.", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Alloys; Catalysts; Core-Shell Materials; Nanostructured Materials - Materials; Nanocatalysis - Catalysts & Materials; Nanofabrication; Nanostructured Materials - Nanoscience; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Zeolites Fit For A Crown: Probing Host-Guest Interactions with Thermogravimetric Methods", "doi": "10.26434/chemrxiv.7429961.v1", "published_doi": "10.1016/J.MICROMESO.2020.110479", "published_url": "https://doi.org/10.1016/j.micromeso.2020.110479", "authors": "Asel Sartbaeva; Paul R. Raithby; Remi Castaing; Antony Nearchou", "abstract": "Through\na combination of thermogravimetry, mass spectrometry and differential thermal\nanalysis, we demonstrate for the first time that all four zeolites show\nexperimental differences in their host-guest interactions with 18C6. In\naddition, we have estimated the kinetics of 18C6 decomposition, which is a technique that has not\nbeen applied to zeolites previously. Using these findings as a toolkit, a more\nrational use of OSDAs can be utilised to prepare designer zeolites.\nFurthermore, the new methodologies presented herein can be applied to current\nzeolites, such as MFI-type zeolites used in the petrochemical industry.", "date": "2018-12-07", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Mass Spectrometry; Nanocatalysis - Catalysts & Materials; Solid State Chemistry; Spectroscopy (Inorg.); Heterogeneous Catalysis; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effects of Crosslinking Methods on Network Structure and Enzymatic Degradation of Methacrylate-Functionalized Chitosan Hydrogel", "doi": "10.26434/chemrxiv.7447490.v1", "published_doi": "10.1016/J.CARBPOL.2019.04.055", "published_url": "https://doi.org/10.1016/j.carbpol.2019.04.055", "authors": "Juhong Ahn; Jungju Ryu; Kwangho Song; Jungwook Kim", "abstract": "Polysaccharides, such as hyaluronic acid, alginate, or chitosan, can be modified by addition of reactive functional groups to enable chemical crosslinking. Here, we studied how different methods of crosslinking methacrylate-functionalized chitosan affected the network structures of the resulting hydrogels. We then investigated how the porous network structures in turn influenced stiffness, macromolecular diffusion through the pores, and enzymatic degradation. All these properties are relevant for utilization of the chemically crosslinked hydrogels in biomedical applications, including tissue engineering and delivery of therapeutic agents. We made chitosan hydrogels using four crosslinking methods, which differ by type and by reaction kinetics. We found that four chitosan hydrogels having identical polymer fractions at an equilibrium swelling exhibited marked differences in their shear moduli, rate of dextran diffusion, and especially their enzymatic degradation behaviors. We inferred that these differences originated in variations among network structures, which were characterized by the formation of chain bundles and associated network heterogeneity as determined by small-angle X-ray scattering analysis.", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Biopolymers; Hydrogels; Biochemistry; Base Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Apd1 and Aim32 Are Prototypes of Bis-Histidinyl-Coordinated Non-Rieske [2Fe-2S] Proteins", "doi": "10.26434/chemrxiv.7443971.v1", "published_doi": "10.1021/jacs.8b13274", "published_url": "https://doi.org/10.1021/jacs.8b13274", "authors": "Kathrin Stegmaier; Catharina M. Blinn; Dominique F. Bechtel; Carina Greth; Hendrik Auerbach; Christina S. Müller; Valentin Jakob; Daili J. A. Netz; Volker Schünemann; Antonio J. Pierik", "abstract": "Apd1,\na cytosolic yeast protein, and Aim32, its counterpart in the mitochondrial\nmatrix, have a C-terminal thioredoxinlike ferredoxin domain and a widely\ndivergent N-terminal domain. These proteins are found in bacteria, plants,\nfungi and unicellular pathogenic eukaryotes, but not in Metazoa. Our\nchemogenetic experiments demonstrate that the highly conserved cysteine and\nhistidine residues within the C-X8-C-X24-75-H-X-G-G-H motif of the TLF domain\nof Apd1 and Aim32 proteins are essential for viability upon treatment of yeast\ncells with the redox potentiators gallobenzophenone or pyrogallol,\nrespectively. UV-Vis, EPR and Mössbauer spectroscopy of purified wild type Apd1\nand three His to Cys variants demonstrated that Cys207 and Cys216 are the\nligands of the ferric ion and His255 and His259 are the ligands of the\nreducible iron ion of the [2Fe-2S]2+/1+ cluster. The [2Fe-2S] center of Apd1\n(Em,7 = -164±5 mV, pKox1,2=7.9±0.1 and 9.7±0.1) differs from both dioxygenase\n(Em,7 ≈ -150 mV, pKox1,2=9.8 and 11.5) and cytochrome\nbc1/b6f Rieske clusters (Em,7 ≈\n+300 mV, pKox1,2= 7.7 and 9.8). Apd1 and its engineered variants represent an\nunprecedented flexible system for which a stable [2Fe-2S] cluster with two\nhistidine ligands, (two different) single histidine ligands or only cysteinyl\nligands is possible in the same protein fold. Our results define a remarkable\nexample of convergent evolution of [2Fe-2S] cluster containing proteins with\nbis-histidinyl coordination and proton-coupled electron transfer.<br />", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Spectroscopy (Anal. Chem.); Biochemistry; Biophysics; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ferroelectricity and Large Piezoelectric Response of AlN/ScN Superlattice", "doi": "10.26434/chemrxiv.7447481.v1", "published_doi": "10.1021/acsami.8b22602", "published_url": "https://doi.org/10.1021/acsami.8b22602", "authors": "Mohammad Noor-A-Alam; Oskar Olszewski; Michael Nolan", "abstract": "Based on density functional theory, we investigate the ferroelectric and piezoelectric properties of the AlN/ScN superlattice. We find that the polar wurzite (w-ScAlN) structure is mechanically and dynamically stable, and is more stable than the nonpolar hexagonal flat configuration. We show that ferroelectric polarization switching can be possible for epitaxially tensile strained superlattice. Due to the elastic constant C33 softening along with an increase in e33, the piezoelectric coefficient d33 of the superlattice is doubled compared to pure w-AlN. The combined enhancement of Born effective charges (Z33) and the sensitivity of the atomic co-ordinates to external strain (\\frac{\\partial u_{3}}{\\partial\\eta_{3}}) is the origin of large piezoelectric constant e33. Moreover, we show that epitaxial biaxial tensile strain significantly enhances the piezo-response, so that d33 is seven times larger than that of w-AlN at 4% strain. The tensile strain results in a huge enhancement in e33by increasing Z33 and \\frac{\\partial u_{3}}{\\partial\\eta_{3}}, which boosts the piezoelectric coefficient. As both superlattice growth and epitaxial strain are already experimentally demonstrated in wurzite nitrides, our results show a new, more controlled approach to significantly enhance and tune the piezoelectric response of w-AlN materials.", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Alloys; Materials Processing; Nanostructured Materials - Materials; Thin Films; Nanodevices; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polyelectrolyte Complexation of Oligonucleotides by Charged Hydrophobic – Neutral Hydrophilic Block Polymers", "doi": "10.26434/chemrxiv.7456322.v1", "published_doi": "10.3390/polym11010083", "published_url": "https://doi.org/10.3390/polym11010083", "authors": "Alexander Marras; Jeffrey Vieregg; Jeffrey Ting; Jack D. Rubien; Matthew Tirrell", "abstract": "Polyelectrolyte complex micelles (PCMs, core-shell nanoparticles formed by complexation of a polyelectrolyte with a polyelectrolyte-hydrophilic neutral block polymer) offer an attractive solution to the critical problem of delivering therapeutic nucleic acids, but few structure-property studies have been carried out to date. We present data comparing oligonucleotide PCMs formed with poly(vinylbenzyl trimethylammonium) as the cationic block to those using poly(lysine), which is more commonly used. Despite its higher charge density, increased hydrophobicity, and permanent charge, pVBTMA appears to complex DNA more weakly than does poly(lysine). Using small angle X-ray scattering and electron microscopy, we find that, at physiological ionic strength, PCMs formed from both cationic blocks exhibit very similar structure-property relationships, with PCM radius determined by the cationic block size and shape controlled by the hybridization state of the oligonucleotides. These observations narrow the design space for optimizing therapeutic PCMs and provide new insights into the rich polymer physics of polyelectrolyte self-assembly. <br />", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Core-Shell Materials; Polyelectrolytes - Materials; Bioengineering and Biotechnology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Excited State Tracking During the Relaxation of Coordination Compounds", "doi": "10.26434/chemrxiv.7454702.v1", "published_doi": "10.1002/jcc.25800", "published_url": "https://doi.org/10.1002/jcc.25800", "authors": "Juan Sanz García; Martial Boggio-Pasqua; Ilaria Ciofini; Marco Campetella", "abstract": "<div>The ability to locate minima on electronic excited states (ESs) potential energy surfaces (PESs) both in the case of bright and dark states is crucial for a full understanding of photochemical reactions. This task has become a standard practice for small- to medium-sized organic chromophores thanks to the constant developments in the field of computational photochemistry. However, this remains a very challenging effort when it comes to the optimization of ESs of transition metal complexes (TMCs), not only due to the presence of several electronic excited states close in energy, but also due to the complex nature of the excited states involved. In this article, we present a simple yet powerful method to follow an excited state of interest during a structural optimization in the case of TMC, based on the use of a compact hole-particle representation of the electronic transition, namely the natural transition orbitals (NTOs). State tracking using NTOs is unambiguously accomplished by computing the mono-electronic wavefunction overlap between consecutive steps of the optimization. Here, we demonstrate that this simple but robust procedure works not only in the case of the cytosine but also in the case of the ES optimization of a ruthenium-nitrosyl complex which is very problematic with standard approaches.</div>", "date": "2018-12-12", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Thermal Chemical Vapor Deposition of Epitaxial Rhombohedral Boron Nitride from Trimethylboron and Ammonia", "doi": "10.26434/chemrxiv.7447397.v1", "published_doi": "10.1116/1.5085192", "published_url": "https://doi.org/10.1116/1.5085192", "authors": "Laurent Souqui; Henrik Pedersen; Hans Högberg", "abstract": "Epitaxial rhombohedral boron nitride films were deposited on α-Al2O3(001) substrates by chemical vapor deposition, using trimethylboron, ammonia, and with a low concentration of silane in the growth flux. The depositions were performed at temperatures from 1200 to 1485 °C, pressures from 30 to 90 mbar and N/B ratios from 321 to 1286. The most favorable conditions for epitaxy were: a temperature of 1400 °C, N/B around 964, and pressures below 40 mbar. Analysis by thin film X-ray diffraction showed that most deposited films were polytype-pure epitaxial r-BN with an out-of-plane epitaxial relationship of r-BN[001]∥ w-AlN[001]∥ α-Al2O3[001] and with two in-plane relationships of r-BN[110]∥ w-AlN[110]∥ α-Al2O3[100] and r-BN[110]∥ w-AlN[110]∥ α-Al2O3[1̅00] due to twinning.", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Ceramics; Coating Materials; Thin Films; Main Group Chemistry (Inorg.); Solid State Chemistry; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Variable-Temperature Multinuclear Solid-State NMR Study of Oxide Ion Dynamics in Fluorite-Type Bismuth Vanadate and Phosphate Solid Electrolytes", "doi": "10.26434/chemrxiv.7454420.v1", "published_doi": "10.1021/acs.chemmater.8b05143", "published_url": "https://doi.org/10.1021/acs.chemmater.8b05143", "authors": "Matthew Dunstan; David M. Halat; Matthew Tate; Ivana Radosavljevic Evans; Clare P. Grey", "abstract": "<p>In this study, we employ a multinuclear, variable-temperature NMR spectroscopy approach to characterise and measure oxide ionic motion in the V- and P-substituted bismuth oxide materials Bi0.913V0.087O1.587, Bi0.852V0.148O1.648 and Bi0.852P0.148O1.648, previously shown to have excellent ionic conduction properties. Two main <sup>17</sup>O NMR resonances are distinguished for each material, corresponding to O in the Bi–O and V–O/P–O sublattices. Using variable-temperature (VT) measurements ranging from room temperature to 923 K, the ionic motion experienced by these different sites has then been characterised, with coalescence of the two environments in the V-substituted materials clearly indicating a conduction mechanism facilitated by exchange between the two sublattices. The lack of this coalescence in the P-substituted material indicates a different mechanism, confirmed by <sup>17</sup>O T1 (spin-lattice relaxation) NMR experiments to be driven purely by vacancy motion in the Bi–O sublattice. <sup>51</sup>V and <sup>31</sup>P VT-NMR experiments show high rates of tetrahedral rotation even at room temperature, increasing with heating. An additional VO4 environment appears in <sup>17</sup>O and <sup>51</sup>V NMR spectra of the more highly V-substituted Bi0.852V0.148O1.648, which we ascribe to differently distorted VO4 tetrahedral units that disrupt the overall ionic motion, consistent both with linewidth analysis of the 17O VT-NMR spectra and experimental results of Kuang <i>et al.</i> showing a lower oxide ionic conductivity in this material compared to Bi0.913V0.087O1.587 (<i>Chem. Mater. </i>2012, 24, 2162). This study shows solid-state NMR is particularly well suited to understanding connections between local structural features and ionic mobility, and can quantify the evolution of oxide-ion dynamics with increasing temperature.</p>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Thermal Conductors and Insulators; Solid State Chemistry; Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "Unexpected Trends in the Hydrophobicity of Fluorinated Amino Acids Reflect Competing Changes in Polarity and Conformation", "doi": "10.26434/chemrxiv.7442648.v1", "published_doi": "10.1039/C8CP07025C", "published_url": "https://doi.org/10.1039/C8CP07025C", "authors": "João R. Robalo; Ana Vila Verde", "abstract": "<div><div><div><p>Fluorination can dramatically improve the thermal and proteolytic stability of proteins and their enzymatic activity. Key to the impact of fluorination on protein properties is the hydrophobicity of fluorinated amino acids. We use molecular dynamics simulations, together with a new fixed-charge, atomistic force field, to quantify the changes in hydration free energy for amino acids with alkyl side chains and with 1 to 6 –CH to –CF side chain substitutions. Fluorination changes the hydration free energy by 1.5 to +2 kcal mol<sup>-</sup>1, but the number of fluorines is a poor predictor of hydrophobicity. Changes in hydration free energy reflect two main contributions: i) fluorination alters side chain-water interactions; we identify a crossover point from hydrophilic to hydrophobic fluoromethyl groups which may be used to estimate the hydrophobicity of fluorinated alkyl side-chains; ii) fluorination alters the number of backbone-water hydrogen bonds via changes in the relative side chain-backbone conformation. Our results offer a road map to mechanistically understand how fluorination alters hydrophobicity of (bio)polymers.</p></div></div></div>", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Biopolymers; Biochemistry; Biophysical Chemistry; Physical and Chemical Properties; Solution Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Strong Bases and Weak Anions in Catalytic C–H Insertion Reactions of Vinyl Carbocations", "doi": "10.26434/chemrxiv.7453223.v1", "published_doi": "10.1021/JACS.9B02110", "published_url": "https://doi.org/10.1021/jacs.9b02110", "authors": "Benjamin Wigman; Stasik Popov; Alex L. Bagdasarian; Brian Shao; Tyler R. Benton; Chloé G. Williams; Steven P. Fisher; Vincent LaVallo; Kendall N. Houk; Hosea Nelson", "abstract": "<p>Here we report the surprising discovery that high-energy vinyl carbocations can be generated under strongly basic conditions, and that they engage in intramolecular sp3 C–H insertion reactions through the catalysis of commercially available weakly coordinating anion salts. This approach relies on the unconventional combination of lithium hexamethyldisilazide base and the commercially available catalyst, triphenylmethylium tetrakis(pentafluorophenyl)borate. These reagents form a catalytically active lithium species that enables the application of vinyl cation C–H insertion reactions to heteroatomcontaining substrates.</p>", "date": "2018-12-12", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Main Group Chemistry (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Chemistry and Mobility of Hydrogen in the Interstitial Space of Layered Crystals H-BN, MoS2 and Graphite", "doi": "10.26434/chemrxiv.7442303.v1", "published_doi": "10.1002/SMLL.201901722", "published_url": "https://doi.org/10.1002/smll.201901722", "authors": "Agnieszka Kuc; Yun An; Petko Petkov; Marcelo Lozada-Hidalgo; Thomas Heine", "abstract": "<div><div><div><p>Recent experiments have demonstrated transport and separation of hydrogen isotopes in layered materials, such as hexagonal boron nitride and molybdenum disulphide. Here, based on first-principles calculations combined with well-tempered metadynamics simulations, we report the chemical interactions and mobility of protons (H+) and protium (H atoms) in the interstitial space of these layered materials. We show that both H+ and H can be transported between the layers of h-BN and MoS2 with low free energy barriers, while they are immobilized in graphite, in accordance with the experimental observations. In h-BN and MoS2, the transport mechanism involves a hopping process between the adjacent layers, which is assisted by the low- energy phonon shear modes. Defects present in MoS2 suppress the transport and act as traps for H species.</p></div></div></div>", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Theory - Computational; Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Combined Spin-Flip and IP/EA Approach for Handling Spin and Spatial Degeneracies: Application to Double Exchange Systems", "doi": "10.26434/chemrxiv.7445939.v1", "published_doi": "10.1021/acs.jctc.8b01268", "published_url": "https://doi.org/10.1021/acs.jctc.8b01268", "authors": "Shannon Houck; Nicholas Mayhall", "abstract": "<div>Many multiconfigurational systems, such as single-molecule magnets, are difficult to study using traditional computational methods due to the simultaneous existence of both spin and spatial degeneracies. In this work, a new approach termed n-spin-flip Ionization Potential/Electron Affinity (<i>n</i>SF-IP or <i>n</i>SF-EA) is introduced which combines the spin-flip method of Anna Krylov with particle-number changing IP/EA methods. We demonstrate the efficacy of the approach by applying it to the strongly-correlated N<sub>2</sub><sup>+</sup> as well as several double exchange systems. We also demonstrate that when these systems are well-described by a double exchange model Hamiltonian, only 1SF-IP/EA is required to extract the double exchange parameters and accurately predict energies for the low-spin states.  This significantly reduces the computational effort for studying such systems. The effects of including additional excitations (using a RAS-<i>n</i>SF-IP/EA scheme) are also examined, with particular emphasis on hole and particle excitations.</div>", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Theory - Inorganic; Transition Metal Complexes (Inorg.); Quantum Mechanics; Quasiparticles and Excitations", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pressure-Induced Symmetry Changes in Body-Centered Cubic Zeolites", "doi": "10.26434/chemrxiv.7455239.v1", "published_doi": "10.1098/RSOS.182158", "published_url": "https://doi.org/10.1098/rsos.182158", "authors": "Antony Nearchou; Mero-Lee Cornelius; Zoe Jones; Ines E. Collings; Stephen A. Wells; Paul R. Raithby; Asel Sartbaeva", "abstract": "<p>Previous work has shown a strong correlation between zeolite\nframework flexibility and the nature of structural symmetry and phase\ntransitions. However, there is little experimental data regarding this\nrelationship, in addition to how flexibility can be connected to the synthesis\nof these open framework materials. This is of interest for the synthesis of\nnovel zeolites, which require organic additives to permutate the resulting\ngeometry and symmetry of the framework. Here, we have used high pressure powder\nX-ray diffraction to study the three zeolites: Na-X, RHO and ZK-5, which can\nall be prepared using 18-crown-6 ether as an organic additive. We observe\nsignificant differences in how the occluded 18-crown-6 ether influences the\nframework flexibility – this being dependant on the geometry of the framework.\nWe use these differences as an indicator to define the role of 18-crown-6 ether\nduring zeolite crystallisation. Furthermore, in conjunction with previous work\nwe predict that pressure-induced symmetry transitions are intrinsic to\nbody-centred cubic zeolites. The high symmetry yields fewer degrees of freedom,\nmeaning it is energetically favourable to lower the symmetry to facilitate\nfurther compression.</p>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Catalysts; Minerals; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An introduction to digital microfluidic concepts in chemistry using a macroscopic droplet generator", "doi": "10.26434/chemrxiv.7450898.v1", "published_doi": "10.1021/ACS.JCHEMED.8B00876", "published_url": "https://doi.org/10.1021/acs.jchemed.8b00876", "authors": "Clotilde Vié; Jacques Fattaccioli; philippe jacq", "abstract": "<div><div><div><div><div><div><p>This activity introduces digital microfluidics and the usage of aqueous droplets as independent chemical microreactors for reaction kinetics studies. Students build their own droplet generator from common macroscopic glassware and connecting parts, to create trains of millimetric droplets in which a redox reaction takes place. The activity allows working on reaction kinetics, hydrodynamics at low Reynolds number and image analysis at a macroscopic scale.</p></div></div></div></div></div></div>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Influence of Nitrogen Position on Charge Carrier Mobility in Enantiopure Aza[6]helicene Crystals", "doi": "10.26434/chemrxiv.7458719.v1", "published_doi": "10.1039/C8CP07603K", "published_url": "https://doi.org/10.1039/C8CP07603K", "authors": "Francesco Salerno; Beth Rice; Julia A. Schmidt; Matthew J. Fuchter; Jenny Nelson; Kim Jelfs", "abstract": "<p>The properties of an organic semiconductor are dependent on both the chemical structure of the molecule involved, and how it is arranged in the solid-state. It is challenging to extract the influence of each individual factor, as small changes in the molecular structure often dramatically change the crystal packing and hence solid-state structure. Here, we use calculations to explore the influence of the nitrogen position on the charge mobility of a chiral organic molecule when the crystal packing is kept constant. The transfer integrals for a series of enantiopure aza[6]helicene crystals sharing the same packing were analysed in order to identify the best supramolecular motifs to promote charge carrier mobility. The regioisomers considered differ only in the positioning of the nitrogen atom in the aromatic scaffold. The simulations showed that even this small change in the chemical structure has a strong effect on the charge transport in the crystal, leading to differences in charge mobility of up to one order of magnitude. Some aza[6]helicene isomers that were packed interlocked with each other showed high HOMO-HOMO integrals (up to 70 meV), whilst molecules arranged with translational symmetry generally afforded the highest LUMO-LUMO integrals (40 - 70 meV). As many of the results are not intuitively obvious, a computational approach provides additional insight into the design of new semiconducting organic materials.</p>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Computational Chemistry and Modeling; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Coordinative Solubilizer Method to Fabricate Soft Porous Materials from Insoluble Metal-Organic Polyhedra", "doi": "10.26434/chemrxiv.7460618.v1", "published_doi": "10.1002/ange.201901668", "published_url": "https://doi.org/10.1002/ange.201901668", "authors": "Arnau Carné-Sánchez; Gavin A. Craig; Patrick Larpent; vincent guillerm; Kenji Urayama; Daniel Maspoch; Shuhei Furukawa", "abstract": "<p>Porous molecular cages have a characteristic processability arising from their solubility, which allows their incorporation into porous materials. Attaining solubility often requires covalently bound functional groups that are unnecessary for porosity, and which ultimately occupy free volume in the materials and decrease their surface areas. Here, we describe a method that takes advantage of the coordination bonds in metal-organic polyhedra (MOPs) to render insoluble MOPs soluble by reversibly attaching an alkyl-functionalized ligand. We then use the newly soluble MOPs as monomers for supramolecular polymerization reactions, obtaining permanently porous, amorphous polymers with the shape of colloids and gels, which display increased gas uptake in comparison with materials made with covalently functionalized MOPs.</p>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Polymers; Supramolecular Chemistry (Inorg.); Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Correspondence: Hydrogen Bond to Gold? 1H NMR is Not a Proof of Hydrogen Bonds in Transition Metal Complexes", "doi": "10.26434/chemrxiv.7460714.v1", "published_doi": "10.1038/S41467-019-09625-9", "published_url": "https://doi.org/10.1038/s41467-019-09625-9", "authors": "Jan Vícha; Cina Foroutan-Nejad; Michal Straka", "abstract": "Illusive Au<sup>I/III</sup>···H hydrogen bonds and their effect on structure and dynamics of molecules have been a matter of debate. While a number of X-ray studies reported gold compounds with short Au<sup>I/III</sup>···H contacts, a solid spectroscopic evidence for Au<sup>I/III</sup>···H bonding has been missing. Recently<a></a><a>, Bakar <i>et al.</i></a> (NATURE COMMUNICATIONS 8:576) reported compound with four short Au···H contacts (2.61­–2.66 Å; X-ray determined). Assuming the central cluster be [Au<sub>6</sub>]<sup>2+</sup>and observing the <sup>1</sup>H (<sup>13</sup>C) NMR resonances at relevant H(C) nuclei deshielded with respect to precursor compound, the authors concluded with reservations that <i>“the present Au···H–C interaction is a kind of “hydrogen bond”, where the [Au<sub>6</sub>]<sup>2+</sup>serves as an acceptor”</i>. Here, we show that the Au<sub>6</sub>cluster in their compound bears negative charge and the Au···H contacts lead to a weak (~1 kcal/mol) auride···hydrogen bonding interactions, though unimportant for the overall stability of<b></b>the molecule. Additionally, computational analysis of NMR chemical shifts reveals that the deshielding effects at respective hydrogen nuclei are not directly related to Au···H–C hydrogen bonding .", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Bonding; Coordination Chemistry (Inorg.); Theory - Inorganic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structural Single Fe(II) Sites in MIL-Type Metal Or-Ganic Frameworks for Oxidation of Methane to Methanol and Ethane to Ethanol", "doi": "10.26434/chemrxiv.7460852.v1", "published_doi": "10.1021/ACSCATAL.8B04813", "published_url": "https://doi.org/10.1021/acscatal.8b04813", "authors": "Jenny G. Vitillo; Aditya Bhan; Christopher J. Cramer; Connie C. Lu; Laura Gagliardi", "abstract": "Single non-heme Fe(II) ions present as structural metals\nin several metal organic frameworks (e.g. MIL-100, MIL-101, MIL-808) are\nidentified by Kohn-Sham density functional calculations as promising catalysts\nfor C-H bond activation, with energetic barriers as low as 40 kJ mol<sup>-1</sup>\nfor ethane and 60 kJ mol<sup>-1</sup> for methane following oxidative\nactivation of iron. Through consideration of the full reaction profile leading\nto the corresponding alcohols ethanol and methanol, we have identified key\nchanges in the chemical composition of the node that would modulate catalytic\nactivity. The thermal and chemical stability of these MOFs together with the\nscalability of their syntheses make them attractive catalysts for the selective\nlow temperature conversion of light alkanes to higher-value oxygenates.", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Theory - Computational; Heterogeneous Catalysis; Redox Catalysis; Bond Activation; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Impact of Rutile Fraction on TiO2 Visible-Light Absorption and Visible-Light-Induced Photocatalytic Activity", "doi": "10.26434/chemrxiv.7461161.v1", "published_doi": "10.1016/j.jphotochem.2019.111940", "published_url": "https://doi.org/10.1016/j.jphotochem.2019.111940", "authors": "David Maria Tobaldi; Luc Lajaunie; ana caetano; nejc rozman; Maria Paula Seabra; andrijana sever skapin; Raul Arenal; Joao Antonio Labrincha", "abstract": "<div>Titanium dioxide is by far the most utilised semiconductor material for photocatalytic applications. Still, it is transparent to visible-light. Recently, it has been proved that a type-II band alignment for the rutile−anatase mixture would improve its visible-light absorption.</div><div>In this research paper we thoroughly characterised the real crystalline and amorphous phases of synthesised titanias – thermally treated at different temperatures to get distinct ratios of anatase-rutile-amorphous fraction – as well as that of three commercially available photocatalytic nano-TiO2. </div><div>The structural characterisation was done via advanced X-ray diffraction method, namely the Rietveld-RIR method, to attain a full quantitative phase analysis of the specimens. The microstructure was also investigated via an advanced X-ray method, the whole powder pattern modelling. These methods were validated combining advanced aberration-corrected scanning transmission microscopy and high-resolution electron energy-loss spectroscopy. The photocatalytic activity was assessed in the liquid- and gas-solid phase (employing rhodamine B and 4-chlorophenol, and isopropanol, respectively, as the organic substances to degrade) using a light source irradiating exclusively in the visible-range.</div><div>Optical spectroscopy showed that even a small fraction of rutile (2 wt%) is able to shift to lower energies the apparent optical band gap of an anatase-rutile mixed phase. But is this enough to attain a real photocatalytic activity promoted by merely visible-light?</div><div>We tried to give a reply to that question.</div><div>Photocatalytic activity results in the liquid-solid phase showed that a high surface hydroxylation led to specimen with superior visible light-induced catalytic activity (i.e. dye and ligand-to-metal charge transfer complexes sensitisation effects). That is: not photocatalysis <i>sensu-strictu</i>.</div><div>On the other hand, the gas-solid phase results showed that a higher amount of the rutile fraction (around 10 wt%), together with less recombination of the charge carriers, were more effective for an actual photocatalytic oxidation of isopropanol.</div>", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Photocatalysis; Photochemistry (Physical Chem.); Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Hydrogenation of α,β-Unsaturated Carboxylic Acid Derivatives Using copper(I)/N-Heterocyclic Carbene Complexes", "doi": "10.26434/chemrxiv.7461569.v1", "published_doi": "10.1039/C8CC09853K", "published_url": "https://doi.org/10.1039/C8CC09853K", "authors": "Birte Zimmermann; Johannes F. Teichert", "abstract": "A simple and air-stable copper(I)/N-heterocyclic carbene complex enables the catalytic hydrogenation of hitherto unreactive enoates and enamides employing H2 as terminal reducing agent. This atom economic transformation replaces commonly employed hydrosilanes and can also be carried out in an asymmetric fashion.<br /><br />", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Bond Activation; Catalysis; Coordination Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluating Large-Scale STEM Outreach Efficacy with a Consistent Theme: Thermodynamics for Elementary School Students", "doi": "10.26434/chemrxiv.7462067.v1", "published_doi": "10.1021/acsomega.8b03156", "published_url": "https://doi.org/10.1021/acsomega.8b03156", "authors": "Joseph DeWilde; Esha Rangnekar; Jeffrey Ting; Joseph Franek; Frank S. Bates; Marc A. Hillmyer; David A. Blank", "abstract": "A biannual chemistry demonstration-based show named “Energy and U” was created to extend the general outreach themes of STEM fields and a college education with a specific goal: to teach the First Law of Thermodynamics to elementary school students. Energy is a central concept in chemical education, most STEM disciplines, and it is the concept at the foundation of many of the greatest challenges faced by society today. The effectiveness of the program was analyzed using a clicker survey system. This study provides one of the first examples of incorporating real-time feedback into large- scale chemistry-based outreach events for elementary school students in order to quantify and better understand the broader impact and learning outcomes.", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetic Control of Interpenetration in Fe-Biphenyl-4,4′-dicarboxylate MOFs by Coordination and Oxidation Modulation", "doi": "10.26434/chemrxiv.7466633.v1", "published_doi": "10.1021/JACS.9B03269", "published_url": "https://doi.org/10.1021/jacs.9b03269", "authors": "Dominic Bara; Claire Wilson; Max Mörtel; Marat M. Khusniyarov; ben slater; Stephen Sproules; Ross Forgan", "abstract": "Phase control in the self-assembly of metal-organic frameworks (MOFs) – materials wherein organic ligands connect metal ions or clusters into network solids with potential porosity – is often a case of trial and error. Judicious control over a number of synthetic variables is required to select for the desired topology and control features such as interpenetration and defectivity, which have significant impact on physical properties and application. Herein, we present a comprehensive investigation of self-assembly in the Fe-biphenyl-4,4'-dicarboxylate system, demonstrating that coordination modulation, the addition of competing ligands into solvothermal syntheses, can reliably tune between the kinetic product, non-interpenetrated MIL-88D(Fe), and the thermodynamic product, two-fold interpenetrated MIL-126(Fe). DFT simulations reveal that correlated disorder of the terminal anions on the metal clusters in the interpentrated phase results in H-bonding between adjacent nets and is the thermodynamic driving force for its formation. Coordination modulation slows self-assembly and therefore selects the thermodynamic product MIL-126(Fe), while offering fine control over defectivity, inducing mesoporosity, but electron microscopy shows the MIL-88D(Fe) phase persists in many samples despite not being evident in diffraction experiments, suggesting its presence accounts for the lower than predicted surface areas reported for samples to date. Interpenetration control is also demonstrated by utilizing the 2,2'-bipyridine-5,5'-dicarboxylate linker; DFT simulations show that it is energetically prohibitive for it to adopt the twisted conformation required to form the interpenetrated phase, and are confirmed by experimental data, although multiple alternative phases are identified due to additional coordination of the Fe cations to the N-donors of the ligand. Finally, we introduce oxidation modulation – the concept of using metal precursors in a different oxidation state to that found in the final MOF – as a further protocol to kinetically control self-assembly. Combining coordination and oxidation modulation allows the synthesis of pristine MIL-126(Fe) with BET surface areas close to the predicted maximum capacity for the first time, suggesting that combining the two may be a powerful methodology for the controlled self-assembly of high-valent MOFs.<br /><br />", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Kinetics and Mechanism - Inorganic Reactions; Solid State Chemistry; Supramolecular Chemistry (Inorg.); Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CuH-Catalyzed Enantioselective Ketone Allylation with 1,3-Dienes: Scope, Mechanism, and Applications", "doi": "10.26434/chemrxiv.7464776.v1", "published_doi": "10.1021/jacs.9b01784", "published_url": "https://doi.org/10.1021/jacs.9b01784", "authors": "Chengxi Li; Richard Liu; Luke T. Jesikiewicz; Yang Yang; Peng Liu; Stephen L. Buchwald", "abstract": "<p>Chiral\ntertiary alcohols are important building blocks for the synthesis of\npharmaceutical agents and biologically active natural products. The addition of\ncarbon nucleophiles to ketones is the most common approach to tertiary alcohol\nsynthesis, but traditionally relies on stoichiometric organometallic reagents\nthat are difficult to prepare, sensitive, and uneconomical. We describe a mild\nand efficient method for the copper-catalyzed allylation of ketones, using\nwidely available 1,3-dienes as allylmetal surrogates. Homoallylic alcohols\nbearing a wide range of functional groups are obtained in high yield and with\ngood regio-, diastereo-, and enantioselectivity. Mechanistic investigations\nusing density functional theory (DFT) implicate the in situ formation of a\nrapidly equilibrating mixture of isomeric copper(I) allyl complexes, from which\nCurtin-Hammett kinetics determine the major isomer of product. A stereochemical\nmodel is provided to explain the high diastereo- and enantioselectivity of this\nprocess. Finally, this method was applied toward the preparation of an\nimportant drug, (R)-Procyclidine, and a key intermediate in the synthesis of\nseveral pharmaceuticals.</p>\n\n<br />", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Drug Discovery and Drug Delivery Systems; Theory - Computational; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning and Mechanistic Insights of Metal Chalcogenide Molecular Catalysts for the Hydrogen-Evolution Reaction", "doi": "10.26434/chemrxiv.7466591.v1", "published_doi": "10.1038/s41467-018-08208-4", "published_url": "https://doi.org/10.1038/s41467-018-08208-4", "authors": "James McAllister; Nuno Bandeira; Jessica McGlynn; Alexey Ganin; Yu-Fei Song; Carles Bo; Haralampos Miras", "abstract": "The\nproduction of hydrogen through water splitting using earth-abundant metal\ncatalysts is a promising pathway for converting solar energy into chemical\nfuels. However, existing approaches for fine stoichiometric control, structural\nand catalytic modification of materials by appropriate choice of earth abundant\nelements are either limited or challenging. Here we explore the tuning of redox\nactive immobilized molecular metal-chalcoxide electrocatalysts by controlling\nthe chalcogen or metal stoichiometry and explore critical aspects of the\nhydrogen evolution reaction (HER). Linear sweep voltammetry (LSV) shows that\nstoichiometric and structural control leads to the evolution of hydrogen at low\noverpotential with no catalyst degradation over 1000 cycles. Density functional\ncalculations reveal the effect of the electronic and structural features and\nconfer plausibility to the existence of a unimolecular mechanism in the HER\nprocess based on the tested hypotheses. We anticipate these findings to be a\nstarting point for further exploration of molecular catalytic systems", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Electrocatalysis; Heterogeneous Catalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intracrystalline Transport Barriers Affecting the Self-Diffusion of CH4 in Zeolites |Na12|-A and |Na12-xKx|-A", "doi": "10.26434/chemrxiv.7464803.v1", "published_doi": "10.1021/acs.langmuir.9b02574", "published_url": "https://doi.org/10.1021/acs.langmuir.9b02574", "authors": "Niklas Hedin; Przemyslaw Rzepka; Alma Jasso-Salcedo; Tamara L. Church; Diana Bernin", "abstract": "<p>Removing carbon dioxide is important for the upgrading of biogas\nor natural gas into compressed or liquefied methane, and adsorption-driven\nseparation of CO<sub>2</sub> could be\nfurther advanced by developing for example new adsorbents. Zeolite adsorbents\ncan select CO<sub>2</sub> over CH<sub>4</sub>, and we here confirmed\nthat the adsorption of CH<sub>4</sub> on zeolite |Na<sub>12-<i>x</i></sub>K<i><sub>x</sub></i>|-A was significantly\nlower for samples with a high K<sup>+</sup> content, i.e. <i>x</i> > 2. Nevertheless, these samples adsorb CH<sub>4</sub> after\nlong equilibration times as determined with <sup>1</sup>H NMR experiments. To\nassess further the intracrystalline diffusion of CH<sub>4</sub> in these zeolites, pulsed-field gradient\nNMR experiments were performed. In large crystals of zeolites |Na<sub>12-<i>x</i></sub>K<i><sub>x</sub></i>|-A,\nthe long-time diffusion coefficients of CH<sub>4</sub> did not vary with <i>x</i>, and the mean square displacement was about 1.5 mm\nirrespective of the diffusion time. Also for zeolite |Na<sub>12</sub>|-A\nsamples of three different particle sizes (~0.44, ~2.9, ~10.6 mm), the\nmean-square displacement of CH<sub>4</sub> was 1.5 mm and largely independent of the\ndiffusion time. This similarity provided further evidence for an\nintracrystalline diffusion restriction for CH<sub>4</sub> within the medium- and large-sized\nzeolite A crystals, and possibly of clustering and close contact among the\nsmall zeolite A crystals. The long-time diffusion coefficient of adsorbed CH<sub>4</sub> was (at 1 atm\nand 298 K) about 1 ´ 10<sup>–10</sup>\nm<sup>2</sup>/s irrespective of the size of the zeolite particle or the studied\ncontent of K<sup>+</sup> in zeolites |Na<sub>12-<i>x</i></sub>K<i><sub>x</sub></i>|-A and\n|Na<sub>12</sub>|-A. The <i>T</i><sub>1</sub><i> </i>relaxation time for adsorbed CH<sub>4</sub> on zeolites |Na<sub>12-<i>x</i></sub>K<i><sub>x</sub></i>|-A\nwith <i>x</i> > 2 was smaller than for\nthose with <i>x</i> < 2, indicating that\nthe short-time diffusion of CH<sub>4</sub> was hindered.</p>", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Separation Science; Solid State Chemistry; Physical and Chemical Processes; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Metal Nanowire Felt as a Flow-Through Electrode for High-Throughput Electrosynthesis", "doi": "10.26434/chemrxiv.7468703.v1", "published_doi": "10.1021/ACSNANO.9B02058", "published_url": "https://doi.org/10.1021/acsnano.9b02058", "authors": "Myung Jun Kim; Youngran Seo; Mutya Cruz; Benjamin Wiley", "abstract": "The low productivity of organic electrosynthesis limits the adoption of this green methodology for production of organic chemicals. This work examines to what extent reducing the size of the fibers in a flow-through electrode to the nanoscale can increase the productivity of electrosynthesis. A Cu nanowire felt, made from nanowires 45 times smaller than the 10-μm-wide fibers in carbon paper, achieved a productivity 278 times higher than carbon paper for mass transport-limited reduction of Cu ions. For an intramolecular cyclization reaction that was limited by both mass and charge transfer kinetics, the Cu nanowire felt achieved a productivity 4.2 times higher than carbon paper. This work demonstrates large gains in productivity can be achieved with nanostructured flow-through electrodes, but that potential gains can be limited by charge transfer kinetics.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Electrochemistry; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dynamic Order-Disorder Transition in the S = ½ Kagome Antiferromagnets Barlowite and Claringbullite", "doi": "10.26434/chemrxiv.7468070.v1", "published_doi": "10.1039/C9CC04930D", "published_url": "https://doi.org/10.1039/c9cc04930d", "authors": "Alyssa Henderson; Lianyang Dong; Sananda Biswas; Hannah Revell; Yan Xin; John A. Schlueter; Roser Valenti; Theo Siegrist", "abstract": "The nature of the structural phase transition in the quantum magnets barlowite, Cu4(OH)6FBr, and claringbullite, Cu4(OH)6FCl was investigated. These materials consist of parallel-stacked Cu2+ kagome layers, separated by planes that contain Cu2+ cations and halide anions. The structural transition is of an order-disorder type, where at ambient temperature the interlayer Cu2+ ions are disordered over three equivalent positions. In barlowite, the dynamic disorder becomes static as the temperature is decreased, resulting in a lowering of the overall symmetry from hexagonal P63/mmc to orthorhombic. The dynamic disorder in claringbullite persists to lower temperatures, with a transition to orthorhombic space group Pnma observed in some samples. Ab initio density functional theory calculations explain this temperature-dependent structural phase transition and provide additional insights regarding the differences between these two materials.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Magnetic Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Online Measurement of Glucose Consumption from HepG2 Cells Using an Integrated Bioreactor and Enzymatic Assay", "doi": "10.26434/chemrxiv.7469726.v1", "published_doi": "10.1021/acs.analchem.8b05798", "published_url": "https://doi.org/10.1021/acs.analchem.8b05798", "authors": "Anna Adams; Radha Krishna Murthy Bulusu; Nikita Mukhitov; Jose Mendoza-Cortes; Michael Roper", "abstract": "In this work, we developed a microfluidic bioreactor for optimizing growth and maintaining structure and function of HepG2, and when desired, the device could be removed and the extracellular output from the bioreactor combined with enzymatic glucose reagents into a droplet-based microfluidic system. The intensity of the resulting fluorescent assay product in the droplets was measured, and was directly correlated to glucose concentration, allowing the effect of insulin on glucose consumption in the HepG2 cells to be observed and quantified online and in near real-time.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemistry; Bioengineering and Biotechnology; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Control of Pharmaceutical Cocrystal Polymorphism on Various Scales by Mechanochemistry: Transfer from the Laboratory Batch- to the Large-Scale Extrusion Processing", "doi": "10.26434/chemrxiv.7471202.v1", "published_doi": "10.1021/acssuschemeng.9b00043", "published_url": "https://doi.org/10.1021/acssuschemeng.9b00043", "authors": "Tomislav Stolar; Stipe Lukin; Martina Tireli; Irena Sović; Bahar Karadeniz; Irena Kereković; Gordana Matijašić; Matija Gretić; Zvonimir Katančić; Igor Dejanović; Marco Di Michiel; Ivan Halasz; Krunoslav Užarević", "abstract": "<p>We demonstrate a controllable mechanochemical synthesis of\ncocrystal polymorphs of ascorbic acid (vitamin C) and nicotinamide (vitamin B3)\non different scales and without using bulk solvents. Next to the previously\ndescribed polymorph of the 1:1 cocrystal, which is one of the first cocrystals\napproved for human consumption, we report here a new, thermodynamically more\nstable polymorph detected during in situ synchrotron powder X-ray diffraction\nmonitoring of milling reactions. The new polymorph is currently available\nexclusively by mechanochemical synthesis, and its crystal structure was\ndetermined from powder X-ray diffraction data. Laboratory in situ monitoring by\nRaman spectroscopy provided direct insight into the cocrystals formation and\nwas further used to optimize the manufacturing procedure. Sub-gram synthesis\nusing laboratory mixer mill was transferred to the 10 g scale on a planetary\nball mill and continuous manufacturing using a twin-screw extruder. Both\ncocrystal polymorphs perform excellently in tableting, thus alleviating the\nnotoriously poor compactible properties of vitamin C, while the mechanochemical\ncocrystallization does not harm its antioxidant properties.<b></b></p>", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Industrial Manufacturing; Pharmaceutical Industry; Process Control; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum Chemical Characterization of Factors Affecting the Neutral and Radical-Cation Newman-Kwart Reactions", "doi": "10.26434/chemrxiv.7471223.v1", "published_doi": "10.1021/acs.joc.8b03132", "published_url": "https://doi.org/10.1021/acs.joc.8b03132", "authors": "Sina Chiniforoush; Christopher J. Cramer", "abstract": "Details of the electronic and geometric structures of stationary points along the reaction coordinate of the Newman Kwart rearrangement, which transforms an O-arylthiocarbamate to an S-arylcarbamothioate, are examined using quantum chemical methods for a large number of compounds considering both the thermal reactions of uncharged substrates as well as the corresponding reactions of radical cation substrates generated under photoredox conditions. The uncharged mechanism, which has intrinsically high 298 K free energies of activation (in excess of 30 kcal.mol–1), has the character of nucleophilic aromatic substitution and is thus accelerated by electron-withdrawing substituents on the aromatic ring. The radical cationic mechanism, by contrast, has 298 K free energies of activation that are typically below 20 kcal.mol–1, and is accelerated by electron donating substituents on the aromatic ring, which stabilize the hole character that is transferred to this fragment from the thiocarbamate fragment as the reaction proceeds. Opportunities to further accelerate the radical cation reaction are revealed by computational assessment of alternative amino groups for the thiocarbamate functionality.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "β-Cyclodextrin Polymers on Microcrystalline Cellulose as a Granular Media for Organic Micropollutant Removal from Water", "doi": "10.26434/chemrxiv.7471508.v1", "published_doi": "10.1021/acsami.8b22100", "published_url": "https://doi.org/10.1021/acsami.8b22100", "authors": "Diego Alzate-Sanchez; Yuhan Ling; Chenjun Li; Benjamin Frank; Reiner Bleher; D. Howard Fairbrother; Damian Helbling; William Dichtel", "abstract": "This manuscript describes cyclodextrin polymers formed as a thin coating on microcrystalline cellulose. The resulting polymer/cellulose composite shows promising performance for removing organic pollutants from water and can be packed into columns for continuous-flow experiments. The polymer/cellulose composite also shows excellent resistance to aerobic and anaerobic biodegradation.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Biodegradable Materials; Core-Shell Materials; Granular Materials; Cellulosic materials; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of L-DOPA Based Melanins with Reproducible Physic-Chemical Properties", "doi": "10.26434/chemrxiv.7471388.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koen Vercruysse; Jayla Moore", "abstract": "This report expands our ongoing research efforts\ninto the non-enzymatic synthesis of melanins. We have explored four different\nmethods for the synthesis of L-DOPA based melanins and evaluated the\nreproducibility of some of their physic-chemical properties. The melanins were\nsynthesized through the addition of NaOH, tyrosinate or Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>.\nTwo different approaches for the reactions involving Fe<sup>2+</sup> and H<sub>2</sub>O<sub>2</sub>\nwere tested: a) addition of H<sub>2</sub>O<sub>2</sub> spread out over multiple\ndays or b) addition of H<sub>2</sub>O<sub>2</sub> in one fraction at the start\nof the reaction. The physic-chemical properties of the melanins explored involved:\n1) retention on size exclusion chromatography column, 2) FT-IR spectroscopy, 3)\nUV-Vis spectroscopy and 4) the capacity to reduce a redox dye,\ndichlorophenolindophenol. Overall the results obtained indicated that 1) the\nvarious synthesis methods lead to melanins with reproducible physic-chemical\nproperties, 2) that the melanins synthesized in the presence of Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>\nare distinctly different from the melanins synthesized in the presence of NaOH\nor tyrosinate and 3) that no distinctly different melanins were generated when\ncomparing the two different synthesis approaches involving Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>.\nOnly the melanins synthesized in the presence of Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>\nappeared to possess the capacity to reduce dichlorophenolindophenol.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemistry; Chemical Biology; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Using Melanogenesis to Study Antioxidants", "doi": "10.26434/chemrxiv.7471397.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koen Vercruysse; Iesha Brown; Sha'Kendria Summers", "abstract": "Building upon our research on the non-enzymatic\nsynthesis of melanins, we explored the possibility that the reactions involved\nin the synthesis of melanins could serve as the basis for the study of and\nsearch for compounds with anti-oxidant properties. The synthesis of melanins can\nbe achieved through air-mediated oxidation or through\nreactive-oxygen-species-mediated oxidation and can readily be monitored by the\nchanges in color. In addition, a broad variety of different precursors can be\nused to generate melanins. Thus, using melanogenesis as the foundation for an\nanti-oxidant assay, one can evaluate the effects of potential anti-oxidants\nagainst air- or reactive-oxygen-species mediated oxidations and evaluate the\nconsistency of the anti-oxidant effects when different precursors for\nmelanogenesis are used.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Anionic Cyclometallated platinum(II) Tetrazolato Complexes as Viable Photoredox Catalysts", "doi": "10.26434/chemrxiv.7472051.v1", "published_doi": "10.1021/acs.organomet.8b00913", "published_url": "https://doi.org/10.1021/acs.organomet.8b00913", "authors": "Anna Maria Ranieri; Liam Burt; Stefano Stagni; Stefano Zacchini; Brian Skelton; Mark Ogden; Alex Bissember; Massimiliano Massi", "abstract": "The synthesis, characterization, photophysical and photocatalytic studies of anionic platinum(II) tetrazolato complexes, with the general structure [TBA][Pt(CNC)TzR], are reported, where CNC<sup>2-</sup>represents a doubly cyclometalated 2,4,6-triphenylpyridine, TzR<sup>- </sup>is an anionic 5-substituted tetrazolato ligand (with a variable R functional group) and TBA<sup>+ </sup>is the tetrabutylammonium countercation. The complexes were prepared by substitution of the DMSO ligand in [Pt(CNC)(DMSO)] with the corresponding tetrazolato ligand. No emission from the platinum(II) complexes was detected at room temperature in solution, but the photophysical properties could be assessed in the solid state, where all the complexes display emission bands attributed to aggregates. The platinum(II) complexes were found to facilitate a range of fundamental classes of visible-light-mediated photoredox-catalyzed reactions, including α‑amino C–H functionalization processes, such as Povarov-type reactions and the addition of α-amino C–H bonds across Michael acceptors, in addition to ATRA chemistry, and a hydrodeiodination. With the exception of the hydrodeiodination process, the best Pt(II) catalysts provided turnover numbers of 150–175 in each of these transformations.", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Organometallic Compounds; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Perfunctionalized Dodecaborate Clusters as Stable Metal-Free Active Materials for Charge Storage", "doi": "10.26434/chemrxiv.7472921.v1", "published_doi": "10.1021/acsaem.9b00610", "published_url": "https://doi.org/10.1021/acsaem.9b00610", "authors": "John L. Barton; Alex I. Wixtrom; Jeffrey A. Kowalski; Fikile Brushett; Alexander Spokoyny", "abstract": "We report a class of perfunctionalized dodecaborate clusters that exhibit high stability towards high concentration electrochemical cycling. These boron clusters afford several degrees of freedom in material design to tailor properties including solubility and redox potential. The exceptional stability of these clusters was demonstrated using a symmetric flow cell setup for electrochemical cycling between two oxidation states for 45 days, with post-run analysis showing negligible decomposition of the active species (<0.1%). To further probe the limits of this system, a prototype redox flow battery with two different cluster materials was used to determine mutual compatibility. This work effectively illustrates the potential of bespoke boron clusters as robust material platform for electrochemical energy conversion and storage.", "date": "2018-12-18", "journal": "chemRxiv", "categories": "Electrochemistry; Main Group Chemistry (Inorg.); Energy Storage; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Catalytic Activity of Rhodium(I) and Iridium(I) 4,5-Dibrominated N-Heterocyclic Carbenes", "doi": "10.26434/chemrxiv.7476347.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Samantha Furfari; Matthew Gyton; Marcus Cole", "abstract": "The synthesis and characterisation of another example of an air-stable carbene is described, in addition to the preparation of rhodium and iridium olefin and carbonyl complexes. The spectroscopic data indicates that these air-stable carbenes do not display reduced sigma-donor capacity of the carbenic centre. The catalytic applications of these carbenes are explored in the hydrosilylation and transfer hydrogenation processes.", "date": "2018-12-18", "journal": "chemRxiv", "categories": "Coordination Chemistry (Organomet.); Ligands (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ligand-Centered Electrochemical Processes Enable CO2 Reduction with a Nickel Bis(triazapentadienyl) Complex", "doi": "10.26434/chemrxiv.7479665.v1", "published_doi": "10.1039/C8SE00623G", "published_url": "https://doi.org/10.1039/C8SE00623G", "authors": "Zachary Dubrawski; Joshua E. Heidebrecht; Braulio M. Puerta Lombardi; Alexander Hyla; Janina Willkomm; Chase Radford; Jian-Bin Li; Gregory C. Welch; Sathish Ponnurangam; Roland Roesler; Demyan E. Prokopchuk; Warren Piers", "abstract": "We report the\nsynthesis of Ni(TAPPy)<sub>2</sub> (TAPPy =\n1,3,5-triazapentadienyl-2,4-bis(2-pyridyl)) and its reactivity with CO<sub>2</sub>\nunder reducing conditions. Electrochemical reduction of Ni(TAPPy)<sub>2 </sub>under\ninert gas reveals that the complex accommodates up to two additional electrons,\nwith DFT calculations indicating that electron density is delocalized almost\nexclusively onto the TAPPy ligand framework. The singly reduced product\n[K(crypt)][Ni(TAPPy)<sub>2</sub>] (crypt = 2.2.2-cryptand) has been\nsynthesized, and its EPR data is consistent with having ligand-based radical\nanion character. Controlled potential electrolysis experiments reveal that\nreduced Ni(TAPPy)<sub>2</sub> converts CO<sub>2</sub> to form CO; however,\nspectroscopic and computational data indicate that deactivation readily occurs\nto form Ni(L)(CO)<i><sub>n</sub></i>\ncompounds, CO<sub>3</sub><sup>2-</sup>, and carboxylated (RCOO<sup>-</sup>)\nligand decomposition products. This study highlights that redox activity at the\nligand can play an important role during the reduction of CO<sub>2</sub> using\ntransition metal complexes.", "date": "2018-12-19", "journal": "chemRxiv", "categories": "Electrocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Total Synthesis of Rhabdastrellic Acid A", "doi": "10.26434/chemrxiv.7479944.v1", "published_doi": "10.1021/JACS.9B08487", "published_url": "https://doi.org/10.1021/jacs.9b08487", "authors": "Yaroslav Boyko; Christopher Huck; David Sarlah", "abstract": "<div>The first total synthesis of rhabdastrellic acid A, a highly cytotoxic isomalabaricane triterpenoid, has been accomplished in a linear sequence of 14 steps from commercial geranylacetone. The prominently strained <i>trans-syn-trans</i>-perhydrobenz[<i>e</i>]indene core characteristic of the isomalabaricanes is efficiently accessed in a selective manner for the first time through a rapid, complexity-generating sequence incorporating a reductive radical polyene cyclization, an unprecedented oxidative Rautenstrauch cycloisomerization, and umpolung 𝛼-substitution of a <i>p</i>-toluenesulfonylhydrazone with in situ reductive transposition. A late-stage cross-coupling in concert with a modular approach to polyunsaturated side chains renders this a general strategy for the synthesis of numerous family members of these synthetically challenging and hitherto inaccessible marine triterpenoids.</div>", "date": "2018-12-19", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quasi-fractal Gold Nanoparticles for Sers: Effect of Nanoparticle Morphology and Concentration", "doi": "10.26434/chemrxiv.7482098.v1", "published_doi": "10.1016/J.MATCHEMPHYS.2019.122143", "published_url": "https://doi.org/10.1016/j.matchemphys.2019.122143", "authors": "Richard Darienzo; Olivia Chen; Maurinne Sullivan; Tatsiana Mironava; Rina Tannenbaum", "abstract": "<p>Quasi-fractal gold nanoparticles can be synthesized via a modified\nand temperature controlled procedure initially used for the synthesis of star-like\ngold nanoparticles. The surface features of nanoparticles leads to improved\nenhancement of Raman scattering intensity of analyte molecules due to the\nincreased number of sharp surface features possessing numerous localized\nsurface plasmon resonances (LSPR). The LSPR is affected by the size and shape\nof surface features as well as inter-nanoparticle interactions, as these affect\nthe oscillation modes of electrons on the nanoparticle surfaces. The effect of\nthe particle morphologies on the LSPR and further on the surface-enhancing\ncapabilities of these nanoparticles is explored by comparing different\nnanoparticle morphologies and concentrations. We show that in a fixed nanoparticle\nconcentration regime, Quasi-fractal gold nanoparticles provide the highest\nlevel of surface enhancement, whereas spherical nanoparticles provide the\nlargest enhancement in a fixed gold concentration regime. The presence of\nhighly branched features enables these nanoparticles to couple with a laser\nwavelength despite having no strong absorption band and hence no single surface\nplasmon resonance. This cumulative LSPR may allow these nanoparticle to be used\nin a variety of applications where laser wavelength flexibility is beneficial,\nsuch as in medical imaging applications where fluorescence at short laser\nwavelengths may be coupled with non-fluorescing long laser wavelengths for\nmolecular sensing. </p>", "date": "2018-12-19", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Vibrational Coherences in Manganese Single-molecule Magnets after Ultrafast Photoexcitation", "doi": "10.26434/chemrxiv.7485011.v1", "published_doi": "10.1038/s41557-020-0431-6", "published_url": "https://doi.org/10.1038/s41557-020-0431-6", "authors": "Florian Liedy; Robbie McNab; Julien Eng; Ross Inglis; Thomas Penfold; Euan K. Brechin; Johan Olof Johansson", "abstract": "<p>Single-Molecule Magnets (SMMs) are metal complexes with two degenerate\nmagnetic ground states arising from a non-zero spin ground state and a\nzero-field splitting. SMMs are promising for future applications in data\nstorage, however, to date the ability to manipulate the spins using optical\nstimulus is lacking. Here, we have explored the ultrafast dynamics occurring after\nphotoexcitation of two structurally related Mn(III)-based SMMs, whose magnetic\nanisotropy is closely related to the Jahn-Teller distortion, and demonstrate\ncoherent modulation of the axial anisotropy on a femtosecond timescale. Ultrafast\ntransient absorption spectroscopy in solution reveals oscillations superimposed\non the decay traces with corresponding energies around 200 cm<sup>−1</sup>,\ncoinciding with a vibrational mode along the Jahn-Teller axis. Our results\nprovide a non-thermal, coherent mechanism to dynamically control the\nmagnetisation in SMMs and open up new molecular design challenges to enhance\nthe change in anisotropy in the excited state, which is essential for future\nultrafast magneto-optical data storage devices.</p>", "date": "2018-12-19", "journal": "chemRxiv", "categories": "Magnetic Materials; Magnetism; Spectroscopy (Inorg.); Transition Metal Complexes (Inorg.); Photochemistry (Physical Chem.); Physical and Chemical Processes; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Evolutionary Approach to Constructing a Deep Feedforward Neural Network for Prediction of Electronic  Coupling Elements in Molecular Materials", "doi": "10.26434/chemrxiv.7485071.v1", "published_doi": "10.1021/acs.jctc.8b01285", "published_url": "https://doi.org/10.1021/acs.jctc.8b01285", "authors": "Onur Çaylak; Anil Yaman; Björn Baumeier", "abstract": "<div>We present a general framework for the construction of a deep feedforward neural network (FFNN) to predict distance and orientation dependent electronic coupling elements in disordered molecular materials. An evolutionary algorithm  automatizes the selection of an optimal architecture of the artificial neural network within a predefined search space. Systematic guidance, beyond minimizing the model error with stochastic gradient descent based backpropagation, is  provided by simultaneous maximization of a model fitness that takes into account additional physical properties, such as the field-dependent carrier mobility. As a prototypical system, we consider hole transport in amorphous tris(8-hydroxyquinolinato)aluminum. Reference data for training  and validation is obtained from multiscale ab initio simulations, in which coupling elements are evaluated using density-functional theory, for a system containing 4096 molecules. The Coulomb matrix representation is chosen to encode the explicit molecular pair coordinates into a rotation and translation invariant feature set for the FFNN. The final optimized deep feedforward neural network is tested for transport models without and with energetic disorder. It predicts electronic coupling elements and mobilities in excellent agreement with the reference data. Such a FFNN is readily applicable to much larger systems at negligible computational cost, providing a powerful surrogate model to overcome the size limitations of the ab initio approach.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Repositioning Salirasib as New Antimalarial Agent", "doi": "10.26434/chemrxiv.7490687.v1", "published_doi": "10.1039/C9MD00298G", "published_url": "https://doi.org/10.1039/C9MD00298G", "authors": "Exequiel O. J. Porta; Ignasi Bofill Verdaguer; Consuelo Perez; Claudia Banchio; Mauro Ferreira de Azevedo; Alejandro M Katzin; Guillermo Labadie", "abstract": "<p>The antiplasmodial activity assay was performed using a simple, high-sensitivity methodology based on nanoluciferase (nLuc)-transfected <i>P. falciparum </i>parasites. The results showed that some of the analogs were active at low micromolar concentration. The most potent member of the series has S-farnesyl and the triazole moiety substituted with methyl-naphtyl. The low cytotoxicity in eukaryotic cells of the most active analogs provided good therapeutic indexes, being promising candidates for future antimalarial drugs development. Our results provide structure-activity relationship data for the design of new antimalarial drugs.    </p>", "date": "2018-12-20", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure of Electronically Reduced N-Donor Bidentate Ligands and Their Heteroleptic Four-Coordinate Zinc Complexes: A Survey of DFT Results", "doi": "10.26434/chemrxiv.7491455.v1", "published_doi": "10.1021/acs.inorgchem.8b03549", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b03549", "authors": "Madanakrishna Katari; Duncan Carmichael; Denis Jacquemin; Gilles Frison", "abstract": "The role of Hartree-Fock exchange in describing the structural changes occurring upon reduction of bipyridine-based ligands and their complexes is investigated in the framework of density functional theory calculations. A set of 4 free ligands in their neutral and radical anionic forms, and 2 of their zinc complexes in their dicationic and monocationic radical forms, is used to compare a large panel of pure, conventional, and long-range corrected hybrid DFT functionals; coupled cluster single and double calculations are used alongside experimental results as benchmarks. Particular attention has been devoted to the magnitude of the change, upon reduction, of the D-parameter, which measures the difference between the Cpy-Cpy and the C-N bond lengths in bipyridine ligand and is known to experimentally correlate with the charge of the ligands. Our results indicate that the structural changes significantly depend on the amount of exact exchange included in the functional. A progressive evolution is observed for the free ligands, whereas two distinct sets of results are obtained for the complexes. Functionals with a small degree of HF exchange, e.g., B3LYP, do not adequately describe geometric changes for the considered species and, quite surprisingly, the same holds for the CC2 method. The best agreement to experimental and CCSD values is obtained with functionals including a significant but not excessive part of exact exchange, e.g., CAM-B3LYP, M06-2X, and wB97X-D. The location of the added electron upon reduction, which depends on the self-interaction error, is used to rationalize these outcomes.<br />", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Ligands (Organomet.); Theory - Organometallic; Transition Metal Complexes (Organomet.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Thermochemical Computational Study on Hydroxyquinolines and their Azulene Analogues", "doi": "10.26434/chemrxiv.7495808.v1", "published_doi": "10.1016/j.molstruc.2019.01.047", "published_url": "https://doi.org/10.1016/j.molstruc.2019.01.047", "authors": "Moyassar Meshhal; Safinaz El-Demerdash; Ahmed El-Nahas", "abstract": "Ab initio CBS-QB3 method has been used to determine\ngas-phase enthalpies of formation for 34 compounds including a number of hydroxyquinoline\nisomers, the corresponding azulene analogues and their parent systems. The mean\nabsolute deviation of 4.43 kJ/mol reveals good agreement between our results\nand the available experimental data. Relative thermodynamic stabilities of\nhydroxyquinoline isomers and related analogues were discussed and several\nisomerization reactions enthalpies were derived. The same level of theory has\nalso been utilized to calculate adiabatic ionization energies and electron\naffinities for the molecules with known experimental values and the agreement\nbetween theory and experiment was found to be within 8 kJ/mol.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simulating Water Exchange to Buried Binding Sites", "doi": "10.26434/chemrxiv.7496102.v1", "published_doi": "10.1021/acs.jctc.8b01284", "published_url": "https://doi.org/10.1021/acs.jctc.8b01284", "authors": "Ido Ben-Shalom; charles Lin; Tom Kurtzman; ross walker; Michael Gilson", "abstract": "Traditional molecular dynamics (MD) simulations of proteins, which rely on integration of Newton’s equations of motion, cannot efficiently equilibrate water occupancy for buried cavities in proteins. This leads to slow convergence of thermodynamic averages for such systems. We have addressed this challenge by efficiently integrating standard Metropolis Monte Carlo (MC) translational water moves with MD in the AMBER simulation package. The translational moves allow water to easily enter or exit buried sites in a thermodynamically correct way during a simulation. To maximize efficiency, the algorithm avoids moves that only interchange waters within the bulk around the protein, instead focusing on moves that can transfer water between bulk and the protein interior. In addition, a steric grid allows avoidance of moves that would lead to obvious steric clashes, and a fast grid-based energy evaluation is used to reduce the number of expensive full energy calculations. The potential energy distribution produced using MC/MD was found to be statistically indistinguishable from that of control simulations using only MD, and the algorithm effectively equilibrated water across steric barriers and into binding pockets that are not accessible with pure MD. The MC/MD method introduced here should be of increasing utility for applications spanning protein folding, the elucidation of protein mechanisms, and free energy calculations for computer-aided drug design. It is available in version 18 release of the widely disseminated AMBER simulation package.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Biophysics; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "“Lights, Camera, Questions and Answers!”: Talking About Science on Camera", "doi": "10.26434/chemrxiv.7496294.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Buddini Karawdeniya; Y.M. Nuwan D.Y. Bandara; Julie Whelan; John Yacano; Marissa DeOliveira; Dana Neugent; Regina Bell; Jason Dwyer", "abstract": "Three video packages taken from on-camera interviews, discussion a range of topics from motivations for choosing careers in science, to discussions of the societal implications of scientific research.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intermolecular Oxidative Addition of Aryl Halides to Platinum(II) Alkyl Complexes", "doi": "10.26434/chemrxiv.7496591.v1", "published_doi": "10.1021/acs.organomet.9b00195", "published_url": "https://doi.org/10.1021/acs.organomet.9b00195", "authors": "Kristof Altus; Eric Bowes; D. Dawson Beattie; Jennifer Love", "abstract": "We report the first well-defined example of\nintermolecular aryl halide oxidative addition (OA) to Pt(II).  Complexes of the type (IMes)PtMe<sub>2</sub>(L)\nand (IMes’)PtMe(L) (L = SMe<sub>2</sub>, pyridine; IMes = <i>N,N</i>-bis(2,4,6-trimethylphenyl)imidazol-2-ylidene; IMes’ =\ncyclometalated IMes) undergo intermolecular OA of phenyl iodide (PhI) at 60 °C, producing toluene <i>via</i> reductive elimination from a\nproposed Pt(IV)-phenyl species. Isolation of a model Pt(IV) OA product provides\nevidence for a Pt(II)/(IV) pathway. The OA of PhI is not limited to Pt(II)-IMes\ncomplexes;analogous reactions also proceed with phosphine-ligated Pt(II)\ndialkyl complexes, demonstrating that this reaction is feasible for a variety\nof electron-rich Pt(II) complexes bearing labile ligands.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Organometallic Compounds; Reaction (Inorg.); Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unveiling the Key Templates in the Self-Assembly of Gigantic Molybdenum Blue Wheels", "doi": "10.26434/chemrxiv.7496612.v1", "published_doi": "10.1002/ANIE.201901818", "published_url": "https://doi.org/10.1002/anie.201901818", "authors": "Weimin Xuan; Robert Pow; Qi Zheng,; Nancy Watfa; De-Liang Long; Leroy Cronin", "abstract": "Template synthesis is a powerful and useful approach to build a variety of functional materials and complicated supramolecular systems. Systematic study on how templates structurally evolve from basic building blocks and then affect the templated self-assembly is critical to understand the underlying mechanism and gain more guidance for designed assembly but remains challenging. Here we describe the templated self-assembly of a series of gigantic Mo Blue (MB) clusters 1-4 using L-ornithine as structure-directing agent. L-ornithine is essential for the formation of such kind of template⊂host assemblies by providing directional forces of hydrogen bonding and electrostatic interactions. Based on the structural relationship between encapsulated templates of {Mo8} (1), {Mo17} (2) and {Mo36} (4), a plausible pathway of the structural evolution of templates is proposed, thus giving more insight on the templated self-assembly of Mo Blue clusters.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Supramolecular Chemistry (Inorg.); Clusters; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sb-Si Alloys and Multilayers for Sodium Ion Battery Anodes", "doi": "10.26434/chemrxiv.7496621.v1", "published_doi": "10.1021/ACSAEM.8B02231", "published_url": "https://doi.org/10.1021/acsaem.8b02231", "authors": "W. Peter Kalisvaart; Brian Olsen; Erik J. Luber; Jillian Buriak", "abstract": "This work describes the synthesis and testing of thin film silicon anodes for use in sodium ion batteries. Antimony (Sb)-rich phases show high capacities and negligible loss of cycling stability over 200 cycles. This work suggests that the exploration of multicomponent materials could be a promising and useful route towards the discovery of new anode materials for batteries based upon sodium and other ions.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Thin Films; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pyramidal Heteroanion-Directed and Reduced MoV-Driven Assembly of Multi-Layered Polyoxometalate Cages", "doi": "10.26434/chemrxiv.7496627.v1", "published_doi": "10.1021/JACS.9B04533", "published_url": "https://doi.org/10.1021/jacs.9b04533", "authors": "Qi Zheng,; Manuel Kupper; Weimin Xuan; Hirofumi Oki; Ryo Tsunashima; De-Liang Long; Leroy Cronin", "abstract": "The fabrication of redox-active polyoxometalates (POMs)\nthat can switch between multiple states is critical for their application\nin electronic devices, yet, a sophisticated synthetic methodology is\nnot well developed for such cluster types. Here we describe the\nheteroanion-directed and reduction-driven assembly of a series of\nmulti-layered POM cages 1-10 templated by 1-3 redox-active\npyramidal heteroanions. The heteroanions greatly affect the selfassembly of the resultant POM cages, leading to the generation of\nunprecedented three-layered peanut-shaped - 4, 7 and 8 - or bulletshaped - 5 and 6 - structures. The introduction of reduced\nmolybdate is essential for the self-assembly of the compounds and\nresults in mixed-metal (W/Mo), and mixed-valence (WVI/MoV) 1-10,\nas confirmed by redox titration, UV-Vis-NIR, NMR spectroscopy and\nmass spectrometry. 11, the tetrabutyl ammonium (TBA) salt\nderivative of the fully oxidized 3, is produced as a model structure for\nmeasurements to confirm that 1-10 are a statistical mixture of\nisostructural clusters with different ratios of W/Mo. Finally, multilayered POM cages exhibit dipole relaxations due to the presence of\nmixed valence WVI/MoV metal centers, demonstrating their potential\nuses for electronic materials.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Supramolecular Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Perception of Chemical Bonds via Machine Learning", "doi": "10.26434/chemrxiv.7403630.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Christoph Loschen", "abstract": "<pre>An approach based on machine-learning is presented that is able to identify chemical bond types such as single, double, triple and aromatic bonds based on spatial atomic coordinates only, as provided for example from quantum chemical calculations or from crystallographic data.</pre>\n<pre>The basic idea behind this work is to exploit the various chemical knowledge already assembled in molecular data files in form of connection tables and bond blocks. Rules for novel chemistry or particular functional groups can be learned automatically by training on structure data (.sd/.sdf) files with the respective bond information. Provided that the underlying database is sufficiently large and diverse, the approach is able to identify chemical bond orders in molecules with an accuracy comparable to classical bond-perception tools using hard-coded rules and cheminformatic algorithms. The workflow is implemented in Python using the open source packages RDKit, scikit-learn and pandas (https://github.com/CHLoschen/mamba).</pre>", "date": "2018-12-03", "journal": "chemRxiv", "categories": "Bonding; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Easily-Prepared Hydroxy-Containing Receptors Recognise Anions in Aqueous Media", "doi": "10.26434/chemrxiv.7497803.v1", "published_doi": "10.1002/asia.201900033", "published_url": "https://doi.org/10.1002/asia.201900033", "authors": "Mahbod Morshedi; Stephanie Boer; Michael Thomas; Nicholas White", "abstract": "<div>Despite their readily availability, O–H groups have received relatively little attention as anion recognition motifs. Here, we report two simple hydroxy-containing anion receptors that are prepared in two facile steps followed by anion exchange, without the need for chromatographic purification at any stage. These receptors contain a pyridinium bis(amide) motif as well as hydroxyphenyl groups, and bind mono- and divalent anions in 9:1 CD3CN:D2O, showing a selectivity preference for sulfate. Notably, a “model” receptor that does not contain hydroxy groups shows only very weak sulfate binding in this competitive solvent mixture.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Supramolecular Chemistry (Org.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel Supported on Mesoporous Zirconium Oxide by Atomic Layer Deposition: Initial Fixed-Bed Reactor Study", "doi": "10.26434/chemrxiv.7204847.v2", "published_doi": "10.1007/s11244-019-01133-w", "published_url": "https://doi.org/10.1007/s11244-019-01133-w", "authors": "Riikka Puurunen; Pauline Voigt; Eero Haimi; Jouko Lahtinen; You Wayne Cheah; Eveliina Mäkelä; Tiia Viinikainen", "abstract": "Atomic layer deposition (ALD) is gaining attention as a catalyst preparation method able to produce metal (oxide, sulphide, etc.) nanoparticles of uniform size down to single atoms. This work reports our initial experiments to support nickel on mesoporous zirconia. Nickel (2,2,6,6-tetramethyl-3,5-heptanedionato)2 [Ni(thd)2] was reacted in a fixed-bed ALD reactor with zirconia, characterised with BET surface area of 72 m2/g and mean pore size of 14 nm. According to X-ray fluorescence measurements, the average nickel loading on the top part of the support bed was on the order of 1 wt-%, corresponding to circa one nickel atom per square nanometre. Cross-sectional scanning electron microscopy combined with energy-dispersive spectroscopy confirmed that in the top part of the fixed support bed, nickel was distributed throughout the zirconia particles. X-ray photoelectron spectroscopy indicated the nickel oxidation state to be two. Organic thd ligands remained complete on the surface after the Ni(thd)2 reaction with zirconia, as followed with diffuse reflectance infrared Fourier transform spectroscopy. The ligands could be fully removed by oxidation at 400 °C. These initial results indicate that nickel catalysts on zirconia can likely be made by ALD. Before catalytic testing, in addition to increasing the nickel loading by repeated ALD cycles, optimization of the process parameters is required to ensure uniform distribution of nickel throughout the support bed and within the zirconia particles.", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Catalysts; Materials Processing; Nanostructured Materials - Materials; Thin Films; Nanocatalysis - Catalysts & Materials; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Building Markov State Models Using Optimal Transport Theory", "doi": "10.26434/chemrxiv.7498229.v1", "published_doi": "10.1063/1.5086681", "published_url": "https://doi.org/10.1063/1.5086681", "authors": "Purushottam Dixit; Ken Dill", "abstract": "Markov State Models (MSMs) describe the rates and routes in conformational dynamics of biomolecules. Computational estimation of MSMs can be expensive because<br />molecular simulations are slow to \fnd and sample the rare transient events. We describe here an e\u000ecient approximate way to determine MSM rate matrices by combining Maximum Caliber (maximizing path entropies) with Optimal Transport Theory (minimizing some path cost function, as when routing trucks on transportation<br />networks) to patch together transient dynamical information from multiple nonequilibrium<br />simulations. We give toy examples.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "N-heterocyclic carbene-stabilized Au13 superatom clusters", "doi": "10.26434/chemrxiv.7498748.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mina R. Narouz; Shinjiro Takano; Paul A. Lummis; Tetyana I. Levchenko; Ali nazemi; Sami Kaappa; Sami Malola; Seyedehgoonay Yousefalizadeh; Kevin G. Stamplecoskie; Hannu Häkkinen; Tatsuya Tsukuda; Cathleen Crudden", "abstract": "p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 20.0px; font: 17.4px Helvetica; color: #000000; -webkit-text-stroke: #000000; background-color: #ffffff}\nspan.s1 {font-kerning: none}\nspan.s2 {font: 11.2px Helvetica; font-kerning: none}\nspan.s3 {font-kerning: none; color: #000000}\n\n\n\n<p>Magic number Au13 nanoclusters stabilized entirely  by  N-heterocyclic carbenes (NHCs)  have  been prepared by the  bottom-up  reduction of  well-defined molecular NHC–Au–Cl complexes with sodium borohydride. The  nature  of the wingtip  groups was shown  to be  critical  in the preparation of  stable  clusters. The all NHC-clusters are prepared in high yield by this straight-forward method, display higher stability than related all phosphine  clusters,  and  possess  extremely high  emission quantum yield. DFT analysis of these clusters based on the resolved crystal structure reveals their electronic structure as 8-electron superatoms.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quaternary Centers via Ni-Catalyzed Cross-Coupling of Tertiary Carboxylic Acids and Aryl Zinc Reagents", "doi": "10.26434/chemrxiv.7499288.v1", "published_doi": "10.1002/anie.201814524", "published_url": "https://doi.org/10.1002/anie.201814524", "authors": "Phil Baran; Pavel Mykhailiuk; haolin zhang; Rohan R. Merchant; Courtney A. Smith; Tian qin; Tie-Gen Chen", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>This work bridges a gap in the cross-coupling of aliphatic\nredox-active esters with aryl zinc reagents. Previously limited to\nprimary, secondary and specialized tertiary centers, a new protocol\nhas been devised to enable the coupling of general tertiary systems\nusing Ni-catalysis. The scope of this operationally simple method is\nbroad and can be used to simplify the synthesis of medicinally\nrelevant motifs bearing quaternary centers.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intercalation of Lithium into Graphite: Effects of Surface Chemical Composition from First-Principles Simulations", "doi": "10.26434/chemrxiv.7501892.v1", "published_doi": "10.1021/ACS.JPCC.0C06842", "published_url": "https://doi.org/10.1021/acs.jpcc.0c06842", "authors": "Tuan Anh Pham; Kyoung E. Kweon; Amit Samanta; Mitchell Ong; Vincenzo Lordi; John Pask", "abstract": "Understanding Li<sup>+</sup> transfer at graphite-electrolyte interfaces is key to the development of next-generation lithium ion batteries. In this work, we investigate the Li<sup>+</sup> kinetics at these interfaces and we elucidate key factors that determine the ion transport from first-principles, by coupling  ab-initio molecular dynamics simulations with solvation model calculations. We show that surface chemical composition significantly  influences the kinetics of ion intercalation from the liquid into the graphite  anode. We find that this is partly related to the ion desolvation process,  which varies notably for different graphite surfaces. In addition, interfacial  polarization is found to play an important role in determining energy barriers  for ion transfer. We also discuss the impact of electrode potentials, which is often neglected in conventional first-principles calculations despite being a  key factor in device configurations. Our study provides insights into  the coupling of electronic and ionic effects of interfacial chemistry on  ion transport, which has broad implications in optimizing  electrode-electrolyte interfaces for further improvement of ion batteries.  <br />", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Azide-Based High-Energy Metal-Organic Framework with Enhanced Thermal Stability", "doi": "10.26434/chemrxiv.7501901.v1", "published_doi": "10.1021/acsomega.9b01127", "published_url": "https://doi.org/10.1021/acsomega.9b01127", "authors": "Ignacio Chi-Duran; Carolina Manquian; Daniel Serafini; javier enriquez; Felipe Herrera; Dinesh Pratap Singh", "abstract": "<p>We report the synthesis of Zn(C6H4N5)N3, a new three-dimensional metal-organic framework (MOF)  that exhibits strong energetic properties with high thermostability. The compound is synthesized by the hydrothermal method with <i>in situ</i> ligand formation under controlled pH. Structural characterization is carried out by single-crystal XRD, elemental analysis and FTIR. Energetic properties are obtained from TGA and DSC measurements. This novel MOF structure is thermally stable up to  345 C and its heat of detonation is  -400$ kJ/g.  The measured velocity and pressure of detonation are 4.66 km/s  and 9.99 GPa, respectively.</p>", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Fuels - Materials; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aminoxyl-Catalyzed Electrochemical Diazidation of Alkenes", "doi": "10.26434/chemrxiv.7413602.v2", "published_doi": "10.1021/jacs.8b13192", "published_url": "https://doi.org/10.1021/jacs.8b13192", "authors": "Juno C. Siu; Joseph B. Parry; Song Lin", "abstract": "<p>We report the hypothesis-driven development of a new aminoxyl radical catalyst, CHAMPO, for the electrochemical diazidation of alkenes. Mediated by an anodically generated charge-transfer complex in the form of CHAMPO–N<sub>3</sub>, the radical diazidation was achieved across a broad scope of structurally diverse alkenes. Preliminary mechanistic data lend support for a dual catalytic role of the aminoxyl serving as both a single-electron oxidant and a radical group transfer agent.</p>", "date": "2018-12-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Electrocatalysis; Organocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Semiconducting Material Exhibiting Visible-Light Promoted Photochromism, Photoluminescent and Photocatalytic Activity", "doi": "10.26434/chemrxiv.7527572.v1", "published_doi": "10.1021/acsaem.9b00084", "published_url": "https://doi.org/10.1021/acsaem.9b00084", "authors": "David Maria Tobaldi; Luc Lajaunie; Miguel López‐Haro; Rute Ferreira; Matteo Leoni; Maria Paula Seabra; José Calvino; Luís Carlos; Joao Antonio Labrincha", "abstract": "Multifunctional materials working under solely visible-light are expected to play a significant role in photo-electronics, in particular photo-switches, photo-optical sensors, smart windows, displays, optical storage memories, and self-cleaning materials.<div>In this work, we have modified the surface of a versatile semiconductor material (TiO<sub>2</sub>) with a noble metal (copper), and simultaneously doped its lattice with a rare-earth element (neodymium). Exploiting the ability of a semiconductor to generate an exciton upon excitation, a multifunctional material working with visible-light and showing photochromic, photoluminescent and photocatalytic activity was engineered. Advanced transmission electron microscopy techniques – aberration-corrected imaging combined with image simulation, statistical analyses and electron energy-loss spectroscopy – were used to characterise thoroughly the structure and local chemical environment as a function of the Nd<sup>3+</sup> content, as well as to link the variation of these aspects to the evolution of the physico-chemical properties. Combined X-ray, spectroscopic and microscopy technique results showed that Nd entered the TiO<sub>2</sub> lattice in a substitutional fashion. When at 1 mol%, neodymium atoms were ultra-dispersed inside the TiO2 (anatase) structure. On the contrary, when the neodymium mol% was higher than 1 mol%, neodymium atoms mostly clustered at the surface of the grains, forming a dense network. Furthermore, the Cu-modified / Nd-doped TiO<sub>2</sub> exhibited faster (two times), as well as a reversible photoswitching that was remarkably more stable compared to standard Cu-TiO<sub>2</sub> photochromic material. The same material also displayed visible-light and solar-light induced photocatalytic activity in the gas-solid phase (degradation of benzene, one of the most hazardous pollutants found indoor) superior to unmodified titania (1.35 and nearly 3.00 times higher, with a LED visible- and solar-light lamps, respectively). It was demonstrated that the optimum amounts of copper and neodymium, for both photochromic and photocatalytic performances, were 1 mol%.</div>", "date": "2018-12-28", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Solid State Chemistry; Photocatalysis; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fungal Indole Alkaloid Biogenesis Through Evolution of a Bifunctional Reductase/Diels-Alderase", "doi": "10.26434/chemrxiv.7505486.v1", "published_doi": "10.1038/s41557-019-0326-6", "published_url": "https://doi.org/10.1038/s41557-019-0326-6", "authors": "Qingyun Dan; Sean A. Newmister; Kimberly R. Klas; Amy E. Fraley; Timothy J. McAfoos; Amber D. Somoza; James D. Sunderhaus; Ying Ye; Vikram V. Shende; Fengan Yu; Jacob\nN. Sanders; W. Clay Brown; Le Zhao; Robert S. Paton; K. N. Houk; Janet L. Smith; David H. Sherman; Robert M. Williams", "abstract": "Prenylated indole alkaloids isolated from various fungi possess great structural diversity and pharmaceutical utility. Among them are the calmodulin inhibitory malbrancheamides and paraherquamides, used as anthelmintics in animal health. Herein, we report complete elucidation of the malbrancheamide biosynthetic pathway accomplished through complementary approaches.  These include a biomimetic total synthesis to access the natural alkaloid and biosynthetic intermediates in racemic form, and in vitro enzymatic reconstitution that provides access to the natural antipode (+)-malbrancheamide. Reductive cleavage of a L-Pro-L-Trp dipeptide from the MalG nonribosomal peptide synthetase (NRPS) followed by reverse prenylation and a cascade of post-NRPS reactions culminates in an intramolecular [4+2] hetero-Diels-Alder (IMDA) cyclization to furnish the bicyclo[2.2.2]diazaoctane scaffold. Enzymatic assembly of optically pure (+)-premalbrancheamide involves an unexpected zwitterionic intermediate where MalC catalyzes enantioselective cycloaddition as a bifunctional NADPH-dependent reductase/Diels-Alderase. Crystal structures of substrate and product complexes together with site-directed mutagenesis and molecular dynamics simulations demonstrated how MalC and PhqE, its homolog from the paraherquamide pathway, catalyze diastereo- and enantioselective cyclization in the construction of this important class of secondary metabolites.", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Biochemistry; Chemical Biology; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A DNA-Compatible [3+2] Nitrone–Olefin Cycloaddition Suitable for DEL Syntheses", "doi": "10.26434/chemrxiv.7523309.v1", "published_doi": "10.1021/acs.orglett.9b00017", "published_url": "https://doi.org/10.1021/acs.orglett.9b00017", "authors": "Christopher Gerry; Zhenhua Yang; Michele Stasi; Stuart Schreiber", "abstract": "The limited scope of DNA-compatible chemistry restricts the types of chemical features that can be incorporated into DNA-encoded libraries (DELs). Here, a method to synthesize DNA-conjugated polycyclic isoxazolidines via a [3+2] nitrone–olefin cycloaddition is described. The reaction is compatible with many olefin-containing substrates and diverse N-alkylhydroxylamines. The ability to perform subsequent DNA ligation and PCR amplification was also confirmed. This methodology facilitates the synthesis of DELs containing topographically complex compounds with under-explored chemical features.", "date": "2018-12-27", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bioinspired Syntheses of Herqulines B and C from Cyclodipeptide Mycocyclosin", "doi": "10.26434/chemrxiv.7505654.v1", "published_doi": "10.1021/jacs.8b13849", "published_url": "https://doi.org/10.1021/jacs.8b13849", "authors": "Xu Zhu; Christopher C. McAtee; Corinna Schindler", "abstract": "<div>A bioinspired approach for the syntheses of herqulines B and C is reported that takes advantage of an Ltyrosine-derived diketopiperazine, a mycocyclosin analog, as a synthetic precursor. The strategy relies on a series of consecutive reductions to adjust the mycocyclosin oxidation state to that observed in the herquline class of natural products. The strained and distorted L-tyrosine-based biaryl system characteristic for mycocyclosin is selectively converted to the 1,4-diketone structural motif common to the herqulines via initial hypervalent iodine-mediated dearomatization and a subsequent directed Birch reduction, enabled by an intramolecular H-source. The piperazine oxidation state is accessible in an iron-catalyzed reduction of the diketopiperazine precursor.</div>", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Efficient Synthesis of Heparinoid Bioconjugates for Tailoring FGF2 Activity at the Stem Cell-Matrix Interface", "doi": "10.26434/chemrxiv.7522784.v1", "published_doi": "10.1021/acs.bioconjchem.8b00921", "published_url": "https://doi.org/10.1021/acs.bioconjchem.8b00921", "authors": "Greg W. Trieger; Stephen Verespy; Philip L.S.M. Gordts; Kamil Godula", "abstract": "Heparan sulfate glycosaminoglycans (HS GAGs) attached\nto proteoglycans harbor high affinity binding sites for various growth factors\n(GFs) and direct their organization and activity across the cell-matrix\ninterface. Here, we describe a mild and efficient method for generating HS-protein\nconjugates. The two-step process utilizes a “copper-free” click coupling\nbetween differentially sulfated heparinoids primed at their reducing end with\nan azide handle and a bovine serum albumin protein modified with complementary cyclooctyne\nfunctionality. When adsorbed on tissue culture substrates, the glycoconjugates\nserved as extracellular matrix proteoglycan models with the ability to\nsequester FGF2 and influence mesenchymal stem cell proliferation based on the\nstructure of their HS GAG component.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biological Materials; Biochemistry; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Shortwave Infrared Imaging with J-Aggregates Stabilized in Hollow Mesoporous Silica Nanoparticles", "doi": "10.26434/chemrxiv.7503506.v1", "published_doi": "10.1021/jacs.9b05195", "published_url": "https://doi.org/10.1021/jacs.9b05195", "authors": "Wei Chen; ChiAn Cheng; Emily Cosco; Shyam Ramakrishnan; Jakob Lingg; Oliver Bruns; Jeffrey I. Zink; Ellen Sletten", "abstract": "Tissue is translucent to shortwave infrared (SWIR) light, rendering optical imaging superior in this region.  However, the widespread use of optical SWIR imaging has been limited, in part, by the lack of bright, biocompatible contrast agents that absorb and emit light above 1000 nm. J-aggregation offers a means to transform stable, near-infrared (NIR) fluorophores into red-shifted SWIR contrast agents.  Here we demonstrate that hollow mesoporous silica nanoparticles (HMSNs) can template the J-aggregation of NIR fluorophore IR-140 to result in nanomaterials that absorb and emit SWIR light. The J-aggregates inside PEGylated HMSNs are stable for multiple weeks in buffer and enable high resolution imaging <i>in vivo</i>with 980 nm excitation.", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Biocompatible Materials; Imaging Agents; Imaging; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spin-Crossover Phenomena of Ni(cyclam)I2 Complex: Magnetostructural Correlations in Two Polymorphs", "doi": "10.26434/chemrxiv.7506023.v1", "published_doi": "10.1021/ACS.INORGCHEM.9B03735", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b03735", "authors": "Yoji Horii; Yuki Kanegae; Kiyonori Takahashi; Akira Fuyuhiro; Hal Suzuki; Motohiro Nakano", "abstract": "<div>Two crystal polymorphs of Ni(cyclam)I<sub>2</sub> (cyclam = 1,4,8,11-</div><div>tetraazacyclotetradecane) were identified by X-ray structural analysis and their magnetic properties were investigated. Gradual spin-crossover behaviors were found in both polymorphs. Entropy differences between high- and low-spin states obtained by assuming the spin equilibrium model reflected subtle difference of the coordination environment of nickel(II) ion in two polymorphs.</div>", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Long Time-Scale Atomistic Simulations of the Structure and Dynamics of Transcription Factor-DNA Recognition", "doi": "10.26434/chemrxiv.7504313.v1", "published_doi": "10.1021/acs.jpcb.8b12363", "published_url": "https://doi.org/10.1021/acs.jpcb.8b12363", "authors": "Qinghua Liao; Malin Lüking; Dennis M. Krüger; Sebastian Deindl; Johan Elf; Peter M. Kasson; Shina Caroline\nLynn Kamerlin", "abstract": "p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px 'Helvetica Neue'}\n\n\n\n<p>Recent years have witnessed an explosion of interest in computational studies of DNA  binding  proteins,  including  both  coarse  grained  and  atomistic  simulations  of transcription  factor-DNA  recognition,  in  order  to  understand  how  these  transcription factors recognize their binding sites on the DNA with such exquisite specificity. The present  study  performs μs-timescale  all-atom  simulations  of  the  dimeric  form  of  the lactose repressor (LacI), both in the absence of any DNA, and in the presence of both specific and non-specific complexes, considering three different DNA sequences. We examine, specifically, the conformational differences between specific and non-specific protein-DNA interactions, as well as the behavior of the helix-turn-helix motif of LacI when interacting with the DNA. Our simulations suggest that stable LacI binding occurs primarily  to  bent  A-form  DNA,  with  a  loss  of  LacI  conformational  entropy  and optimization  of  correlated  conformational equilibria across  the  protein.  In  addition, binding to the specific operator sequence involves a slightly larger number of stabilizing DNA-protein  hydrogen  bonds (in  comparison  to  non-specific  complexes),  that  may account for the experimentally observed specificity for this operator. In doing so, our simulations provide a detailed atomistic description of potential structural drivers for LacI selectivity.</p>", "date": "2018-12-26", "journal": "chemRxiv", "categories": "Biochemistry; Bioinformatics and Computational Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemical Dearomative 2,3-Difunctionalization of Indoles", "doi": "10.26434/chemrxiv.7528370.v1", "published_doi": "10.1021/jacs.8b13371", "published_url": "https://doi.org/10.1021/jacs.8b13371", "authors": "Ju Wu; Yingchao Dou; Régis Guillot; Cyrille Kouklovsky; Guillaume Vincent", "abstract": "We report the use of electrochemistry to perform\na direct oxidative dearomatization of indoles leading to 2,3-dialkoxy or\n2,3-diazido indolines under undivided conditions at a constant current. This\noperationally simple electro-oxidative procedure avoids the use of an external\noxidant and displays an excellent functional group compatibility. The formation\nof the two C-O or C-N bonds is believed to arise from the oxidation of the\nindoles into radical cation intermediates.", "date": "2018-12-28", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Electrochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning Enables Polymer Cloud-Point Engineering via Inverse Design", "doi": "10.26434/chemrxiv.7528343.v1", "published_doi": "10.1038/s41524-019-0209-9", "published_url": "https://doi.org/10.1038/s41524-019-0209-9", "authors": "Jatin Kumar; Qianxiao Li; Karen Y.T. Tang; Tonio Buonassisi; Anibal L. Gonzalez-Oyarce; Jun Ye", "abstract": "<div><div><div><p>Inverse design is an outstanding challenge in disordered systems with multiple length scales such as polymers, particularly when designing polymers with desired phase behavior. We demonstrate high-accuracy tuning of poly(2-oxazoline) cloud point via machine learning. With a design space of four repeating units and a range of molecular masses, we achieve an accuracy of 4°C root mean squared error (RMSE) in a temperature range of 24– 90°C, employing gradient boosting with decision trees. The RMSE is >3x better than linear and polynomial regression. We perform inverse design via particle-swarm optimization, predicting and synthesizing 17 polymers with constrained design at 4 target cloud points from 37 to 80°C. Our approach challenges the status quo in polymer design with a machine learning algorithm, that is capable of fast and systematic discovery of new polymers.</p></div></div></div>", "date": "2018-12-28", "journal": "chemRxiv", "categories": "Polymers; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Many-Body Effects Determine the Local Hydration Structure of Cs+ in Solution", "doi": "10.26434/chemrxiv.7502210.v1", "published_doi": "10.1021/acs.jpclett.8b03829", "published_url": "https://doi.org/10.1021/acs.jpclett.8b03829", "authors": "Debbie Zhuang; Marc Riera; Gregory K. Schenter; John Fulton; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A systematic analysis of the hydration structure of Cs+ ions in solution is derived from\nsimulations carried out using a series of molecular models built upon a hierarchy of\napproximate representations of many-body effects in ion-water interactions. It is found\nthat a pairwise-additive model, commonly used in biomolecular simulations, provides\npoor agreement with experimental X-ray spectra, indicating an incorrect description of\nthe underlying hydration structure. Although the agreement with experiment improves\nin simulations with a polarizable model, the predicted hydration structure is found\nto lack the correct sequence of water shells. Progressive inclusion of explicit many-\nbody effects in the representation of Cs<sup>+</sup>-water interactions as well as account for\nnuclear quantum effects is shown to be necessary for quantitatively reproducing the\nexperimental spectra. Besides emphasizing the importance of many-body effects, these\nresults suggests that molecular models rigorously derived from many-body expansions\nhold promise for realistic simulations of aqueous solutions.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties; Quantum Mechanics; Solution Chemistry; Spectroscopy (Physical Chem.); Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sulfonamides Are an Overlooked Class of Electron Donors in Luminogenic Luciferins and Fluorescent Dyes", "doi": "10.26434/chemrxiv.7528946.v1", "published_doi": "10.1021/acs.orglett.9b00173", "published_url": "https://doi.org/10.1021/acs.orglett.9b00173", "authors": "Deepak K. Sharma; Spencer T. Adams; Kate L. Liebmann; Adam Choi; Stephen Miller", "abstract": "Many fluorophores, and all bright light-emitting\nsubstrates for firefly luciferase, contain hydroxyl or amine electron donors.\nHere we show that sulfonamides can serve as replacements for these canonical\ngroups. Unlike “caged” carboxamides, sulfonamide analogues enable\nbioluminescence, and sulfonamidyl luciferins, coumarins, rhodols, and\nrhodamines are fluorescent in water. Sulfonamide donors thus have previously unappreciated\npotential to expand the functional repertoire of luminescent molecules.", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Imaging; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning Accelerated Genetic Algorithms for Computational Materials Search", "doi": "10.26434/chemrxiv.7411172.v2", "published_doi": "10.1038/S41524-019-0181-4", "published_url": "https://doi.org/10.1038/s41524-019-0181-4", "authors": "Steen Lysgaard; Paul C. Jennings; Jens Strabo Hummelshøj; Thomas Bligaard; Tejs Vegge", "abstract": "A machine learning model is used as a surrogate fitness evaluator in a genetic algorithm (GA) optimization of the atomic distribution of Pt-Au nanoparticles. The machine learning accelerated genetic algorithm (MLaGA) yields a 50-fold reduction of required energy calculations compared to a traditional GA.", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY 4.0"}
{"title": "Electronic or steric effects: Detailed DFT investigations of titanium amino based Kaminsky type olefin catalysts", "doi": "10.26434/chemrxiv.7530854.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jörg Saßmannshausen", "abstract": "We report detailed Density Functional Theory (DFT) investigations of a series of structurally similar titanium (IV) chelating σ-aryl catalysts. Particular attention was paid to the electronic charges of the Ti, C ipso of the substituted aryl group and the benzylic CH<sub>2</sub> and C<i><sub>ipso</sub></i> atoms. The Bader and NBO derived charges were compared with the recently reported polymerisation results by Chan. We found a strong correlation between the relative energies of one of the computed isomers and the activity of the catalyst. Neither NBO nor Bader charges could be convincingly correlated to the observed activity.", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Catalysis; Kinetics and Mechanism - Organometallic Reactions; Theory - Organometallic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Brief Pedestrian Derivation of E = mc2 for the Amateur Enthusiasts", "doi": "10.26434/chemrxiv.7480070.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zion Elani", "abstract": "<div>This note presents a pedestrian derivation of E=mc<sup>2</sup>  for freshmen in chemistry, with a method similar to that of `handling units'. Such a picturesque derivation of the formula uses nothing but Newtonian laws of motions that do not go beyond mere definitions, together with well-known elementary physical quantities such as distance, velocity, force, momentum, and energy. The pedagogic merit of such an approach is discussed.</div><div>The following notes are stimulated from class lectures given to students in college preparing for a major in chemistry and to freshman in chemistry. While they constitute no original contribution to a subject that has been widely discussed, it is hoped that they may be of help to some teachers, students, and any enthusiast amateurs.<br /></div>", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Chemical Education - General; Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Assessment of Constant-Potential Implicit Solvation Calculations of Electrochemical Energy Barriers for H2 evolution on Pt", "doi": "10.26434/chemrxiv.7208531.v2", "published_doi": "10.1021/acs.jpcc.8b10046", "published_url": "https://doi.org/10.1021/acs.jpcc.8b10046", "authors": "Maxime Van den Bossche; Egill Skúlason; Christoph Rose-Petruck; Hannes Jonsson", "abstract": "Theoretical estimation of the activation energy of electrochemical reactions is of critical importance but remains challenging. In this work, we address the usage of an implicit solvation model for describing hydrogen evolution reaction steps on Pt(111) and Pt(110), and compare with the `extrapolation' approach as well as single-crystal measurements. We find that both methods yield qualitatively similar results, which are in fair agreement with the experimental data. Care should be taken, however, in addressing spurious electrostatic interactions between periodically repeated slabs in the VASPsol implementation. Considering the lower computational cost and higher flexibility of the implicit solvation approach, we expect this method to become a valuable tool in electrocatalysis.<br />", "date": "2018-12-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Electrocatalysis; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cavity Catalysis by Co-operative Vibrational Strong Coupling of Reactant and Solvent Molecules", "doi": "10.26434/chemrxiv.7531544.v1", "published_doi": "10.1002/ANIE.201905407", "published_url": "https://doi.org/10.1002/anie.201905407", "authors": "Jyoti Lather; Pooja Bhatt; Anoop Thomas; Thomas W. Ebbesen; Jino George", "abstract": "<i>para</i>-nitrophenyl acetate hydrolysis is studied under vibrational strong coupling in a Fabry-Perot cavity. By tuning the cavity resonance to the C=O vibrational stretching mode of both the reactant and solvent molecules, it is found that the reaction is accelerated by an order of magnitude. It is shown that this cavity catalysis involves a co-operative strong coupling effect between the solvent and reactant molecules. The reaction rate follows an exponential relation with respect to the solvent coupling strength. The combination of co-operative effects and cavity catalysis confirms the potential of VSC as a new frontier in chemistry. <br />", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Chemical Kinetics; Optics; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Local Environment and Dynamic Behavior of Fluoride Anions in Silicogermanate Zeolites: A Computational Study of the AST Framework", "doi": "10.26434/chemrxiv.7165468.v2", "published_doi": "10.1021/acs.jpcc.8b10770", "published_url": "https://doi.org/10.1021/acs.jpcc.8b10770", "authors": "Michael Fischer", "abstract": "<p>In\nsilicogermanate zeolites containing double four-ring (<i>d4r</i>) building units, the germanium atoms preferentially occupy the\ncorners of these cube-like units. While this general behaviour is well known, the\nabsence of long-range order precludes a determination of the preferred\narrangements of Si and Ge atoms at the corners of <i>d4r</i> cages by means of crystallographic methods. If fluoride anions\nare present during the synthesis, these are incorporated into the <i>d4r</i> cages. Due to the sensitivity of the\n<sup>19</sup>F chemical shift to the local environment, NMR experiments can\nprovide indirect insights into the predominant (Si,Ge) arrangements. However,\nconflicting interpretations have been reported, both with regard to the\npreference for, or avoidance of, Ge-O-Ge linkages, and concerning the\nequilibrium position of fluorine inside the cage, where fluorine might either occupy\nthe cage centre or participate in a partly covalent Ge-F bond. In order to shed\nlight on the energetically preferred local arrangements, periodic electronic\nstructure calculations in the framework of dispersion-corrected density\nfunctional theory (DFT) were performed. The AST framework was used as a suitable\nmodel system, as this zeolite is synthetically accessible across the range of\n(Si<sub>1-n</sub>,Ge<sub>n</sub>)O<sub>2</sub> compositions (0 ≤ <i>n</i> ≤ 1). DFT structure optimisations for (Si,Ge)-AST\nsystems containing fluoride anions and organic cations revealed that\narrangements of Si and Ge at the cage vertices which maximise the number of\nGe-O-Ge linkages are energetically preferred, and that fluorine tends to form\nrelatively short (~2.2 to 2.4 Å) bonds to Ge atoms that are surrounded by\nGe-O-Ge linkages. The preference for Ge-O-Ge linkages disappears in the absence\nof fluorine, pointing to a “templating” effect of the anions. In addition to\nthe prediction of equilibrium structures, DFT-based Molecular Dynamics\ncalculations were performed for selected AST models in order to analyse the\ndynamics of fluoride anions confined to <i>d4r</i>\ncages. These calculations showed that the freedom of movement of fluorine\nvaries markedly depending on the local environment, and that it correlates with\nthe average Ge-F distance (short Ge-F bonds = restricted motion). An analysis\nof the Ge-F radial distribution functions provided no evidence for a\ncoexistence of separate local energy minima at the cage centre and in the\nproximity of a germanium atom for any of the systems considered. The\ncomputational approach pursued in this work provides important new insights\ninto the local structure of silicogermanate zeolites with <i>d4r</i> units, enhancing the atomic-level understanding of these\nmaterials. In particular, the findings presented here constitute valuable\ncomplementary information that can aid the interpretation of experimental data.<i></i></p>", "date": "2018-12-14", "journal": "chemRxiv", "categories": "Catalysts; Solid State Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tailing miniSOG: Structural Bases of the Complex Photophysics of a Flavin-Binding Singlet Oxygen Photosensitizing Protein", "doi": "10.26434/chemrxiv.6854990.v2", "published_doi": "10.1038/s41598-019-38955-3", "published_url": "https://doi.org/10.1038/s41598-019-38955-3", "authors": "Joaquim Torra; Céline Lafaye; Luca Signor; Sylvain Aumonier; Cristina Flors; Xiaokun Shu; Santi Nonell; Guillaume Gotthard; Antoine Royant", "abstract": "We have elucidated the molecular mechanism by which the photosensitizing protein miniSOG, initially a poor singlet oxygen generator, becomes an efficient singlet oxygen generator after prolonged blue-light irradiation and a useful tool in correlative light and electron microscopy (CLEM) experiments.<br />", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology; Photochemistry (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydroflux Synthesis, Chemical and Thermal Instability, Crystal and Magnetic Structures of the Oxoferrate(III, IV) K2−xFe4O7", "doi": "10.26434/chemrxiv.7346060.v2", "published_doi": "10.1002/OPEN.201800229", "published_url": "https://doi.org/10.1002/open.201800229", "authors": "Ralf Albrecht; Jens Hunger; Theresa Block; Rainer Pöttgen; Anatoliy Senyshyn; Thomas Doert; Michael Ruck", "abstract": "The reaction of Fe(NO3)3∙9 H2O with KOH under hydroflux<br />conditions at about 200 °C produces red crystals of K2−xFe4O7 in a quantitative yield. In the crystal structure, edge-sharing [FeO6]<br />octahedra form [ ∞Fe2O6] honeycomb nets. Pillars consisting of pairs of vertex-sharing [FeO4] tetrahedra link the honeycomb layers and form columnar halls in which the potassium ions are located. The trigonal (P3\u0004 1m) and the hexagonal (P63/mcm) polytypes of K2−xFe4O7 show oriented intergrowth. The sub-stoichiometric potassium content (x ≈ 0.3) is compensated by iron(IV), as supported by 57Fe Mößbauer spectroscopy, besides the dominating iron(III). K2−xFe4O7 is an antiferromagnet above 2 K and its magnetic structure was determined by neutron powder diffraction. Under ambient conditions, K2CO3·H2O forms gradually on the surface of K2−xFe4O7 crystals. Upon annealing at air at about 500 °C, the potassium atoms in the columnar halls start to order into a superstructure. The thermal decomposition of K2−xFe4O7 proceeds via a topotactic transformation into K1+x’Fe11O17, adopting the rhombohedral β’’ or the hexagonal β-aluminate-type structure, before γ-Fe2O3 is formed above 950 °C, which then converts into thermodynamically stable α-Fe2O3.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Magnetism; Reaction (Inorg.); Solid State Chemistry; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Monodisperse Polysarcosine-based Highly-loaded Antibody-Drug Conjugates", "doi": "10.26434/chemrxiv.7388162.v2", "published_doi": "10.1039/C9SC00285E", "published_url": "https://doi.org/10.1039/C9SC00285E", "authors": "Warren Viricel; Guy Fournet; Sabine Beaumel; Emeline Perrial; Sébastien Papot; Charles Dumontet; Benoît Joseph", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We report the synthesis of monodisperse (i.e. discrete)\npolysarcosine compounds and their use as a hydrophobicity\nmasking entity for the construction of highly-loaded homogeneous β-\nglucuronidase-responsive antibody-drug conjugates (ADCs). The\nhighly hydrophilic drug-linker platform described herein improves\ndrug-loading, physicochemical properties, pharmacokinetics and in\nvivo antitumor efficacy of the resulting conjugates.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-12-17", "journal": "chemRxiv", "categories": "Controlled-Release Systems; Biopolymers; Biochemistry; Bioengineering and Biotechnology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Spectroscopy of Isolated DNA Polyanions", "doi": "10.26434/chemrxiv.7384868.v2", "published_doi": "10.1039/C8FD00207J", "published_url": "https://doi.org/10.1039/C8FD00207J", "authors": "Steven Daly; Massimiliano Porrini; Frédéric Rosu; Valerie Gabelica", "abstract": "In solution, UV-vis spectroscopy is often used to investigate structural changes in biomolecules (i.e., nucleic acids), owing to changes in the environment of their chromophores (i.e., the nucleobases). Here we address whether action spectroscopy could achieve the same for gas-phase ions, while taking the advantage of additional spectrometric separation of complex mixtures. We therefore systematically studied the action spectroscopy of homo-base 6-mer DNA strands (dG6, dA6, dC6, dT6) and discuss the results in light of gas-phase structures validated by ion mobility spectrometry and infrared ion spectroscopy, of electron binding energies measured by photoelectron spectroscopy, and of calculated electronic photo-absorption spectra. When UV photons interact with oligonucleotide polyanions, two main actions may take place: (1) fragmentation and (2) electron detachment. The action spectra reconstructed from fragmentation follow the absorption spectra well, and result from multiple cycles of absorption and internal conversion. The action spectra reconstructed from the electron photodetachment (ePD) efficiency reveal interesting phenomena: ePD depends on the charge state because it depends on electron binding energies. We illustrate with the G-quadruplex [dTG4T]4 that the ePD action spectrum shifts with the charge state, pointing to possible caveats when comparing the spectra of systems having different charge densities to deduce structural parameters. Moreover, ePD is particularly efficient for purines but not pyrimidines. ePD thus reflects not only absorption, but also particular relaxation pathways of the electronic excited states. As these pathways lead to photo-oxidation, their investigation on model gas-phase systems may prove useful to elucidate mechanisms of photo-oxidative damages, which are linked to mutations and cancers.", "date": "2018-12-18", "journal": "chemRxiv", "categories": "Mass Spectrometry; Biophysical Chemistry; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ion Mobility Mass Spectrometry Measures the Conformational Landscape of p27 and Its Domains and How This Is Modulated upon Interaction with Cdk2/cyclin A", "doi": "10.26434/chemrxiv.7303988.v2", "published_doi": "10.1002/ange.201812697", "published_url": "https://doi.org/10.1002/ange.201812697", "authors": "Rebecca Beveridge; Lukasz Migas; Richard Kriwacki; Perdita E. Barran", "abstract": "Intrinsically disordered proteins have been reported to undergo ‘disorder to order’ transitions upon binding to their partners in the cell. The extent of the ordering on binding and the lack of order prior to binding is difficult to visualize with classical structure determination methods. Binding of p27 to the Cdk2/cyclin A complex is accompanied by partial folding of p27 in the KID domain, with the retention of dynamic behaviour for function, particularly in the C-terminal half of the protein, positioning it as an exemplary system to probe conformational diversity. Here we employ native ion mobility with mass spectrometry (IM-MS) to measure the intrinsic dynamic properties of p27, both in isolation and within the trimeric complex with Cdk2/cyclin A. This stepwise approach reveals the conformational distributions of the constituent proteins and how they are restructured on complex formation; the trimeric Cdk2/cyclin A/p27-KID complex possesses significant structural heterogeneity cf. Cdk2/cyclin A. These findings support the formation of a fuzzy complex in which both the N and C termini of p27 interact with Cdk2/cyclin A in multiple closely associated states.", "date": "2018-12-19", "journal": "chemRxiv", "categories": "Mass Spectrometry; Cell and Molecular Biology; Biophysical Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Crosslinker Chemistry Determines the Uptake Potential of Perfluorinated Alkyl Substances by β-Cyclodextrin Polymers", "doi": "10.26434/chemrxiv.7492631.v2", "published_doi": "10.1021/ACS.MACROMOL.9B00417", "published_url": "https://doi.org/10.1021/acs.macromol.9b00417", "authors": "Leilei Xiao; Casey Ching; Yuhan Ling; Mohammadreza Nasiri; Max Justin Klemes; Theresa Reineke; Damian E Helbling; William Dichtel", "abstract": "This work describes several crosslinked β-cyclodextrin polymer networks and correlates the crosslinker chemistry with binding affinity for per- and polyfluorinated alkyl substances (PFASs), including PFOA and PFOS.", "date": "2018-12-21", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organic Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bifluoride Ion Mediated SuFEx Trifluoromethylation of Sulfonyl Fluorides and Iminosulfur Oxydifluorides", "doi": "10.26434/chemrxiv.7312595.v3", "published_doi": "10.1002/anie.201813761", "published_url": "https://doi.org/10.1002/anie.201813761", "authors": "Christopher J. Smedley; Bing Gao; Suhua Li; Qinheng Zheng; Andrew Molino; Hendrika M. Duivenvoorden; Belinda S. Parker; David\nJ. D. Wilson; K. Barry Sharpless; John E. Moses", "abstract": "Sulfur-Fluoride\nExchange (SuFEx) is the new generation click chemistry transformation exploiting\nthe unique properties of S-F bonds and their ability to undergo near-perfect\nreactions with nucleophiles. We report here the first SuFEx based protocol for\nthe efficient synthesis of pharmaceutically important triflones and\nbis(trifluoromethyl)sulfur oxyimines from the corresponding sulfonyl fluorides\nand iminosulfur oxydifluorides, respectively. The new protocol involves the\nrapid exchange of the S-F bond with trifluoromethyltrimethylsilane (TMSCF<sub>3</sub>)\nupon activation with potassium bifluoride in anhydrous DMSO. The reaction\ntolerates a wide selection of substrates and proceeds under mild conditions\nwithout need for chromatographic purification. A tentative catalytic mechanism\nis proposed supported by DFT calculations, involving formation of the free\ntrifluoromethyl anion followed by nucleophilic displacement of the S-F through\na five-coordinate intermediate. The preparation of a benzothiazole derived\nbis(trifluoromethyl)sulfur oxyimine with cytotoxic selectivity for MCF7 breast\ncancer cells demonstrates the utility of this methodology for the late-stage\nfunctionalization of bioactive molecules.<br />", "date": "2018-12-04", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Conformational Sampling and Polarization of Asp26 in pKa Calculations of Thioredoxin", "doi": "10.26434/chemrxiv.7233152.v2", "published_doi": "10.1002/prot.25668", "published_url": "https://doi.org/10.1002/prot.25668", "authors": "Aharon Gomez Llanos; Esteban Vöhringer-Martinez", "abstract": "Thioredoxin is a protein that has been used as model system by various computational methods to  predict the p<i>K<sub>a</sub></i> of aspartate residue Asp26 which is 3.5 units higher than a solvent exposed one (e.g Asp20). Here, we use extensive atomistic molecular dynamics simulations of two different protonation states of Asp26 in combination with conformational analysis based on RMSD clustering and principle component analysis to identify representative conformations of the protein in solution. For each conformation the Gibbs free energy of proton transfer between Asp26 and Asp20, which is fully solvated in a loop region of the protein, is calculated with the Amber99sb force field in alchemical transformations. The varying polarization of the two residues in different molecular environments and protonation states is described  by Hirshfeld-I (HI) atomic charges obtained from the averaged polarized electron density. Our results show that the Gibbs free energy of proton transfer is dependent on the protein conformation, the proper sampling of the neighbouring Lys57 residue orientations and on water molecules entering the hydrophobic cavity upon deprotonating Asp26. The inclusion of the polarization of both aspartate residues in the free energy cycle by the HI atomic charges improves the results from the nonpolarizable force field and reproduces the experimental p<i>K<sub>a</sub></i>  value of Asp26.<br />", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Structure Benchmark Calculations of Inorganic and Biochemical Carboxylation Reactions", "doi": "10.26434/chemrxiv.6983264.v2", "published_doi": "10.1002/JCC.25795", "published_url": "https://doi.org/10.1002/jcc.25795", "authors": "Oscar A. Douglas-Gallardo; David A. Sáez; Stefan Vogt-Geisse; Esteban Vöhringer-Martinez", "abstract": "<div><div><div><p>Carboxylation reactions represent a very special class of chemical reactions that is characterized by the presence of a carbon dioxide (CO2) molecule as reactive species within its global chemical equation. These reactions work as fundamental gear to accomplish the CO2 fixation and thus to build up more complex molecules through different technological and biochemical processes. In this context, a correct description of the CO2 electronic structure turns out to be crucial to study the chemical and electronic properties associated with this kind of reactions. Here, a sys- tematic study of CO2 electronic structure and its contribution to different carboxylation reaction electronic energies has been carried out by means of several high-level ab-initio post-Hartree Fock (post-HF) and Density Functional Theory (DFT) calculations for a set of biochemistry and inorganic systems. We have found that for a correct description of the CO2 electronic correlation energy it is necessary to include post-CCSD(T) contributions (beyond the gold standard). These high-order excitations are required to properly describe the interactions of the four π-electrons as- sociated with the two degenerated π-molecular orbitals of the CO2 molecule. Likewise, our results show that in some reactions it is possible to obtain accurate reaction electronic energy values with computationally less demanding methods when the error in the electronic correlation energy com- pensates between reactants and products. Furthermore, the provided post-HF reference values allowed to validate different DFT exchange-correlation functionals combined with different basis sets for chemical reactions that are relevant in biochemical CO2 fixing enzymes.</p></div></div></div>", "date": "2018-12-31", "journal": "chemRxiv", "categories": "Reaction (Inorg.); Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational High-Throughput Screening of Polymeric Photocatalysts: Exploring the Effect of Composition, Sequence Isomerism and Conformational Degrees of Freedom", "doi": "10.26434/chemrxiv.7314929.v4", "published_doi": "10.1039/C8FD00171E", "published_url": "https://doi.org/10.1039/C8FD00171E", "authors": "isabelle Heath-Apostolopoulos; Liam Wilbraham; Martijn Zwijnenburg", "abstract": "We discuss a low-cost computational workflow for\nthe high-throughput screening of polymeric photocatalysts and demonstrate its utility\nby applying it to a number of challenging problems that would be difficult to\ntackle otherwise. Specifically we show how having access to a low-cost method\nallows one to screen a vast chemical space, as well as to probe the effects of\nconformational degrees of freedom and sequence isomerism. Finally, we discuss\nboth the opportunities of computational screening in the search for polymer\nphotocatalysts, as well as the biggest challenges.", "date": "2018-12-11", "journal": "chemRxiv", "categories": "Optical Materials; Organic Polymers; Computational Chemistry and Modeling; Photocatalysis; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polythiophene Doping of Metal-Organic Frameworks Using Innate MOF-Catalyzed Oxidative Polymerization", "doi": "10.26434/chemrxiv.7283474.v4", "published_doi": "10.1021/acs.inorgchem.8b03465", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b03465", "authors": "Nicholas Marshall; William James; Jeremy Fulmer; Scott Crittenden; Gerard T. Rowe", "abstract": "<div>The copper- and iron-containing metal-organic frameworks</div><div>(MOFs) HKUST-1 and MIL-100(Fe) absorb organic molecules into their pores. When loaded with electron-rich oligothiophenes, these MOFs react under heat to initiate oxidative polymerization of entrapped monomers. This reaction is not observed in the non-redox-active MOF MIL-100(Al). The resulting MOF composites contain conjugated polymer dopants trapped inside their pores, causing profound shifts in the composite electronic structure. We have characterized the composites by infrared, Raman, and UV-visible spectroscopy and examined their structure using confocal microscopy, scanning electron microscopy, and atomic force microscopy. Reasoning from TD-DFT calculations of an HKUST-1 model system bound to monomers, we rationalize the observed reactivity and propose an initiation mechanism based on a ligand-to-metal charge transfer state.</div>", "date": "2018-12-13", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Metamaterials; Nanostructured Materials - Materials; Oligomers; Thin Films; Conducting polymers; Supramolecular Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}