{"title": "Synthesis of carbonate esters by carboxymethylation using NaAlO2 as a highly active heterogeneous catalyst", "doi": "10.26434/chemrxiv.6204173.v1", "published_doi": "10.1021/acs.oprd.8b00333", "published_url": "https://doi.org/10.1021/acs.oprd.8b00333", "authors": "Sreerangappa Ramesh; Kiran Indukuri; Olivier Riant; Damien Debecker", "abstract": "<p>Sodium aluminate is presented as a highly active heterogeneous\ncatalyst able to convert a range of alcohols into the corresponding mixed\ncarbonate esters, in high yield and under green conditions. The reaction is\ncarried out using dimethyl carbonate both as a reactant and solvent, at 90°C.\nAllylic, aliphatic and aromatic alcohols are converted in good yields. The solid\ncatalyst is shown to be truly heterogeneous, resistant to leaching, and\nrecyclable. </p>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Base Catalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Nickel(0)-Catalyzed Linear-Selective Hydroarylation of Unactivated Alkenes and Styrenes with Arylboron Acids", "doi": "10.26434/chemrxiv.6198929.v1", "published_doi": "10.1039/C8SC02101E", "published_url": "https://doi.org/10.1039/c8sc02101e", "authors": "Honggui Lv; Li-Jun Xiao; Dongbing Zhao; Qi-Lin Zhou", "abstract": "Herein, we realized the first linear-selective hydroarylation of unactivated alkenes and styrenes with organoboronic  acids by introducing directing groupon alkenes. Our method is highly efficient and scalable, and provides a modular route to assemble structurally diverse alkylarenes, especially for γ-aryl butyric  acid derivatives, which have  been  widely utilized  as  chemical feedstocks to  access multiple marketed drugs, and biologically active compounds.<br />", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Benchmarking Approach for Routine Determination of Flow Battery Kinetics", "doi": "10.26434/chemrxiv.6203297.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tejal Sawant; James McKone", "abstract": "This work focusses on improved precision and reproducibility in the study of redox flow battery (RFB) kinetics. We measured the electron-transfer reaction rates of the Fe(III/II) redox couple at polycrystalline Pt and Au electrodes in aqueous HCl supporting electrolyte using rotating disk electrode voltammetry. We made considerable effort to implement a systematic electrode preparation protocol, which was necessary for reproducibility. We found the reaction to be quasi-reversible at both electrodes and Pt to be a slightly more effective catalyst than Au. We further discuss some of the benefits and challenges of applying classical electroanalysis to RFB device design.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Electrochemistry; Electrocatalysis; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Directing the Reactivity of Metal Hydrides for Selective CO2 Reduction", "doi": "10.26434/chemrxiv.6205322.v1", "published_doi": "10.1073/pnas.1811396115", "published_url": "https://doi.org/10.1073/pnas.1811396115", "authors": "Bianca M. Ceballos; Jenny Yang", "abstract": "A critical challenge in electrocatalytic CO<sub>2</sub> reduction to renewable fuels is product selectivity. Desirable CO<sub>2</sub> reduction products require proton equivalents, but key catalytic intermediates in CO<sub>2</sub> reduction can also be competent for direct proton reduction to H<sub>2</sub>. Understanding how to manage divergent reaction pathways at these shared intermediates is essential to achieving high selectivity. Both proton reduction to hydrogen and CO<sub>2</sub> reduction to formate generally proceed through a metal hydride intermediate. We apply thermodynamic relationships that describe the reactivity of metal hydrides with H+ and CO<sub>2</sub> to generate a modified Pourbaix diagram which outlines product favorability as a function of pro-ton activity and hydricity (ΔG<sub>H-</sub>), or hydride donor strength. The diagram outlines a region of metal hydricity and proton activity in which CO2 reduction is favorable and H+ reduction is suppressed. We apply our diagram to inform our selection of [Pt(dmpe)<sub>2</sub>](PF<sub>6</sub>)<sub>2</sub> as a potential catalyst because the corresponding hydride [HPt(dmpe)<sub>2</sub>]+ has the correct hydricity to access the region where selective CO2 reduction is possible. We validate our choice experimentally; [Pt(dmpe)<sub>2</sub>](PF6)<sub>2</sub> is a highly selective electrocatalyst for CO<sub>2</sub> reduction to formate (>90 % Faradaic efficiency) at an overpotential of less than 100 mV with no evidence of catalyst degradation after electrolysis. Our report of a new selective catalyst for CO<sub>2</sub> reduction illustrates how our modified Pourbaix diagrams can guide selective and efficient catalyst discovery.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Electrochemistry; Inorganic Acid/Base Chemistry; Kinetics and Mechanism - Inorganic Reactions; Organometallic Compounds; Reaction (Inorg.); Small Molecule Activation (Inorg.); Transition Metal Complexes (Inorg.); Electrocatalysis; Homogeneous Catalysis; Catalysis; Electrochemistry - Organometallic; Kinetics and Mechanism - Organometallic Reactions; Reaction (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.); Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Alkyne Arylation Using Amines as Traceless Directing Groups", "doi": "10.26434/chemrxiv.6216116.v1", "published_doi": "10.1002/anie.201804955", "published_url": "https://doi.org/10.1002/anie.201804955", "authors": "Jung-Woo Park; Bubwoong Kang; Vy M. Dong", "abstract": "By developing a\nPd(0)/Mandyphos catalyst, we have achieved a three-component aminoarylation of\nalkynes to generate enamines, which upon hydrolysis yield either <i>α</i>-arylphenones or <i>α</i>,<i>α</i>-diarylketones. This\nPd-catalyzed method overcomes well-established pathways to enable the use of\namines as traceless directing groups for C–C bond formation.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis; Catalysis; Ligand Design; Ligands (Organomet.); Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring the “Goldilocks Zone” of Semiconducting Polymer Photocatalysts via Donor-Acceptor Interactions", "doi": "10.26434/chemrxiv.6210110.v1", "published_doi": "10.1002/ange.201809702", "published_url": "https://doi.org/10.1002/ange.201809702", "authors": "Yaroslav S. Kochergin; Dana Schwarz; Amitava Acharjya; Arun Ichangi; Ranjit Kulkarni; Pavla Eliášová; Jaroslav Vacek; Johannes Schmidt; Arne Thomas; Michael J. Bojdys", "abstract": "Water splitting using polymer photocatalysts is a\nkey technology to a truly sustainable hydrogen-based energy economy. Synthetic\nchemists have intuitively tried to enhance photocatalytic activity by tuning\nthe length of π-conjugated domains of their semiconducting polymers, but the\nincreasing flexibility and hydrophobicity of ever-larger organic building\nblocks leads to adverse effects such as structural collapse and inaccessible\ncatalytic sites. To reach the ideal optical bandgap of ~2.3 eV, we\nsynthesised a library of eight sulphur and nitrogen containing porous polymers\n(SNPs) with similar geometries but with optical bandgaps ranging from 2.07 to\n2.60 eV using Stille coupling. These polymers combine π-conjugated\nelectron-withdrawing triazine- (C<sub>3</sub>N<sub>3</sub>) and electron\ndonating, sulphur-containing moieties as covalently-bonded donor-acceptor frameworks\nwith permanent porosity. The remarkable optical properties of SNPs enable\nfluorescence on-off sensing of volatile organic compounds and illustrate\nintrinsic charge-transfer effects. Moreover, obtained polymers effectively\nevolve H<sub>2</sub> gas from water under visible light irradiation with\nhydrogen evolution rates up to 3158 µmol h<sup>-1</sup> g<sup>-1</sup> and high apparent\nquantum efficiency which is the highest value obtained for microporous\norganic polymers to-date. The design principles demonstrated here are\ntransferable to a new field of high-performance polymer photocatalysts based on\nefficient donor-acceptor dyads.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Carbon-based Materials; Catalysts; Optical Materials; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Adsorption Rate Equation in Batch Systems", "doi": "10.26434/chemrxiv.6209984.v1", "published_doi": "10.1016/j.cplett.2018.06.010", "published_url": "https://doi.org/10.1016/j.cplett.2018.06.010", "authors": "yongson hong; Kye-Ryong Sin; Jong-Su Pak; Chol-Min Pak", "abstract": "<p><b>In\nthis paper, the deficiencies and cause of previous adsorption kinetic models\nwere revealed, new adsorption rate equation has been proposed and its validities\nwere verified by kinetic analysis of various experimental data.</b> <b>This\nwork is a new view on the adsorption kinetics rather than a comment on the\nprevious adsorption papers.</b></p>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetically Guided Radical-Based Synthesis of C(sp3)-C(sp3) Linkages on DNA", "doi": "10.26434/chemrxiv.6213950.v1", "published_doi": "10.1073/pnas.1806900115", "published_url": "https://doi.org/10.1073/pnas.1806900115", "authors": "Jie Wang; Helena Lundberg; Shota Asai; Pedro Martín-Acosta; Jason S. Chen; Stephen Brown; William Farrell; Russell Dushin; Christopher J. O’Donnell; Anohka S. Ratnayake; Paul Richardson; Zhiqing Liu; Tian Qin; Donna G. Blackmond; Phil Baran", "abstract": "<div><div><div><p>DNA-encoded libraries (DEL)-based discovery platforms have recently been widely adopted in pharmaceutical industry, mainly due to its powerful diversity and incredible number of molecules. In the past two decades since its disclosure, great strides have been made to expand the toolbox of reaction modes that are compatible with the idiosyncratic aqueous, dilute, and DNA-sensitive parameters of this system. However, construction of highly important C(sp3)-C(sp3) linkages on DNA through cross-coupling remains unexplored. In this article, we describe a systematic approach to translating standard organic reactions to a DEL-setting through the tactical combination of kinetic analysis and empirical screening with information captured from data mining. To exemplify this model, implementation of the Giese addition to forge high value C–C bonds on DNA was studied, which represents the first radical-based synthesis in DEL.</p></div></div></div>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of 1,2,5,6- and 1,4,5,8-Anthracenetetrone: Building Blocks for π-Conjugated Small Molecules and Polymers", "doi": "10.26434/chemrxiv.6213701.v1", "published_doi": "10.1080/00397911.2018.1483027", "published_url": "https://doi.org/10.1080/00397911.2018.1483027", "authors": "Florian Glöcklhofer; Berthold Stöger; Johannes Fröhlich", "abstract": "Reliable\nreactions for the synthesis of two interesting\nanthracenetetrones have been identified and optimized. Both syntheses\nstart from dihydroxy-9,10-anthraquinones and were selected for\nmaximized efficiency and minimized work load. Work-up of all\nreactions can be achieved without column chromatography, which\nfacilitates further scale-up. So far, both target compounds are\nconsiderably underexplored despite their promising molecular\nstructure for use in devices and in organic\nsynthesis, especially as building blocks for π-conjugated compounds.\nThe crystal structure of 1,4,5,8-anthracentetrone is reported.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organic Polymers", "metrics": null, "license": "CC BY 4.0"}
{"title": "Challenges of Connecting Chemistry to Pharmacology: Perspectives from Curating the IUPHAR/BPS Guide to PHARMACOLOGY", "doi": "10.26434/chemrxiv.6211115.v1", "published_doi": "10.1021/acsomega.8b00884", "published_url": "https://doi.org/10.1021/acsomega.8b00884", "authors": "Christopher Southan; Joanna L Sharman; Elena Faccenda; Adam J Pawson; Simon D Harding; Jamie A Davies", "abstract": "Connecting chemistry\nto pharmacology (c2p) has been an objective of GtoPdb and its precursor\nIUPHAR-DB since 2003. This has been achieved by populating our database with\nexpert-curated relationships between documents, assays, quantitative results,\nchemical structures, their locations within the documents and the protein\ntargets in the assays (D-A-R-C-P).  A\nwide range of challenges associated with this are described in this perspective,\nusing illustrative examples from GtoPdb entries.  Our selection process begins with judgements\nof pharmacological relevance and scientific quality.  Even though we have a stringent focus for our\nsmall-data extraction we note that assessing the quality of papers has become\nmore difficult over the last 15 years. We discuss ambiguity issues with the\nresolution of authors’ descriptions of A-R-C-P entities to standardised\nidentifiers. We also describe developments that have made this somewhat easier\nover the same period both in the publication ecosystem as well as enhancements\nof our internal processes over recent years. \nThis perspective concludes with a look at challenges for the future\nincluding the wider capture of mechanistic nuances and possible impacts of text\nmining on automated entity extraction", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aluminum Dihydride Complexes and their Unexpected Application in Atomic Layer Deposition of Titanium Carbonitride Films", "doi": "10.26434/chemrxiv.6213851.v1", "published_doi": "10.1039/C8DT02508H", "published_url": "https://doi.org/10.1039/C8DT02508H", "authors": "Kyle J. Blakeney; Philip D. Martin; Charles H. Winter", "abstract": "<p>Aluminum dihydride complexes containing amido-amine\nligands were synthesized and evaluated as potential reducing precursors for\nthermal atomic layer deposition (ALD). Highly volatile monomeric complexes AlH<sub>2</sub>(tBuNCH<sub>2</sub>CH<sub>2</sub>NMe<sub>2</sub>)\nand AlH<sub>2</sub>(tBuNCH<sub>2</sub>CH<sub>2</sub>NC<sub>4</sub>H<sub>8</sub>)\nare more thermally stable than common Al hydride thin film precursors such as\nAlH<sub>3</sub>(NMe<sub>3</sub>). ALD film growth experiments using TiCl<sub>4</sub> and AlH<sub>2</sub>(tBuNCH<sub>2</sub>CH<sub>2</sub>NMe<sub>2</sub>) produced titanium carbonitride films with a high\ngrowth rate of 1.6-2.0 Å/cycle and resistivities around 600 μΩ·cm within a very\nwide ALD window of 220-400 °C. Importantly, film growth proceeded via\nself-limited surface reactions, which is the hallmark of an ALD process. Root\nmean square surface roughness was only 1.3 % of the film thickness at 300 °C by\natomic force microscopy. The films were polycrystalline with low intensity, broad\nreflections corresponding to the cubic TiN/TiC phase according to grazing\nincidence X-ray diffraction. Film composition by X-ray photoelectron\nspectroscopy was approximately TiC<sub>0.8</sub>N<sub>0.5</sub> at 300 °C with\nsmall amounts of Al (6 at%), Cl (4 at%) and O (4 at%) impurities. Remarkably,\nself-limited growth and low Al content was observed in films deposited well\nabove the solid-state thermal decomposition point of AlH<sub>2</sub>(tBuNCH<sub>2</sub>CH<sub>2</sub>NMe<sub>2</sub>), which is ca. 185 °C. Similar growth rates,\nresistivities, and film compositions were observed in ALD film growth trials\nusing AlH<sub>2</sub>(tBuNCH<sub>2</sub>CH<sub>2</sub>NC<sub>4</sub>H<sub>8</sub>). </p>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Coating Materials; Materials Processing; Nanostructured Materials - Materials; Optical Materials; Thin Films; Nanodevices; Nanofabrication; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Ligands (Inorg.); Main Group Chemistry (Inorg.); Organometallic Compounds; Coordination Chemistry (Organomet.); Ligand Design; Ligands (Organomet.); Main Group Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Imidazolium-Based Ionic Liquids Affect Morphology and Rigidity of Living Cells: an Atomic Force Microscopy Study", "doi": "10.26434/chemrxiv.6216383.v1", "published_doi": "10.1021/acs.langmuir.8b01554", "published_url": "https://doi.org/10.1021/acs.langmuir.8b01554", "authors": "Massimiliano Galluzzi; Carsten Schulte; Paolo Milani; Alessandro Podestà", "abstract": "The study of the toxicity, biocompatibility, and environmental sustainability of room-temperature Ionic Liquids (ILs) is still in its infancy. Understanding the impact of ILs on living organisms, especially from the aquatic ecosystem, is urgent, since on one side large amounts of these substances are widely employed as solvents in industrial chemical processes, and on the other side evidences of toxic effects of ILs on microorganisms and single cells have been observed. To date, the toxicity of ILs have been investigated by means of macroscopic assays aimed at characterizing the effective concentrations (like the EC50) that cause the dead of a significant fraction of the population of microorganisms and cells. These studies allowed to identify the cell membrane as the first target of the IL interaction, whose effectiveness was correlated to the lipophilicity of the cation, i.e. to the length of the lateral alkyl chain. Our study aimed at characterizing the molecular mechanisms of the toxicity of ILs. To this purpose, we carried out a combined topographic and mechanical analysis by Atomic Force Microscopy of living breast metastatic cancer cells (MDA-MB-231) upon interaction with imidazolium-based ILs. We showed that ILs are able to induce modifications of the overall rigidity (effective Young modulus) and morphology of the cells. Our results demonstrate that ILs act on the physical properties of the cell membrane, and possibly induce cytoskeletal reorganization, already at concentrations below the EC50. These potentially toxic effects are stronger at higher IL concentrations, as well as with longer lateral chains in the cation.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Interfaces; Physical and Chemical Processes; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photocatalytic Hydrogen Evolution from Water Using Heterocyclic Conjugated Microporous Polymers: Porous or Non-Porous?", "doi": "10.26434/chemrxiv.6217451.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Reiner Sebastian Sprick; Yang Bai; Catherine M. Aitchison; Duncan J. Woods; Andrew I. Cooper", "abstract": "<p>Three series of conjugated microporous\npolymers (CMPs) were studied as photocatalysts for producing hydrogen from\nwater using a sacrificial hole-scavenger. In all cases, dibenzo[<i>b</i>,<i>d</i>]thiophene\nsulfone polymers outperformed their fluorene analogs. A porous network, S-CMP3,\nshowed the highest hydrogen evolution rate of 6076 µmol h<sup>-1</sup>\ng<sup>-1</sup> (λ > 295 nm) and 3106 µmol h<sup>-1</sup>\ng<sup>-1</sup> (λ > 420 nm), with an external quantum\nefficiency of 13.2% at 420 nm. S-CMP3 outperforms its linear structural\nanalog, P35, while in other cases, non-porous linear polymers are superior to\nequivalent porous networks. This suggests that microporosity can be beneficial\nfor sacrificial photocatalytic hydrogen evolution, but not for all monomer\ncombinations.</p>", "date": "2018-05-04", "journal": "chemRxiv", "categories": "Organic Polymers; Heterogeneous Catalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Determinants of Substrate Specificity in APOBEC3B", "doi": "10.26434/chemrxiv.6217427.v1", "published_doi": "10.1021/ACS.JCIM.8B00427", "published_url": "https://doi.org/10.1021/acs.jcim.8b00427", "authors": "Jeffrey Wagner; Özlem Demir; Michael\nA. Carpenter; Hideki Aihara; Daniel A. Harki; Reuben S. Harris; Rommie E. Amaro", "abstract": "APOBEC3B (A3B) is a newly discovered driver of mutation in many cancers. We use computational tools to revert a recent crystal structure of an A3B construct to its native sequence, and run molecular dynamics simulations to study its underlying dynamics and substrate recognition mechanisms. The A3B-oligonucleotide substrate simulations show a series of dynamic substrate-protein contacts that correlate with previous work on A3B substrate selectivity. A second series of simulations in which the target cytosine nucleotide was computationally mutated from a deoxyribose to a ribose showed a change in sugar ring pucker, leading to a rearrangement of the binding site and revealing a potential intermediate in the binding pathway. Finally, apo simulations of A3B beginning in the open state experience a rapid and consistent closure of the binding site, reaching a conformation incompatible with substrate binding. These simulations agree with previous experimental studies, and we report the atomistic details of these events to further therapeutic studies on A3B.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemistry; Bioinformatics and Computational Biology; Biophysics; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantitative Image Analysis of Fractal-like Thin Films of Organic Semiconductors", "doi": "10.26434/chemrxiv.6223610.v1", "published_doi": "10.1002/polb.24875", "published_url": "https://doi.org/10.1002/polb.24875", "authors": "Weikun Zhu; Erfan Mohammadi; Ying Diao", "abstract": "Morphology modulation offers significant control over organic electronic device performance. However, morphology quantification has been rarely carried out via image analysis. In this work, we designed a MATLAB program to evaluate two key parameters describing morphology of small molecule semiconductor thin films: fractal dimension and film coverage. We then employ this program in a case study of meniscus-guided coating of 2,7-dioctyl[1]benzothieno[3,2-b][1]benzothiophene (C<sub>8</sub>-BTBT) under various conditions to analyze a diverse and complex morphology set. The evolution of morphology in terms of fractal dimension and film coverage was studied as a function of coating speed. We discovered that combined fractal dimension and film coverage can quantitatively capture the key characteristics of C<sub>8</sub>-BTBT thin film morphology; change of these two parameters further inform morphology transition. Furthermore, fractal dimension could potentially shed light on thin film growth mechanisms.", "date": "2018-05-07", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Coating Materials; Materials Processing; Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Isomeric Equilibria, Nuclear Quantum Effects, and Vibrational Spectra of M+(H2O)n=1−3 Clusters, with M = Li, Na, K, Rb, and Cs, Through Many-Body Representations", "doi": "10.26434/chemrxiv.6223694.v1", "published_doi": "10.1021/acs.jpca.8b04106", "published_url": "https://doi.org/10.1021/acs.jpca.8b04106", "authors": "Marc Riera; Sandra\nE. Brown; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A quantitative characterization of the molecular mechanisms that regulate ion solvation is key to the microscopic understanding of fundamental processes taking place in\naqueous environments, with major implications for different fields, from atmospheric\nchemistry to materials research and biochemistry. This study presents a systematic\nanalysis of isomeric equilibria for small M<sup>+</sup>(H<sub>2</sub>O)<sub>n</sub> clusters, with M = Li, Na, K, Rb,\nand Cs, from 0 K to 200 K. To determine the relative stability of different isomers of each M<sup>+</sup>(H<sub>2</sub>O)<sub>n </sub>cluster as a function of temperature, replica exchange simulations are\ncarried out at both classical and quantum levels with the recently developed many-body\nMB-nrg potential energy functions, which have been shown to exhibit chemical accuracy. Anharmonic vibrational spectra are then calculated within the local monomer\napproximation and found to be in agreement with the available experimental data,\nproviding further support for the accuracy of the MB-nrg potential energy functions.\nThe present analysis indicates that nuclear quantum effects become increasingly im-\nportant for larger M<sup>+</sup>(H<sub>2</sub>O)<sub>n </sub>clusters containing the heavier alkali metal ions, which\nis explained in terms of competing ion-water and water-water interactions along with\nthe interplay between energetic and entropic effects. Directly connecting experimental\nmeasurements with molecular properties calculated at the quantum mechanical level,\nthis study represents a further step toward the development of a consistent picture of\nion hydration from the gas to the condensed phase. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-05-07", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Clusters; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.); Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Assembly of Designer Styrenic Diblock Polyelectrolytes", "doi": "10.26434/chemrxiv.6223760.v1", "published_doi": "10.1021/acsmacrolett.8b00346", "published_url": "https://doi.org/10.1021/acsmacrolett.8b00346", "authors": "Jeffrey Ting; Hao Wu; Abraham Herzog-Arbeitman; Samanvaya Srivastava; Matthew V. Tirrell", "abstract": "Harnessing new molecular design principles toward functional applications of ion-containing macromolecules relies on diversifying experimental datasets of well-understood materials. We report a simple, tunable framework for preparing styrenic polyelectrolytes, using aqueous reversible addition-fragmentation chain transfer (RAFT) polymerization in a parallel synthesis approach.", "date": "2018-05-07", "journal": "chemRxiv", "categories": "Polyelectrolytes - Polymers; Polymerization (Polymers); Polymerization kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Challenges of the Use of Atomistic Simulations to Predict Solubilities of Drug-like Molecules", "doi": "10.26434/chemrxiv.6241946.v1", "published_doi": "10.12688/f1000research.14960.2", "published_url": "https://doi.org/10.12688/f1000research.14960.2", "authors": "Guilherme Duarte Ramos Matos; David Mobley", "abstract": "<div><b>Background.</b></div><div>Solubility is a physical property of extreme importance to the Pharmaceutical industry whose prediction for potential drugs has so far been a hard task.</div><div>We attempted to predict the solubility of acetylsalicylic acid (ASA) by estimating absolute chemical potentials of its most stable polymorph and of solutions with different concentrations of the drug molecule.</div><div><br /></div><div><b>Methods.</b></div><div>Chemical potentials were estimated from all-atom molecular dynamics simulations. </div><div>We used the Einstein Molecule Method to predict the absolute chemical potential of the solid and solvation free energy calculations to predict the excess chemical potentials of the liquid phase systems.</div><div><br /></div><div><b>Results.</b></div><div>Reliable estimations of the chemical potentials for the solid and for a single ASA molecule using the Einstein Molecule Method required an extremely large number of intermediate states for the free energy calculations, meaning that the calculations were extremely demanding computationally.</div><div>Despite the computational cost, however, the computed value did not agree well with experiment, potentially due to limitations with the underlying energy model.</div><div>Perhaps better values could be obtained with a better energy model; however, it seems likely computational cost may remain a limiting factor for use of this particular approach to solubility estimation.   </div><div><br /></div><div><b>Conclusions.</b></div><div>Solubility prediction of drug-like solids still is a challenge on the computational side, and it appears that both the underlying energy model and the computational approach applied may need improvement before the approach is suitable for routine use.</div>", "date": "2018-05-10", "journal": "chemRxiv", "categories": "Theory - Computational; Physical and Chemical Processes; Physical and Chemical Properties; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Nitroxyl Modified Tobacco Mosaic Virus as a Metal-Free High-Relaxivity MRI and EPR Active Superoxide Sensor", "doi": "10.26434/chemrxiv.6241913.v1", "published_doi": "10.1021/acs.molpharmaceut.8b00262", "published_url": "https://doi.org/10.1021/acs.molpharmaceut.8b00262", "authors": "Madushani Dharmarwardana; André F. Martins; Zhuo Chen; Philip M. Palacios; Chance M. Nowak; Raymond P. Welch; Shaobo Li; Michael A. Luzuriaga; Leonidas Bleris; Brad S. Pierce; A. Dean Sherry; Jeremiah J. Gassensmith", "abstract": "Superoxide overproduction is known to occur in\nmultiple disease states requiring critical care yet non-invasive detection of\nsuperoxide in deep tissue remains a challenge. Herein, we report a metal-free\nmagnetic resonance imaging (MRI) and electron paramagnetic resonance (EPR)\nactive contrast agent prepared by “click conjugating” paramagnetic organic\nradical contrast agents (ORCAs) to the surface of tobacco mosaic virus (TMV).\nWhile ORCAs are known to be reduced <i>in vivo</i>\nto an MRI/EPR silent state, their oxidation is facilitated specifically by\nreactive oxygen species—in particular superoxide—and are largely unaffected by\nperoxides and molecular oxygen. Unfortunately, single molecule ORCAs typically\noffer weak MRI contrast. In contrast, our data confirm that the macromolecular\nORCA-TMV conjugates show marked enhancement for <i>T<sub>1</sub></i> contrast at low field (<3.0 T), and <i>T<sub>2</sub></i> contrast at high field\n(9.4 T). Additionally, we demonstrated that the unique topology of TMV allows\nfor “quenchless fluorescent” bimodal probe for concurrent fluorescence and\nMRI/EPR imaging, which was made possible by exploiting the unique inner and\nouter surface of the TMV nanoparticle. <a>Finally, we show\nTMV-ORCAs do not respond to normal cellular respiration, minimizing the\nlikelihood for background, yet still respond to enzymatically produced\nsuperoxide in complicated biological fluids like serum.</a>", "date": "2018-05-10", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Catalytic Reaction Mechanism in Native and Mutant COMT from the Adaptive String Method and Mean Reaction Force Analysis.", "doi": "10.26434/chemrxiv.6238526.v1", "published_doi": "10.1021/acs.jpcb.8b07339", "published_url": "https://doi.org/10.1021/acs.jpcb.8b07339", "authors": "David Adrian Saez; Kirill Zinovjev; Iñaki Tuñon; Esteban Vöhringer-Martinez", "abstract": "Catechol-O-Methyltransferase is an enzyme which catalyzes the methylation reaction of dopamine by <i>S</i>-Adenosylmethionine increasing the reaction rate by almost 16 orders of magnitude compared to the reaction in aqueous solution. Here, we combine the recently introduced adaptive string method and the Mean Reaction Force method in combination with structural and electronic descriptors to characterize the reaction mechanism. The catalytic effect of the enzyme is addressed by comparison of the reaction mechanism in the human wild-type enzyme, in the less effective Y68A mutant and in aqueous solution. The influence of these different environments at different stages of the chemical process and the significance of key collective variables describing the reaction were quantified. Our results show that the native enzyme limits the access of water molecules to the active site, enhancing the interaction between the reactants and providing a  more favorable electrostatic environment to assist the S<sub>N</sub>2 methyl transfer reaction.", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Theory - Computational; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "X-ray Absorption Spectral Signature of Quantum Nuclei in Liquid Water", "doi": "10.26434/chemrxiv.6242030.v1", "published_doi": "10.1103/PHYSREVLETT.121.137401", "published_url": "https://doi.org/10.1103/physrevlett.121.137401", "authors": "Zhaoru Sun; Lixin Zheng; Mohan Chen; Michael L. Klein; Paesani Lab; Xifan Wu", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Based on electron-hole excitation theory, we investigate the X-ray absorption spectral signature\nof nuclear quantum effect in liquid water, whose molecular structure is simulated by path-integral\nmolecular dynamics using the MB-pol model. Compared to spectra generated from classically modeled water structure, quantum nuclei has important effect on spectra in terms of both the spectral\nenergies and their line shapes. At the short-range ordering of H-bond network, the delocalized\nprotons increase the fluctuations on the intramolecular covalency and broaden the pre-edge of the\nspectra. For intermediate-range and long-range orderings, the observed red and blue shifts of the\nmain-edge and post-edge are attributed to the so-called competing quantum effects, under which\nboth the weak and well-formed H-bonds are promoted. The theoretical spectra are in nearly quantitative agreement with the available experimental data.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-05-10", "journal": "chemRxiv", "categories": "Physical and Chemical Properties; Quantum Mechanics; Solution Chemistry; Spectroscopy (Physical Chem.); Statistical Mechanics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Probing the Mechanochemistry of Metal-Organic Frameworks with Low-Frequency Vibrational Spectroscopy", "doi": "10.26434/chemrxiv.6244892.v1", "published_doi": "10.1021/acs.jpcc.8b08334", "published_url": "https://doi.org/10.1021/acs.jpcc.8b08334", "authors": "Wei Zhang; Jefferson Maul; Diana Vulpe; Peyman Z. Moghadam; David Fairen-jimenez; Daniel M. Mittleman; J. Axel Zeitler; Alessandro Erba; Michael Ruggiero", "abstract": "<div>The identification of low-frequency vibrational motions of metal-organic frameworks (MOFs) allows for a full understanding of their mechanical and structural response upon perturbation by external stimuli such as temperature, pressure, and adsorption. Here, we describe the unique combination of an experimental temperature- and pressure-dependent terahertz spectroscopy system with state-of-the-art quantum mechanical simulation to measure and atomistically assign specific low-frequency vibrational modes that directly drive the mechanochemical properties of this important class of porous materials. Our work highlights the complex interplay between structural, vibrational, and mechanochemical phenomena, all of which are key to the effective exploitation of MOFs. We demonstrate the critical importance of terahertz vibrational motions on the function of MOFs, and how this information can be measured and interpreted in a method that can be applied widely to any supramolecular materials. </div><div><br /></div>", "date": "2018-05-14", "journal": "chemRxiv", "categories": "Organometallic Compounds; Computational Chemistry and Modeling; Physical and Chemical Processes; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hybrid Particle-Field Molecular Dynamics Simulations of Charged Amphiphiles in Aqueous Environment", "doi": "10.26434/chemrxiv.6264644.v1", "published_doi": "10.1021/acs.jctc.8b00466", "published_url": "https://doi.org/10.1021/acs.jctc.8b00466", "authors": "Hima Bindu Kolli; Antonio de Nicola; Sigbjørn Løland Bore; Ken Schäfer; Gregor Diezemann; Jürgen Gauss; Toshihiro Kawakatsu; Zhong-Yuan Lu; You-Liang Zhu; Giuseppe Milano; Michele Cascella", "abstract": "<p>We develop and test specific coarse-grained models for charged amphiphilic systems such as palmitoyloleoyl phosphatidylglycerol (POPG) lipid bilayer, and sodium dodecyl sulphate (SDS) surfactant in aqueous environment, to verify the ability of the hybrid particle-field method to provide a realistic description of polyelectrolyte soft-matter systems. The intramolecular interactions are treated by a standard molecular Hamiltonian and the non-electrostatic intermolecular forces are described by density fields. Electrostatics is introduced as an additional external field obtained by a modified particle-mesh Ewald procedure. Molecular dynamics simulations indicate that the methodology is robust with respect to the choice of the relative dielectric constant, yielding the same correct qualitative behavior for a broad range of dielectric values. In particular, our methodology reproduces well the organization of the POPG bilayer, as well as the SDS concentration-dependent change in the morphology of the micelles from spherical to microtubular aggregates. </p>", "date": "2018-05-14", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Expanding the Chemical Space of Biocompatible Fluorophores: Nanohoops in Cells", "doi": "10.26434/chemrxiv.6261884.v1", "published_doi": "10.1021/acscentsci.8b00346", "published_url": "https://doi.org/10.1021/acscentsci.8b00346", "authors": "Brittany White; Yu Zhao; Taryn E. Kawashima; Bruce B. Branchaud; Michael D. Pluth; Ramesh Jasti", "abstract": "The synthesis of the first aqueous-soluble version of the carbon nanohoop scaffold is reported and its imaging capabilities in live cells are demonstrated. This work establishes the nanohoops as a promising class of unexplored fluorophores for biological use.", "date": "2018-05-14", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "N-Acylation of Oxazolidinones via Aerobic Oxidative NHC Catalysis", "doi": "10.26434/chemrxiv.6265148.v1", "published_doi": "10.1021/acs.joc.8b01723", "published_url": "https://doi.org/10.1021/acs.joc.8b01723", "authors": "Linda Ta; Anton Axelsson; Henrik Sundén", "abstract": "<p>In the ongoing quest to find alternatives to atom un-economical and forcing conditions in acylation reactions, aerobic oxidative NHC catalysis has emerged as a method to convert aldehydes to potent acylating reagents. This strategy has been utilized in the esterification of alcohols but not yet been shown for densely polyfunctionalized <i>N</i>- heterocycles such as, oxazolidinones and pyrrolidinones. Conventional acylation of oxazolidinones are typically associated with forcing reaction conditions, requiring separate activation steps and strong bases, which does not adhere to the principles of green chemistry. For reasons of waste prevention, atom economy, less hazardous syntheses and reduction of derivatives finding alternative methods are desirable.</p><p> </p>In this manuscript, we demonstrate the synthesis of several <i>N</i>-acylated oxazolidinones and pyrrolidinones that are chemically relevant, both found as pharmaceuticals and natural products as well as auxiliaries for synthesis. The developed method operates at room temperature and can be performed in ethyl acetate with open reaction vessels. The substrate scope is broad, with products isolated in good to excellent yields. The functional group tolerance is exemplified with 22 entries, where different aldehydes, oxazolidinones and pyrrolidinones are systematically investigated. Moreover, the reaction is clean as water is generated as the only byproduct.", "date": "2018-05-15", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Organocatalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "The Metalloid Reductase of Pseudomonas Moravenis Stanleyae Conveys Nanoparticle Mediated Metalloid Tolerance", "doi": "10.26434/chemrxiv.6267383.v1", "published_doi": "10.1021/acsomega.8b00826", "published_url": "https://doi.org/10.1021/acsomega.8b00826", "authors": "Richard Nemeth; Mackenzie Neubert; Thomas Ni; Christopher J. Ackerson", "abstract": "In the present work we have identified a glutathione reductase like metalloid reductase (GRLMR) responsible for mediating selenite tolerance in <i>Pseudomonas moravenis</i> stanleyae through the enzymatic generation of Se(0) nanoparticles. This enzyme has an unprecedented substrate specificity for selenodiglutathione (K<sub>m</sub>= 336 μM) over oxidized glutathione (K<sub>m</sub>=8.22 mM). This enzyme was able to induce selenite tolerance in foreign bacterial cell lines by increasing the IC<sub>90</sub> for selenite from 1.9 mM in cell lacking the GRLMR gene to 21.3 mM for cells containing the GRLMR gene. It was later confirmed by STEM and EDS that Se nanoparticles were absent in control cells and present in cells expressing GRLMR. Structural analysis suggests the lack of a sulfur residue in the substrate/product binding pocket may be responsible for this unique substrate specificity.", "date": "2018-05-15", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology; Microbiology; Nanocatalysis - Reactions & Mechanisms; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ring-Opening Hydroarylation of Monosubstituted Cyclopropanes Enabled by Hexafluoroisopropanol", "doi": "10.26434/chemrxiv.6265499.v1", "published_doi": "10.1039/C8SC02126K", "published_url": "https://doi.org/10.1039/C8SC02126K", "authors": "Edward Richmond; Jing Yi; Vuk D. Vuković; Fatima Sajadi; Christopher Rowley; Joseph Moran", "abstract": "<div><p>Ring-opening hydroarylation of cyclopropanes is typically limited to substrates bearing a donor-acceptor motif. Here, the transformation is achieved for monosubstituted cyclopropanes by using catalytic Brønsted acid in hexafluoroisopropanol (HFIP) solvent, constituting a rare example where such cyclopropanes engage in intermolecular C–C bond formation. Branched products are obtained when electron-rich arylcyclopropanes react with a broad scope of arene nucleophiles in accord with a simple S<sub>N</sub>1-type ring-opening mechanism. In constrast, linear products are obtained when cyclopropylketones react with electron-rich arene nucleophiles. In the latter case, mechanistic experiments and DFT-calculations support a homo-conjugate addition pathway.</p></div>", "date": "2018-05-16", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Two Consecutive Magneto-Structural Gas-Solid Transformations with Single-Crystal Retention in Non-Porous Molecular Materials", "doi": "10.26434/chemrxiv.6291671.v1", "published_doi": "10.1002/chem.201802510", "published_url": "https://doi.org/10.1002/chem.201802510", "authors": "Julia Miguel-Donet; Javier López-Cabrelles; Nestor Calvo Galve; Eugenio Coronado; Guillermo Minguez Espallargas", "abstract": "<p>Modification of the magnetic properties in a solid-state material upon external stimulus has attracted much attention in the recent years for their potential applications as switches and sensors. Within the field of coordination polymers, gas sorption studies typically focus on porous solids, with the gas molecules accommodating in the channels. Here we present a 1D non-porous coordination polymer capable of incorporating HCl gas molecules, which not only causes a reordering of its atoms in the solid state but also provokes dramatic changes in the magnetic behaviour. Subsequently, a further solid-gas transformation can occur with the extrusion of HCl gas molecules causing a second structural rearrangement which is also accompanied by modification in the magnetic path between the metal centres. Unequivocal evidence of the two-step magnetostructural transformation is provided by X-ray single-crystal diffraction.</p>", "date": "2018-05-21", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Magnetism", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Conditioning–Free Electrolytes for Magnesium Batteries Using Sulfone–Ether Mixtures with Increased Thermal Stability", "doi": "10.26434/chemrxiv.6272579.v1", "published_doi": "10.1021/acs.chemmater.8b00483", "published_url": "https://doi.org/10.1021/acs.chemmater.8b00483", "authors": "Laura\nC. Merrill; Jennifer Schaefer", "abstract": "We report an investigation of electrochemical properties and speciation of electrolytes composed of magnesium bis(hexamethyldisilazide) (Mg(HMDS)<sub>2</sub>) and magnesium chloride in sulfone-ether mixtures. The inclusion of sulfones dramatically increased the thermal stability of the electrolytes to 80 °C. The addition of ether was necessary to form an electrochemically active species. Electrochemical reversibility was maintained above 90% for 50 cycles for equivolume mixtures of butyl sulfone and THF. Sulfolane based solutions demonstrated low reversibilities and mass spectrometry measurements showed the preferential formation of an MgCl<sup>+</sup> cation over the Mg<sub>2</sub>Cl<sub>3</sub><sup>+</sup> cation. Greater amounts of Mg<sub>2</sub>Cl<sub>3</sub><sup>+</sup> compared to MgCl<sup>+</sup> is linked with higher performing electrolytes. Spectroscopic measurements showed co-solvation of the active magnesium cation with both solvents.", "date": "2018-05-16", "journal": "chemRxiv", "categories": "Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure and Dynamics of Water Confined in Imogolite Nanotubes", "doi": "10.26434/chemrxiv.6287810.v1", "published_doi": "10.1021/acs.langmuir.8b01115", "published_url": "https://doi.org/10.1021/acs.langmuir.8b01115", "authors": "Laura Scalfi; Guillaume Fraux; Anne Boutin; François-Xavier Coudert", "abstract": "We have studied the properties of water adsorbed inside nanotubes of hydrophilic imogolite, an aluminium silicate clay mineral, by means of molecular simulations. We used a classical force field to describe the water and the flexible imogolite nanotube, and validated it against data obtained from first-principles molecular dynamics. With it, we observe a strong structuration of the water confined in the nanotube, with specific adsorption sites and a distribution of hydrogen bond patterns. The combination of number of adsorption sites, their geometry and the preferential tetrahedral hydrogen bonding pattern of water leads to frustration and disorder. We further characterize the dynamics of the water, as well as the hydrogen bonds formed between water molecules and the nanotube, which are found to be more than one order of magnitude longer than water–water hydrogen bonds.", "date": "2018-05-21", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Theory - Computational; Interfaces", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Lack of Beneficial Role of Rh Towards C-C Bond Cleavage During Low Temperature Ethanol Electrooxidation on Pt-Rh Nanoalloys", "doi": "10.26434/chemrxiv.6281264.v1", "published_doi": "10.1016/j.jelechem.2020.114229", "published_url": "https://doi.org/10.1016/j.jelechem.2020.114229", "authors": "Justyna Piwowar; Adam Lewera", "abstract": "Numerous reports in scientific literature claim the increased activity of Rh-containing systems towards C-C bond scission in electrocatalytic oxidation of ethanol at ambient temperatures. Due to the claimed C-C bond breaking ability, Rh-containing systems are intensively investigated and widely recognized as the most promising candidates as anode materials for ethanol-feed low temperature fuel cells. This study aims at verifying the claim of beneficial role of Rh towards C-C bond scission during low temperature ethanol electrooxidation on Pt-Rh nanoparticles. We determined that the surface-normalized amounts of CO<sub>2 </sub>produced during ethanol oxidation are comparable on Pt, Rh and Pt-Rh nanoalloys, and smaller than CO<sub>2</sub> amounts obtained on exactly the same electrode from oxidation of monolayer of adsorbed CO. The whole amount of CO<sub>2</sub> detected during ethanol oxidation, regardless of Rh presence, or lack of thereof, seems to come exclusively from oxidation of submonolayer of CO<sub>ads</sub> produced during dissociative adsorption of ethanol at low electrode potential, and its subsequent oxidation at sufficiently high electrode potential. Our work suggest that Rh-containing alloys are not more active towards C-C bond scission than pure Pt, and on both metals the mechanism of oxidation of ethanol to CO<sub>2</sub> proceeds via the submonolayer of CO<sub>ads</sub>, which limits the quantity of CO<sub>2</sub> produced from ethanol at room temperature to negligible amount. The higher activity of Rh-containing materials towards C-C bond scission claimed in literature was determined to be due to overinterpretation of selectivity data.<br />To characterized the samples we used techniques like XPS, TEM, and cyclic voltammetry. For drove a conclusions we compere amount of CO<sub>2</sub> detected in DEMS during ethanol oxidation reaction and so called CO stripping experiment. <br /><br />", "date": "2018-05-18", "journal": "chemRxiv", "categories": "Alloys; Nanostructured Materials - Nanoscience; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Maxwell’s Equations versus Newton’s Third Law", "doi": "10.26434/chemrxiv.6297185.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Glyn Kennell; Richard Evitts", "abstract": "The presented simulated data compares concentration gradients and electric fields with experimental and numerical data of others. This data is simulated for cases involving liquid junctions and electrolytic transport. The objective of presenting this data is to support a model and theory. This theory demonstrates the incompatibility between conventional electrostatics inherent in Maxwell's equations with conventional transport equations. <br />", "date": "2018-05-22", "journal": "chemRxiv", "categories": "Electrochemistry - Mechanisms, Theory & Study; Solution Chemistry; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Two Faces of Hydrogen in Yttrium Hydroxyhydride: Y2H3O(OH) – a New Inorganic Chiral System with Hydridic and Protonic Hydrogens", "doi": "10.26434/chemrxiv.6301571.v1", "published_doi": "10.3390/MA13040994", "published_url": "https://doi.org/10.3390/ma13040994", "authors": "Aleksandr Pishtshev; Evgenii Strugovshchikov; Smagul Karazhanov", "abstract": "Design of inorganic compounds containing different anions attracts a lot of attention because it affords a great opportunity to develop new functionality across the whole range of material properties. Based on the results of structure-modeling studies of a mixed-anion system, we predicted novel derivatives of oxyhydrides – chiral hydroxyhydrides M<sub>2</sub>H<sub>3</sub>O(OH) (M = Y, Sc, La, and Gd) that are characterized by the coexistence of three anionic species, H<sup>–</sup>, O2<sup> –</sup>, and OH<sup>–</sup> inside the crystal lattice. The materials demonstrate a speciﬁc charge ordering, which is connected with the chiral organization of atoms where both the metal cations and the anions are standing in positions that form helical curves spreading along the tetragonal axis. Moreover, the twisting of the H<sup>–</sup> and H<sup>+</sup> sites gives rise to their linking via strong dihydrogen bonds. Unusual structural, electron and optical features caused by the P4<sub>1</sub> crystal structure have been investigated in the Y<sub>2</sub>H<sub>3</sub>O(OH) comprehensive case study.", "date": "2018-05-22", "journal": "chemRxiv", "categories": "Optical Materials; Bonding; Coordination Chemistry (Inorg.); Solid State Chemistry; Theory - Inorganic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Non-Equilibrium Crystallization Pathways of Manganese Oxides in Aqueous Solution", "doi": "10.26434/chemrxiv.6300959.v1", "published_doi": "10.1038/s41467-019-08494-6", "published_url": "https://doi.org/10.1038/s41467-019-08494-6", "authors": "Wenhao Sun; Daniil A. Kitchaev; Denis Kramer; Gerbrand Ceder", "abstract": "<p>Aqueous precipitation of transition\nmetal oxides often proceeds through non-equilibrium phases, whose appearance\ncannot be anticipated from traditional phase diagrams. Without a precise\nunderstanding of which metastable phases form, or their lifetimes, targeted\nsynthesis of specific metal oxides can become a trial-and-error process. Here, we derive a new thermodynamic potential for the\nfree-energy of a metal oxide in water, which reveals a hidden metastable energy\nlandscape above the equilibrium Pourbaix diagram. By combining this ‘Pourbaix\npotential’ with classical nucleation theory, we interrogate how solution\nconditions can influence the multistage oxidation pathways of manganese oxides.\nWe calculate that even within the same phase stability region of a Pourbaix\ndiagram, subtle variations in <i>p</i>H and\nredox potential can redirect a crystallization pathway through different\nmetastable phases. Our theoretical framework offers a predictive platform to navigate\nthrough the thermodynamic and kinetic energy landscape towards the rational\nsynthesis of target metal oxide phases.</p>", "date": "2018-05-22", "journal": "chemRxiv", "categories": "Materials Processing; Theory - Inorganic; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Is Lewis Acidity in Metal Dications Triggered by Solvent Shell Fluctuations?", "doi": "10.26434/chemrxiv.6303710.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tony Stace", "abstract": "Using experimental data collected on the stabilities of gas phase clusters consisting of metal dications in association with water molecules, a model is proposed to account for Lewis acidity. It is suggested that acidity is driven be fluctuations in the numbers of water molecules surrounding a metal ion, and that these fluctuations reduce numbers in the coordination shells to below those need to stabilise a +2 charge on the metal. The timescale on which these fluctuations are calculated to occur is approximately 6 orders of magnitude longer than any of the measure mean residence times of water molecules surrounding a central metal ion. This time difference reflects both the rarity of the event require to drive acidity and the extreme nature of some of the fluctuations.", "date": "2018-05-23", "journal": "chemRxiv", "categories": "Theory - Computational; Physical and Chemical Processes; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effect of High Salt Concentration on Ion Clustering and Transport in Polymer Solid Electrolytes: a Molecular Dynamics Study of PEO-LiTFSI", "doi": "10.26434/chemrxiv.6294941.v1", "published_doi": "10.1021/acs.chemmater.8b01955", "published_url": "https://doi.org/10.1021/acs.chemmater.8b01955", "authors": "Nicola Molinari; Jonathan P. Mailoa; Boris Kozinsky", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The model and analysis methods developed in this work are generally applicable to any polymer electrolyte/cation-anion combination, but we focus on the currently most prominent polymer electrolyte material system: poly(ethylene) oxide/Li-\nbis(trifluoromethane) sulfonamide (PEO + LiTFSI). The obtained results are surprising and challenge the\nconventional understanding of ionic transport in polymer electrolytes: the investigation of a technologically\nrelevant salt concentration range (1 - 4 M) revealed the central role of the anion in coordinating and hindering Li ion movement. Our results provide insights into correlated ion dynamics, at the same time enabling\nrational design of better PEO-based electrolytes. In particular, we report the following novel observations. 1.\nStrong binding of the Li cation with the polymer competes with significant correlation of the cation with the\nsalt anion. 2. The appearance of cation-anion clusters, especially at high concentration. 3. The asymmetry in\nthe composition (and therefore charge) of such clusters; specifically, we find the tendency for clusters to have a higher number of anions than cations.</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-05-22", "journal": "chemRxiv", "categories": "Polyelectrolytes - Polymers; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Dynamics of a Molecular Plug Docked onto a Solid-State Nanopore", "doi": "10.26434/chemrxiv.6383213.v1", "published_doi": "10.1021/acs.jpclett.8b01755", "published_url": "https://doi.org/10.1021/acs.jpclett.8b01755", "authors": "Xin Shi; Qiao Li; Rui Gao; Wei Si; Shao-Chuang Liu; Aleksei Aksimentiev; Yi-Tao Long", "abstract": "<a></a><a>Docking of a\nprotein-DNA complex onto a nanopore can provide ample observation time for a detailed\ninspection of the complex, enabling collection of biophysical data for\ndetection, identification, and characterization of the biomolecules. While\ndocking of a protein-DNA complex onto a biological nanopore has enabled analytic\napplications of nanopores including DNA sequencing, the application of the same\nprinciple to solid-state nanopores is tempered by poor understanding of the\ndocking process. Here, we elucidate the behaviour of individual protein-DNA\ncomplexes docked onto a solid-state nanopore by monitoring the nanopore ionic\ncurrent. </a><a>Repeat docking of monovalent streptavidin-DNA\ncomplexes is found to produce ionic current blockades that fluctuate between\ndiscrete levels within the same current blockade. </a>We elucidate the roles of the protein plug and\nthe DNA tether in the docking process, finding the docking configurations to\ndetermine the multitude of the current blockade levels whereas the frequency of\nthe current level switching to be determined by the interactions between the molecules\nand the solid-state membrane. Finally, we prove the feasibility of using the\nnanopore docking principle for single molecule sensing using solid-state\nnanopores by detecting conformational changes of a tethered DNA molecule from a\nrandom coil to an i-motif states.", "date": "2018-05-30", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Electrochemical Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Algorithmic Analysis of Cahn-Ingold-Prelog Rules of Stereochemistry: Proposals for Revised Rules and a Guide for Machine Implementation", "doi": "10.26434/chemrxiv.6342881.v1", "published_doi": "10.1021/acs.jcim.8b00324", "published_url": "https://doi.org/10.1021/acs.jcim.8b00324", "authors": "Robert M. Hanson; John Mayfield; Mikko J. Vainio; Andrey Yerin; Dmitry Redkin; Sophia Musacchio", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The most recent version of the Cahn-Ingold-Prelog rules for the determination of stereodescriptors\nas described in Nomenclature of Organic Chemistry: IUPAC Recommendations and Preferred\nNames 2013 (the “Blue Book”) were analyzed by an international team of cheminformatics software\ndevelopers. Algorithms for machine implementation were designed, tested, and cross-validated.\nDeficiencies in Sequence Rules 1b and 2 were found, and proposed language for their modification\nis presented. A concise definition of an additional rule (“Rule 6,” below) is proposed, which\nsuccinctly covers several cases only tangentially mentioned in the 2013 recommendations. Each\nrule is discussed from the perspective of machine implementation. The four resultant\nimplementations are supported by validation suites in 2D and 3D SDF format as well as SMILES.\nThe validation suites include all significant examples in Chapter 9 of the Blue Book, as well as\nseveral additional structures that highlight more complex aspects of the rules not addressed or not\nclearly analyzed in that work. These additional structures support a case for the need for\nmodifications of the Sequence Rules.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-05-25", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Tuning Transition Metal Carbides Activity by Surface Metal Alloying: Case Study on CO2 Capture and Activation", "doi": "10.26434/chemrxiv.6377330.v1", "published_doi": "10.1039/C8CP03648A", "published_url": "https://doi.org/10.1039/C8CP03648A", "authors": "Marti Lopez; Luke Broderick; John J Carey; Francesc Vines; Michael Nolan; Francesc Illas", "abstract": "<div>CO2 is one of the main actors in the greenhouse effect and its removal from the atmosphere is becoming an urgent need. Thus, CO2 capture and storage (CCS) and CO2 capture and usage (CCU) technologies are intensively investigated as technologies to decrease the concentration</div><div>of atmospheric CO2. Both CCS and CCU require  appropriate materials to adsorb/release and adsorb/activate CO2, respectively. Recently, it has been theoretically and experimentally shown that transition metal carbides (TMC) are able to capture, store, and activate CO2. To further improve the adsorption capacity of these materials, a deep understanding of the atomic level processes involved is essential. In the present work, we theoretically investigate the possible effects of surface metal doping of these TMCs by taking TiC as a textbook case and Cr, Hf, Mo, Nb, Ta, V, W, and Zr as dopants. Using periodic slab models with large</div><div>supercells and state-of-the-art density functional theory based calculations we show that CO2 adsorption is enhanced by doping with metals down a group but worsened along the d series. Adsorption sites, dispersion and coverage appear to play a minor, secondary constant effect. The dopant-induced adsorption enhancement is highly biased by the charge rearrangement at the surface. In all cases, CO2 activation is found but doping can shift the desorption temperature by up to 135 K.</div>", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Achilles' heel of Iron-Based Catalysts During Oxygen Reduction in Acidic Medium", "doi": "10.26434/chemrxiv.6304460.v1", "published_doi": "10.1039/C8EE01855C", "published_url": "https://doi.org/10.1039/C8EE01855C", "authors": "Chang Hyuck Choi; Hyung-Kyu Lim; Gajeon Chon; Min Wook Chung; Abdulrahman Altin; Nastaran Ranjbar Sahraie; Moulay-Tahar Sougrati; Lorenzo Stievano; Hyun Seok Oh; Eun Soo Park; Fang Luo; Peter Strasser; Goran Drazic; Karl J. J. Mayrhofer; Hyungjun Kim; Frederic Jaouen", "abstract": "Fuel cells efficiently convert chemical into electric energy, with promising application for clean transportation. In proton-exchange membrane fuel cells (PEMFCs), rare platinum metal catalyzes today the oxygen reduction reaction (ORR) while iron(cobalt)-nitrogen-carbon materials (Fe(Co)-N-C) are a promising alternative. Their active sites can be classified as atomically dispersed metal-ions coordinated to nitrogen atoms (MeNxCy moieties) or nitrogen functionalities (possibly influenced by sub-surface metallic particles). While their durability is a recognized challenge, its rational improvement is impeded by insufficient understanding of operando degradation mechanisms. Here, we show that FeNxCy moieties in a representative Fe-N-C catalyst are structurally stable but electrochemically unstable when exposed in acidic medium to H2O2, the main ORR byproduct. We reveal that exposure to H2O2 leaves iron-based catalytic sites untouched but decreases their turnover frequency (TOF) via oxidation of the carbon surface, leading to weakened O2 binding on iron-based sites. Their TOF is recovered upon electrochemical reduction of the carbon surface, demonstrating the proposed deactivation mechanism. Our results reveal a hitherto unsuspected deactivation mechanism during ORR in acidic medium. This study identifies the N-doped carbon surface as Achilles' heel during ORR catalysis in PEMFCs. Observed in acidic but not in alkaline electrolyte, these insights suggest that durable iron-nitrogen-carbon catalysts are within reach for PEMFCs if rational strategies minimizing the amount of H2O2 or reactive oxygen species (ROS) produced during ORR are developed.", "date": "2018-05-23", "journal": "chemRxiv", "categories": "Electrocatalysis; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Optical Properties of Monoclinic Na3AlF6 and Na3AlF6:Mn4+", "doi": "10.26434/chemrxiv.6356564.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thomas Jansen; David Böhnisch; Florian Baur; Thomas Jüstel", "abstract": "Mn4+ activated luminescent materials have attracted much attention recently. In particular, alkali metal hexafluorometallates, such as K2SiF6:Mn4+ or K2TiF6:Mn4+, emit light in the red spectral region on phosphor converted LEDs (pc-LED). We applied the cation-exchange method in order to synthesize Mn4+ doped Na3AlF6. Na3AlF6:Mn4+ exhibits efficient red photoluminescence peaking at 627 nm, which can be assigned to the 2Eg → 4A2g intraconfigurational transition of Mn4+ ([Ar]3d.3 configuration) within the [MnF6]2- octahedra on the aluminum site in the cryolite host structure. Photoluminescence properties, such as temperature dependence of the PL intensity and luminescence lifetime are presented. Additionally, the band structure of the undoped host material has been treated with Density Functional Theory (DFT). The theoretical results have been evaluated experimentally with diffuse UV reflectance spectroscopy. Finally, luminous efficacy and color rendering values of simulated warm white emitting pcLEDs comprising a dichromatic phosphor blend employing Na3AlF6:Mn4+ as the red emitting component are calculated and compared to the performance of warm white emitting pcLEDs comprising K2SiF6:Mn4+ as red emitting component.<br />", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Optical Materials; Photochemistry (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Compositional Inhomogeneity and Tuneable Thermal Expansion in Mixed-Metal ZIF-8 Analogues", "doi": "10.26434/chemrxiv.6355802.v1", "published_doi": "10.1039/C8CC04172E", "published_url": "https://doi.org/10.1039/C8CC04172E", "authors": "Adam Sapnik; Harry Geddes; Emily Reynolds; Hamish Yeung; Andrew Goodwin", "abstract": "<div>We study the structural and thermomechanical effects</div><div>of cation substitution in the compositional family of</div><div>metal–organic frameworks Zn1􀀀xCdx(mIm)2 (HmIm = 2-</div><div>methylimidazole). We find complete miscibility for all</div><div>compositions x, with evidence of inhomogeneous distributions of Cd and Zn that in turn affect framework aperture characteristics. Using variable-temperature X-ray powder diffraction measurements, we show that Cd substitution drives a threefold reduction in the magnitude of thermal expansion behaviour. We interpret this effect in terms of an increased density of negative thermal expansion modes in the more flexible Cd-rich frameworks.</div>", "date": "2018-05-25", "journal": "chemRxiv", "categories": "Organometallic Compounds; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Generation of Phosphoranyl Radicals via Photoredox Catalysis Enables Voltage–Independent Activation of Strong C–O Bonds", "doi": "10.26434/chemrxiv.6349253.v1", "published_doi": "10.1021/acscatal.8b03592", "published_url": "https://doi.org/10.1021/acscatal.8b03592", "authors": "Erin Stache; Alyssa B. Ertel; Tomislav Rovis; Abigail G. Doyle", "abstract": "Alcohols and carboxylic acids are ubiquitous functional groups found in organic molecules that could serve as radical precursors, but C–O bonds remain difficult to activate. We report a synthetic strategy for direct access to both alkyl and acyl radicals from these ubiquitous functional groups via photoredox catalysis. This method exploits the unique reactivity of phosphoranyl radicals, generated from a polar/SET crossover between a phosphine radical cation and an oxygen centered nucleophile. We first show the desired reactivity in the reduction of benzylic alcohols to the corresponding benzyl radicals with terminal H-atom trapping to afford the deoxygenated product. Using the same method, we demonstrate access to synthetically versatile acyl radicals which enables the reduction of aromatic and aliphatic carboxylic acids to the corresponding aldehydes with exceptional chemoselectivity. This protocol also transforms carboxylic acids to heterocycles and cyclic ketones via intramolecular acyl radical cyclizations to forge new C–O, C–N and C–C bonds in a single step.", "date": "2018-05-25", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Photocatalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revision of the crystal structure of “‘bis glycine’ squarate” [Tyagi et al., RSC Adv., 2016, 6, 24565]", "doi": "10.26434/chemrxiv.6376928.v1", "published_doi": "10.1107/S241431461801324X", "published_url": "https://doi.org/10.1107/S241431461801324X", "authors": "Rüdiger W. Seidel", "abstract": "The crystal structure of “‘bis glycine’ squarate”, recently published in RSC Advances [Tyagi et al., RSC Adv. 2016, 6, 24565], is revised. Re-refinement of the structure against<br />the original X-ray diffraction data after correct placement of the donor hydrogen atoms proves that the compound is the previously reported diglycinium squarate [Aniola et al.,<br />New J. Chem. 2014, 38, 3556].", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of a Novel Bicyclic Scaffold Inspired by the Antifungal Natural Product Sordarin", "doi": "10.26434/chemrxiv.6394409.v1", "published_doi": "10.1016/j.tetlet.2018.07.064", "published_url": "https://doi.org/10.1016/j.tetlet.2018.07.064", "authors": "Yibiao Wu; Chris Dockendorff", "abstract": "A simplified bicyclic scaffold inspired by the antifungal natural product sordarin was designed and synthesized which maintains the carboxylic acid/aldehyde (or nitrile) pharmacophore. A densely functionalized chiral cyclopentadiene was constructed in 8 steps and utilized in a Diels-Alder reaction with acrylonitrile. The resulting [2.2.1]cycloheptene was transformed into a scaffold possessing vicinal carboxylic acid and nitrile groups, with orientations predicted to provide high affinity for the fungal protein eukaryotic elongation factor 2 (eEF2).", "date": "2018-05-31", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Self-Assembly of α-Tocopherol Transfer Protein Nanoparticles – a Patchy-Protein Model", "doi": "10.26434/chemrxiv.6384065.v1", "published_doi": "10.1021/acs.jpcb.8b05936", "published_url": "https://doi.org/10.1021/acs.jpcb.8b05936", "authors": "Raphael\nM. Peltzer; Hima Bindu Kolli; Achim Stocker; Michele Cascella", "abstract": "<p>We describe the mechanism of self-aggregation of α-tocopherol transfer protein into a spherical nano-cage employing by Monte Carlo simulations. The protein is modelled by a patchy coarse-grained representation, where the protein-protein interfaces, determined in the past by x-ray diffraction, are represented by simplified two-body interaction potentials. Our results show that the oligomerization kinetics proceeds in two steps, with the formation of meta-stable trimeric units, and the subsequent assembly into the spherical aggregates. Data are in agreement with experimental observations regarding the prevalence of different aggregation states at specific ambient conditions. Finally, our results indicate a route for the experimental stabilization of the trimer, crucial for the understanding of the physiological role of such aggregates in vitamin E body trafficking.</p>", "date": "2018-05-30", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Biophysical Chemistry; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "First Principles Mechanistic Study of Self-Limiting Oxidative Adsorption of Remote Oxygen Plasma During the Atomic Layer Deposition of Alumina", "doi": "10.26434/chemrxiv.6377372.v1", "published_doi": "10.1039/C8CP03495H", "published_url": "https://doi.org/10.1039/C8CP03495H", "authors": "Glen N. Fomengia; Michael Nolan; Simon D. Elliott", "abstract": "Plasma-enhanced atomic layer deposition (ALD) of metal oxides is a\nrapidly gaining interest especially in the electronics industry because of its\nnumerous advantages over the thermal process. However, the underlying reaction\nmechanism is not sufficiently understood, particularly regarding saturation of\nthe reaction and densification of the film. In this work, we employ first\nprinciples density functional theory (DFT) to determine the predominant reaction pathways, surface intermediates\nand by-products formed when constituents of O<sub>2</sub>-plasma or O<sub>3</sub>\nadsorb onto a methylated surface typical of TMA-based alumina ALD. The main outcomes are that a wide variety of barrierless and highly\nexothermic reactions can take place. This leads to the spontaneous production\nof various by-products with low desorption energies and also of surface\nintermediates from the incomplete combustion of –CH<sub>3</sub> ligands.\nSurface hydroxyl groups are the most frequently observed intermediate and are formed\nas a consequence of the conservation of atoms and charge when methyl ligands\nare initially oxidized (rather than from subsequent re-adsorption of molecular\nwater). Anionic intermediates such as formates are also commonly observed at the\nsurface in the simulations. Formaldehyde, CH<sub>2</sub>O, is the most\nfrequently observed gaseous by-product. Desorption of this by-product leads to\nsaturation of the redox reaction at the level of two singlet oxygen atoms per\nCH<sub>3</sub> group, where the oxidation state of C is zero, rather than\nfurther reaction with oxygen to higher oxidation states. We conclude that the\nself-limiting chemistry that defines ALD comes about in this case through the\ndesorption by-products with partially-oxidised carbon. The simulations also show that densification occurs when ligands are\nremoved or oxidised to intermediates, indicating that there may be an inverse relationship\nbetween Al/O coordination numbers in the final film and the concentration of\nchemically-bound ligands or intermediate fragments covering the surface during\neach ALD pulse. Therefore reactions that generate a bare surface\nAl will produce denser films in metal oxide ALD.", "date": "2018-05-30", "journal": "chemRxiv", "categories": "Thin Films; Theory - Computational; Physical and Chemical Processes; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Hidden Transition Paths During the Unfolding of Individual Peptides with a Confined Nanopore", "doi": "10.26434/chemrxiv.6394925.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yi-Lun Ying; Shao-Chuang Liu; Xin Shi; Wei-hua Li; Yong-jing Wan; Yi-Tao Long", "abstract": "A fundamental question in peptide folding/unfolding\nis how the peptide fleets through a set of transition states which dominate the\ndynamics of biomolecular folding path. Owing to their rapid duration and sub-nm\nstructure difference, however, they have always been oversimplified because of\nlimited instrumental resolution.<sup>1-3</sup> Moreover, the most experiments\nindicate a single fold pathway while the simulations suggest peptides owns the\npreference in multiple pathways. <a></a><a></a><a>Using the electrochemical confined effect of a solid-state\nnanopore, we measured the multiple transit paths of peptide inside nanopores. </a>Combining with Markov chain modelling, this\nnew single-molecule technique is applied to clarify the 5 transition paths of\nthe <a>β-hairpin </a>peptide which shows 4 nonequilibrium\nfluctuating stages. These results enable experimental access to previously\nobscured peptide dynamics which are essential to understand the misfolding in\npeptides. The statistical analysis of each peptide from high throughput shows\nthat 78.5% of the peptide adopts the Pathways I during their folding/unfolding\nin a nanopore while 21.5% of the peptide undergoes the hidden folding/unfolding\nof transit Pathways II-IV. The frequency of the ionic fluctuation\nreveals a harmonic structure difference of the <a>metastable</a>\npeptide. Our results suggest the folding/unfolding of β-hairpin undergo four\nmajor structure vibrations which agree well with the theoretical expectation.\nThese measurements provide a first look at the critical experiment picture of\nthe mechanical folding/unfolding of a peptide, opening exciting avenues for the\nhigh <a></a><a>throughput</a> investigation of transition paths.", "date": "2018-05-31", "journal": "chemRxiv", "categories": "Biochemical Analysis; Electrochemical Analysis; Biochemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "η^2 bonded Nickel(0) thiophene π-complexes - identifying the missing link in catalyst transfer polymerization", "doi": "10.26434/chemrxiv.5758608.v2", "published_doi": "10.1038/s41467-018-06324-9", "published_url": "https://doi.org/10.1038/s41467-018-06324-9", "authors": "Weiying He; Brian O. Patrick; Pierre Kennepohl", "abstract": "<p>We have structurally characterized a nickel(0) thiophene complex that represents a close analog to the proposed intermediates in the mechanism of catalyst transfer polycondensation (CTP) of thiophenes. Additional studies on this intermediate allow us to determine the bonding in such complexes using a combination of nuclear magnetic resonance spectroscopy, X-ray absorption spectroscopy, and DFT-based computations. Our structure\nof the catalyst agrees with previous postulates but provides important new\nstructural insights into the species. Furthermore, our studies explain why these complexes\nactually exist and are stable enough to support living CTP.</p>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Catalysis; Polymerization (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning Enabled Capacitance Prediction for Carbon-Based Supercapacitors", "doi": "10.26434/chemrxiv.6222221.v2", "published_doi": "10.1016/J.MATLET.2018.09.028", "published_url": "https://doi.org/10.1016/j.matlet.2018.09.028", "authors": "Shan Zhu; Jiajun Li; Liying Ma; Chunnian He; Enzuo Liu; Fang He; Chunsheng Shi; Naiqin Zhao", "abstract": "Carbon is the most widely used electrode for the supercapacitors. To predict the capacitance of carbon-based supercapacitors, this work applies three machine learning (ML) methods, including linear regression, Lasso and artificial neural network. For training the ML process, we extracted data from hundreds of published papers. Moreover, five variables were selected to figure out their impact on capacitance, including specific surface area, calculated pore size, I<sub>D</sub>/I<sub>G</sub> ratio, N-doping level and voltage window. By evaluated with the real data, all of three methods achieve acceptable prediction results, and ANN exhibits the best performance. More importantly, this work shows the potential of ML in material science and advanced applications.", "date": "2018-05-07", "journal": "chemRxiv", "categories": "Carbon-based Materials; Machine Learning; Artificial Intelligence; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Large-scale QM/MM free energy simulations of enzyme catalysis reveal the influence of charge transfer", "doi": "10.26434/chemrxiv.5985187.v2", "published_doi": "10.1039/C8CP03871F", "published_url": "https://doi.org/10.1039/C8CP03871F", "authors": "Heather Kulik", "abstract": "Hybrid quantum mechanical-molecular mechanical (QM/MM) simulations provide key insights into enzyme structure–function relationships. Numerous studies have demonstrated that large QM regions are needed to systematically converge ground state, zero temperature properties with electrostatic embedding QM/MM. However, it is not well known if <i>ab initio </i>QM/MM free energy simulations have this same dependence, in part due to the hundreds of thousands of energy evaluations required for free energy estimations that in turn limit QM region size. Here, we leverage recent advances in electronic structure efficiency and accuracy to carry out range-separated hybrid density functional theory free energy simulations in a representative methyltransferase. By studying 200 ps of <i>ab initio </i>QM/MM dynamics for each of five QM regions from minimal (64 atoms) to one-sixth of the protein (544 atoms), we identify critical differences between large and small QM region QM/MM in charge transfer between substrates and active site residues as well as in geometric structure and dynamics that coincide with differences in predicted free energy barriers. Distinct geometric and electronic structure features in the largest QM region indicate that important aspects of enzymatic rate enhancement in methyltransferases are identified with large-scale electronic structure.<br />", "date": "2018-05-07", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Antimicrobial Chitosan-G-poly(AMPS-Co-AA-Co-AM)/Ground Basalt Composite Hydrogel: Synthesis and Characterization", "doi": "10.26434/chemrxiv.6233393.v2", "published_doi": "10.1007/S00289-019-03017-1", "published_url": "https://doi.org/10.1007/s00289-019-03017-1", "authors": "Majd said; yomen atassi; Mohammad Tally; Maissa Kattan; Lamia Kouba", "abstract": "This paper presents for the first time the introduction of ground basalt into the network of a chitosan based hydrogel and the enhancement of the bactericidal activity of<br /> the hydrogel.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biopolymers; Hydrogels", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Potential of Photoelectrochemical Carbon Sinks", "doi": "10.26434/chemrxiv.6231140.v2", "published_doi": "10.5194/esd-10-1-2019", "published_url": "https://doi.org/10.5194/esd-10-1-2019", "authors": "Matthias May; Kira Rehfeld", "abstract": "Greenhouse gas emissions must be cut to limit global warming to 1.5-2C above preindustrial levels. Yet the rate of decarbonisation is currently too low to achieve this. Policy-relevant scenarios therefore rely on the permanent removal of CO<sub>2</sub> from the atmosphere. However, none of the envisaged technologies has demonstrated scalability to the decarbonization targets for the year 2050. In this analysis, we show that artificial photosynthesis for CO<sub>2</sub> reduction may deliver an efficient large-scale carbon sink. This technology is mainly developed towards solar fuels and its potential for negative emissions has been largely overlooked. With high efficiency and low sensitivity to high temperature and illumination conditions, it could, if developed towards a mature technology, present a viable approach to fill the gap in the negative emissions budget.<br />", "date": "2018-05-30", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Environmental Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Porous Aluminophosphates as Adsorbents for the Separation of CO2/CH4 and CH4/N2 Mixtures – a Monte Carlo Simulation Study", "doi": "10.26434/chemrxiv.6133346.v2", "published_doi": "10.1039/C8SE00173A", "published_url": "https://doi.org/10.1039/C8SE00173A", "authors": "Michael Fischer", "abstract": "<div>Aluminophosphates with zeolite-like topologies (AlPOs) have received considerable attention as potential adsorbents for use in the separation of methane-containing gas mixtures. Such separations, especially the removal of carbon dioxide and nitrogen from methane, are of great technological relevance in the context of the “upgrade” of natural gas, landfill gas, and biogas. While more than 50 zeolite frameworks have been synthesised in aluminophosphate composition or as heteroatom substituted AlPO derivatives, only a few of them have been characterised experimentally with regard to their adsorption and separation behaviour. In order to predict the potential of a variety of AlPO frameworks for applications in CO<sub>2</sub>/CH<sub>4</sub> and CH<sub>4</sub>/N<sub>2</sub> separations, atomistic grand-canonical Monte Carlo (GCMC) simulations were performed for 53 different structures. Building on previous work, which studied CO<sub>2</sub>/N<sub>2</sub> mixture adsorption in AlPOs (M. Fischer, <i>Phys. Chem. Chem. Phys.</i>, 2017, <b>19</b>, 22801–22812), force field parameters for methane adsorption in AlPOs were validated through a comparison to available experimental adsorption data. Afterwards, CO<sub>2</sub>/CH<sub>4</sub> and CH<sub>4</sub>/N<sub>2</sub> mixture isotherms were computed for all 53 frameworks for room temperature and total pressures up to 1000 kPa (10 bar), allowing the prediction of selectivities and working capacities for conditions that are relevant for pressure swing adsorption (PSA) and vacuum swing adsorption (VSA). For CO<sub>2</sub>/CH<sub>4 </sub>mixtures, the <b>GIS</b>, <b>SIV</b>, and <b>ATT</b> frameworks were found to have the highest selectivities and CO<sub>2 </sub>working capacities under VSA conditions, whereas several frameworks, among them <b>AFY</b>, <b>KFI</b>, <b>AEI</b>, and <b>LTA</b>, show higher working capacities under PSA conditions. For CH<sub>4</sub>/N<sub>2</sub> mixtures, all frameworks are moderately selective for methane over nitrogen, with <b>ATV</b> exhibiting a significantly higher selectivity than all other frameworks. While some of the most promising topologies are either not available in pure-AlPO<sub>4</sub> composition or collapse upon calcination, others can be synthesised and activated, rendering them interesting candidates for future experimental studies. In addition to predictions of mixture adsorption isotherms, further simulations were performed for four selected systems in order to investigate the microscopic origins of the macroscopic adsorption behaviour, <i>e.g. </i>with regard to the very high CH<sub>4</sub>/N<sub>2</sub> selectivity of <b>ATV</b> and the loading-dependent evolution of the heat of CO<sub>2</sub> adsorption and CO<sub>2</sub>/CH<sub>4</sub> selectivity of <b>AEI</b> and GME.</div>", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Single Amino Acid Based Self-Assemblies of Cysteine and Methionine", "doi": "10.26434/chemrxiv.5972173.v3", "published_doi": "10.1021/acschemneuro.8b00310", "published_url": "https://doi.org/10.1021/acschemneuro.8b00310", "authors": "Nidhi Gour; Bharti Koshti; Chandra Kanth P.; Dhruvi Shah; Vivek Shinh Kshatriya; Reena Agrawal-Rajput; Manoj Pandey", "abstract": "We report for the very first time self-assembly\nof Cysteine and Methionine to discrenible strucutres under neutral condition.  The nature of interactions which lead to such\nself-assemblies was purported by coincubating assemblies in urea and\nmercaptoethanol. Further interaction of aggregates with short amyloidogenic\ndipeptide diphenylalanine (FF) was assessed. While cysteine aggregates\ncompletely disrupted FF fibres, methionine albeit triggered fibrillation. . The results presented in the manuscript are\nstriking, since to the best of our knowledge,this is the first report which\ndemonstrates that even non-aromatic amino acids (cysteine and methionine) can\nundergo spontaneous self-assembly to form ordered aggregates.", "date": "2018-05-29", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}