{"title": "Buchwald-Hartwig Amination Using Pd(I) Dimer Precatalysts Supported by Biaryl Phosphine Ligands", "doi": "10.26434/chemrxiv.5758551.v1", "published_doi": "10.1039/C8DT00119G", "published_url": "https://doi.org/10.1039/C8DT00119G", "authors": "Alexander Spokoyny; Kent O. Kirlikovali; Eunho Cho; Tyler J. Downard; Lilit Grigoryan; Zheng Han; Sooji Hong; Dahee Jung; Jason C. Quintana; Vanessa Reynoso; Sooihk Ro; Yi Shen; Kevin Swartz; Elizabeth Ter Sahakyan; Alex I. Wixtrom; Brandon Yoshida; Arnold L. Rheingold", "abstract": "We report the synthesis of air-stable Pd(I) dimer complexes featuring biaryl phosphine ligands. Catalytic experiments suggest that these complexes are comptent precatalysts that can mediate cross-coupling amination reactions between aryl halide electrophiles with both aliphatic and aromatic amine nucleophiles. This work represents an expansion of the air-stable precatalyst toolbox for Pd-catalyzed cross-coupling transformations.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photothermal Circular Dichroism Induced by  Plasmon Resonances in Chiral Metamaterial Absorbers and Bolometers", "doi": "10.26434/chemrxiv.5764671.v1", "published_doi": "10.1021/acs.nanolett.7b05446", "published_url": "https://doi.org/10.1021/acs.nanolett.7b05446", "authors": "Xiang-Tian Kong; Larousse Khosravi Khorashad; Zhiming Wang; Alexander O. Govorov", "abstract": "Chiral photochemistry remains a challenge\nbecause of the very small asymmetry in the chiro-optical absorption of\nmolecular species. However, we think that the rapidly developing fields of\nplasmonic chirality and plasmon-induced circular dichroism demonstrate very\nstrong chiro-optical effects and have the potential to facilitate the\ndevelopment of chiral photochemistry and other related applications such as\nchiral separation and sensing. In this study, we propose a new type of chiral\nspectroscopy – photothermal circular dichroism. It is already known that the\nplanar plasmonic superabsorbers can be designed to exhibit giant circular\ndichroism signals in the reflection. Therefore, upon illumination with chiral\nlight, such planar metastructures should be able to generate a strong asymmetry\nin their local temperatures. Indeed, we demonstrate this chiral photothermal effect\nusing a chiral plasmonic absorber. Calculated temperature maps show very strong\nphotothermal circular dichroism. One of the structures computed in this paper could\nserve as a chiral bolometer sensitive to circularly polarized light. Overall, this\nchiro-optical effect in plasmonic metamaterials is much greater than the\nequivalent effect in any chiral molecular system or plasmonic bio-assembly. Potential\napplications of this effect are in polarization-sensitive surface photochemistry and chiral bolometers.", "date": "2018-01-08", "journal": "chemRxiv", "categories": "Metamaterials; Optical Materials; Thermal Conductors and Insulators; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Plasmonic Glasses and Films Based on Alternative Inexpensive Materials for Blocking Infrared Radiation", "doi": "10.26434/chemrxiv.5746197.v1", "published_doi": "10.1021/acs.nanolett.8b00764", "published_url": "https://doi.org/10.1021/acs.nanolett.8b00764", "authors": "Lucas Vazquez Besteiro; Xiang-Tian Kong; Zhiming Wang; Federico Rosei; Alexander Govorov", "abstract": "The need for energy-saving materials is pressing. This paper reports on \nthe design of energy-saving glasses and films based on plasmonic \ncomposite glasses is nontrivial and requires to take full advantage of \nboth materials and shape-related properties of the nanoparticles. We \ncompute the performance of solar plasmonic glasses incorporating a \ntransparent matrix and specially-shaped nanocrystals. Plasmonic \nnanoshells are shown to exhibit the best performances as compared to \nnanorods and nanocups. Simultaneously, the synthesis of plasmonic \nnanoshells is technologically feasible using gas-phase fabrication \nmethods. The computational work was done for noble metals (Au, Ag) as \nwell as for alternative plasmonic materials (Al, Cu, TiN). Inexpensive \nmaterials (Ag, Al, Cu, TiN) show overall good performance in terms of \nthe commonly-used figures of merit of industrial glass windows. Together\n with numerical data for specific materials, this study includes a set \nof general rules for designing efficient plasmonic IR-blocking media. \nThe plasmonic glasses proposed herein are good candidates for cheap \noptical media to be used in energy-saving windows in warm climates' \nhousing or temperature-sensitive infrastructure.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Core-Shell Materials; Metamaterials; Optical Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Melting of zeolitic imidazolate frameworks with different topologies: insight from first-principles molecular dynamics", "doi": "10.26434/chemrxiv.5772954.v1", "published_doi": "10.1021/acs.jpcc.8b00385", "published_url": "https://doi.org/10.1021/acs.jpcc.8b00385", "authors": "Romain Gaillac; Pluton Pullumbi; François-Xavier Coudert", "abstract": "Metal–organic frameworks are chemically versatile materials, and excellent candidates for many applications from carbon capture to drug delivery, through hydrogen storage. While most studies so far focus on the crystalline MOFs, there has been a recent shift to the study of their disordered states, such as defective structures, glasses, gels, and very recently liquid MOFs. Following the publication of the melting mechanism of zeolitic imidazolate framework ZIF-4, we use here molecular simulation in order to investigate the similarities and differences with two other zeolitic imidazolate frameworks, ZIF-8 and ZIF-zni. We perform first principles molecular dynamics simulations to study the melting phenomena and the nature of the liquids obtained, focusing on structural characterization at the molecular scale, dynamics of the species, and thermodynamics of the solid–liquid transition. We show how the retention of chemical configuration, the changes in the coordination network, and the variation of the porous volume in the liquid phase are influenced by the parent crystalline framework.<br />", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Apically Dominant Mechanism for Improving Catalytic Activities of N-Doped Carbon Nanotube Arrays in Rechargeable Zinc-Air Battery", "doi": "10.26434/chemrxiv.5764542.v1", "published_doi": "10.1002/aenm.201800480", "published_url": "https://doi.org/10.1002/aenm.201800480", "authors": "Jose Mendoza-Cortes; Wenhan Niu; Srimanta Pakhira; Kyle Marcus; Zhao Li; Yang Yang", "abstract": "<p>The\noxygen reduction (ORR) and oxygen evolution reactions (OER) in Zn-air batteries\n(ZABs) require highly efficient, cost-effective and stable electrocatalysts as\nreplacements to traditionally high cost, inconsistently stable and low poison\nresistant Platinum group metals (PGM) catalysts. Although, nitrogen-doped\ncarbon nanotube (NCNT) arrays have been developed over recent decades through various\nadvanced technologies are now capable of catalyzing ORR efficiently, their\nunderdeveloped bifunctional property, hydrophobic surface, and detrimental\npreparation strategy are found to limit practical large-scale commercialization\nfor effective rechargeable ZABs. Here, we have demonstrated fabrication of a\nthree-dimensional (3D) nickel foam supported NCNT arrays with CoNi\nnanoparticles (NPs) encapsulated within the apical domain (denoted as <a></a><a>CoNi@NCNT/NF</a>)\nthat exhibits excellent bifunctional catalytic performance toward both ORR\n(onset potential of 0.97 V vs. RHE) and OER (overpotential of 1.54 V vs. RHE at\n10 mA cm<sup>-2</sup>). We further examined the practicability of this\nCoNi@NCNT/NF material being used as an air electrode for rechargeable ZAB coin\ncell and pouch cell systems. The ZAB coin cell showed <a>a\npeak power density of 108 mW cm<sup>-2</sup> with an energy density of 845 Wh\nkg<sub>Zn</sub><sup>-1</sup> and robust rechargeability over 28h</a> under\nambient conditions, which exceeds the performance of PGM catalysts and leading\nnon-PGM electrocatalysts. In addition, density functional theory (DFT)\ncalculations revealed that the ORR and OER catalytic performance of the\nCoNi@NCNT/NF electrode are mainly derived from the d-orbitals from the CoNi NPs\nencapsulated within the apical dominant end of the NCNTs.</p>", "date": "2018-01-08", "journal": "chemRxiv", "categories": "Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bulk Contributions Modulate the Sum-Frequency Generation Spectra of Interfacial Water on Model Sea-Spray Aerosols", "doi": "10.26434/chemrxiv.5743638.v1", "published_doi": "10.1016/j.chempr.2018.04.007", "published_url": "https://doi.org/10.1016/j.chempr.2018.04.007", "authors": "Sandeep K. Reddy; Raphael Thiraux; Bethany A. Wellen Rudd; Lu Lin; Tehseen Adel; Tatsuya Joutsuka; Franz M. Geiger; Heather C. Allen; Akihiro Morita; Paesani Lab", "abstract": "Vibrational sum-frequency generation (vSFG) spectroscopy is used to determine the molecular structure of water at the interface of palmitic acid monolayers. Both measured and calculated spectra display speci\fc features due to third-order contributions to the vSFG response which are associated with \fnite interfacial electric potentials. We demonstrate that theoretical modeling enables to separate the third-order contributions, thus allowing for a systematic analysis of the strictly surface-sensitive, second-order component of the vSFG response. This study provides fundamental, molecular-level insights into the interfacial structure of water in a neutral surfactant system with relevance to single layer bio-membranes and environmentally relevant sea-spray aerosols. These results emphasize the key role that computer simulations can play in interpreting vSFG spectra and revealing microscopic details of water at complex interfaces, which can be difficult to extract from experiments due to the mixing of second-order, surface-sensitive and third-order, bulk-dependent contributions to the vSFG response.", "date": "2018-01-05", "journal": "chemRxiv", "categories": "Interfaces; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of L-DOPA based pigments with different physic-chemical properties", "doi": "10.26434/chemrxiv.5765847.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koen Vercruysse", "abstract": "<p>Using air- or Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>-mediated\noxidation, the formation of melanin-like pigments from L-DOPA was evaluated. The\neffects of the various reaction conditions on the efficiency of the reaction\nand the physic-chemical properties of the pigments generated (UV-Vis absorbance,\nfluorescence emission) was evaluated. As previously observed for other phenolic\nand indolic compounds, the use of high concentrations of H<sub>2</sub>O<sub>2</sub>\nresulted in melanin-like materials with a much lighter color. In addition, we\nobserved that, unlike for air-mediated oxidation, the Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>-mediated\noxidation of L-DOPA can yield melanin-like pigmentation in an acidic\nenvironment. In general, our results suggest that depending on the intensity of\nthe oxidizing reaction conditions involved, light- or dark-colored melanin-like\npigments can be generated from L-DOPA. This may be an important factor when\nevaluating the visible outlook of histological specimens: the presence of a\nlighter color or the absence of a dark color may not necessarily mean the\nabsence of melanin-like biomolecules. We discuss all our observations in the\ncontext of the importance of melanin-like pigmentation in human physiology.</p>\n\n<p> </p>", "date": "2018-08-09", "journal": "chemRxiv", "categories": "Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Psi4NumPy: An Interactive Quantum Chemistry Programming Environment for Reference Implementations and Rapid Development", "doi": "10.26434/chemrxiv.5746059.v1", "published_doi": "10.1021/acs.jctc.8b00286", "published_url": "https://doi.org/10.1021/acs.jctc.8b00286", "authors": "Daniel Smith; Lori A Burns; Dominic A. Sirianni; Daniel R. Nascimento; Ashutosh Kumar; Andrew M. James; Jeffrey B. Schriber; Tianyuan Zhang; Boyi Zhang; Adam S. Abbott; Eric Berquist; Marvin H. Lechner; Leonardo dos Anjos Cunha; Alexander G. Heide; Rollin A. King; Andrew C. Simmonett; Justin M. Turney; Henry F. Schaefer; Francesco A. Evangelista; A. Eugene DePrince; T. Daniel Crawford; Konrad Patkowski; C. David Sherrill", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p><i>Psi4NumPy</i> demonstrates the use of efficient computational kernels from the open-\nsource <i>Psi4</i> program through the popular <i>NumPy</i> library for linear algebra in Python\nto facilitate the rapid development of clear, understandable Python computer code for\nnew quantum chemical methods, while maintaining a relatively low execution time. Using these tools, reference implementations have been created for a number of methods,\nincluding self-consistent field (SCF), SCF response, many-body perturbation theory,\ncoupled-cluster theory, configuration interaction, and symmetry-adapted perturbation\ntheory. Further, several reference codes have been integrated into Jupyter notebooks,\nallowing background and explanatory information to be associated with the imple-\nmentation. <i>Psi4NumPy</i> tools and associated reference implementations can lower the\nbarrier for future development of quantum chemistry methods. These implementa-\ntions also demonstrate the power of the hybrid C++/Python programming approach\nemployed by the <i>Psi4</i> program. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-01-03", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Azobenzene as a Photoregulator Covalently Attached to RNA: A Quantum Mechanics/Molecular Mechanics-Surface Hopping Dynamics Study", "doi": "10.26434/chemrxiv.5758665.v1", "published_doi": "10.1039/C8SC00072G", "published_url": "https://doi.org/10.1039/C8SC00072G", "authors": "Padmabati Mondal; Giovanni Granucci; Dominique Rastädter; Maurizio Persico; Irene Burghardt", "abstract": "The photoregulation of nucleic acids by azobenzene photoswitches has \nrecently attracted considerable interest in the context of emerging \nbiotechnological applications. To understand the mechanism of \nphotoinduced isomerisation and conformational control in these complex \nbiological environments, we employ a Quantum Mechanics/Molecular Mechanics (QM/MM) approach in conjunction with nonadiabatic Surface \nHopping (SH) dynamics. Two representative RNA-azobenzene complexes are \ninvestigated, both of which contain the azobenzene chromophore \ncovalently attached to an RNA double strand via a beta-deoxyribose \nlinker. Due to the pronounced constraints of the local RNA environment, it is found that trans-to-cis isomerization is slowed down to a time scale of ~15 picoseconds, in contrast to 500 femtoseconds in vacuo, with a quantum yield reduced by a factor of two. By contrast, cis-to-trans isomerization remains in a sub-picosecond regime. A volume-conserving isomerization mechanism is found, similarly to the pedal-like mechanism previously identified for azobenzene in solution phase. Strikingly, the chiral RNA environment induces opposite right-handed and left-handed helicities of the ground-state cis-azobenzene chromophore in the two RNA-azobenzene complexes, along with an almost completely chirality conserving photochemical pathway for these helical enantiomers.", "date": "2018-01-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A First Principles Approach for Partitioning Linear Response Properties into Additive and Cooperative Contributions", "doi": "10.26434/chemrxiv.5773968.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Daniel Lambrecht; Eric Berquist", "abstract": "We present a first principles approach for decomposing molecular linear response properties into orthogonal (additive) plus non-orthogonal/cooperative contributions. This approach enables one to 1) identify the contributions of molecular building blocks like functional groups or monomer units to a given response property and 2) quantify cooperativity between these contributions. In analogy to the self consistent field method for molecular interactions, SCF(MI), we term our approach LR(MI). The theory, implementation and pilot data are described in detail in the manuscript and supporting information.", "date": "2018-01-11", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design, 22-step synthesis, and evaluation of highly potent D-ring modified and linker-equipped analogs of spongistatin 1", "doi": "10.26434/chemrxiv.5773830.v1", "published_doi": "10.1038/S41467-018-07259-X", "published_url": "https://doi.org/10.1038/s41467-018-07259-x", "authors": "James Leighton; Linda M. Suen; Makeda A. Tekle-Smith; Kevin S. Williamson; Joshua R. Infantine; Samuel K. Reznik; Paul S. Tanis; Tyler D. Casselman; Dan L. Sackett", "abstract": "With an average GI50 value against the NCI panel of 60 human cancer cell lines of 0.12 nM, spongistatin 1 is among the most potent anti-proliferative agents ever discovered rendering it an attractive candidate for development as a payload for antibody-drug conjugates and other targeted delivery approaches. It is unavailable from natural sources and its size and complex stereostructure render chemical synthesis highly time- and resource-intensive, however, and its development requires more efficient and step-economical synthetic access. Using novel and uniquely enabling direct complex fragment coupling alkallyl- and crotylsilylation reactions, we have developed a 22-step synthesis of a rationally designed D-ring modified analog of spongistatin 1 that is equipotent with the natural product, and have used that synthesis to establish that the C(15) acetate may be replaced with a linker functional group-bearing ester with only minimal reductions in potency.<br /><div><br /></div>", "date": "2018-01-10", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Novel UV-C/XOH(X=Na or K) Based Highly Alkaline Advanced Oxidation Process (HA-AOP) for Degradation of Emerging Micropollutants", "doi": "10.26434/chemrxiv.5777379.v1", "published_doi": "10.1007/S10311-018-0739-2", "published_url": "https://doi.org/10.1007/s10311-018-0739-2", "authors": "Priyanshu Verma; Sujoy Kumar Samanta", "abstract": "Herein, a novel and comprehensible approach has been\nsuggested to degrade the emerging micropollutants such as synthetic dyes. In\nthis study, a continuous UV-C irradiation has been used to treat the aqueous\nmatrix of synthetic pollutant dyes under highly alkaline environment (pH\n>13.0). In this HA-AOP, the treatment rate and degradation efficiency are\nprimarily found to be affected by the type of pollutant dye present in the\nmatrix, concentration of XOH or pH and UV-C fluence rate. In addition, the\nkinetic study indicates that HA-AOP or UV-C/XOH(X=Na or K) process follows zero\norder reaction kinetics during the degradation of parent pollutant species. The\nexplored approach is quite auspicious due to its tremendous potential to handle\nversatile aqueous matrices containing natural organic materials, inorganic\nsalts, fatty matters, surfactants and many more things. Overall, unlike other\nAOPs, this novel UV-C/XOH(X=Na or K) based HA-AOP could be highly utilized for\nthe effective treatment of various alkaline wastewater streams.", "date": "2018-01-12", "journal": "chemRxiv", "categories": "Water Purification", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Toward Expanded Diversity of Host-Guest Interactions via Synthesis and Characterization of Cyclodextrin Derivatives", "doi": "10.26434/chemrxiv.5782224.v1", "published_doi": "10.1007/s10953-018-0769-1", "published_url": "https://doi.org/10.1007/s10953-018-0769-1", "authors": "Kathryn Kellett; Samuel A. Kantonen; Brendan M. Duggan; Michael K. Gilson", "abstract": "Researchers developing software to predict the binding constants of small molecules for proteins have, in recent years, turned to host-guest systems as simple, computationally tractable model systems to test and improve these computational methods. However, taking full advantage of this strategy requires aqueous host-guest systems that probe a greater diversity of chemical interactions. Here, we advance the development of an experimental platform to generate such systems by building on the cyclodextrin (CD) class of hosts. The secondary face derivative mono-3-carboxypropionamido-β-cyclodextrin (CP-β-CD) was synthesized in a one-pot strategy with 87% yield, and proved to have much greater aqueous solubility than native β-CD. The complexation of anionic CP-β-CD with the cationic drug rimantadine hydrochloride was explored using one and two-dimensional nuclear magnetic resonance (NMR); NOESY analysis showed secondary face binding of the ammonium moiety of the guest, based on cross-correlations between the amic acid functionality and the side-chain of rimantadine. Isothermal titration calorimetry was furthermore used to determine the standard free energy and enthalpy for this binding reaction, and the results were compared with those of rimantadine with native β-CD.", "date": "2018-01-12", "journal": "chemRxiv", "categories": "Physical and Chemical Properties; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Poly(2-ethyl-2-oxazoline-co-N-propylethylene imine)s by controlled partial reduction of poly(2-ethyl-2-oxazoline)", "doi": "10.26434/chemrxiv.5786853.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Maria Pfister; Annemarie Ringhand; Corinna Fetsch; Robert Luxenhofer", "abstract": "The partial reduction of poly(2-ethyl-2-oxazoline) was investigated. A series of poly(2-ethyl-2-oxazoline-co-N-propylethylene imine)s were synthesized by direct reduction using lithium aluminum hydride or borane/dimethylsulfide (BH<sub>3</sub>/DMS), respectively. It is shown that the degree of reduction can be readily controlled either by the reaction time when using an excess of LiAlH<sub>4</sub> or by the stoichiometry of BH<sub>3</sub>/DMS as was demonstrated by 1H-NMR spectroscopy. Differential scanning calorimetry revealed that the glass transition temperature of the products decreased with increasing degree of reduction up to 25% of reduction, above which no glass transition could be detected. This control over the reduction allows the tailor synthesis of partially cationic polymers, which, in combination over the hydrophilic/lipophilic balance through the side chain length allows a tight control over materials properties. Such materials may be interesting, <i>inter alia</i>, for biomaterials or organic electronics.", "date": "2018-01-16", "journal": "chemRxiv", "categories": "Drug delivery systems; Polyelectrolytes - Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigating the influence of aromatic moieties on the formulation of hydrophobic natural products and drugs in poly(2-oxazoline) based amphiphiles", "doi": "10.26434/chemrxiv.5787711.v1", "published_doi": "10.1021/acs.biomac.8b00708", "published_url": "https://doi.org/10.1021/acs.biomac.8b00708", "authors": "Robert Luxenhofer; Michael M Lübtow; Lukas Hahn; Thomas Lorson; Rainer Schobert", "abstract": "Many natural compounds with interesting biomedical properties share one physicochemical property, namely a low water solubility. Polymer micelles are, among others, a popular means to solubilize hydrophobic compounds. The specific molecular interactions between the polymers and the hydrophobic drugs are diverse and recently it has been discussed that macromolecular engineering can be used to optimize drug loaded micelles. Specifically, π-π stacking between small molecules and polymers has been discussed as an important interaction that can be employed to increase drug loading and formulation stability. Here, we test this hypothesis using four different polymer amphiphiles with varying aromatic content and various natural products that also contain different relative amounts of aromatic moieties. While in the case of paclitaxel, having the lowest relative content of aromatic moieties, the drug loading decreases with increasing relative aromatic amount in the polymer, the drug loading of curcumin, having a much higher relative aromatic content, is increased. Interestingly, the loading using schizandrin A, a dibenzo[a,c]cyclooctadiene lignan with intermediate relative aromatic content is not influenced significantly by the aromatic content of the polymers employed. The very high drug loading, long term stability, the ability to form stable highly loaded binary coformulations in different drug combinations, small sized formulations and amorphous structures in all cases, corroborate earlier reports that poly(2-oxazoline) based micelles exhibit an extraordinarily high drug loading and are promising candidates for further biomedical applications. The presented results underline that the interaction between the polymers and the incorporated small molecules are complex and must be investigated in every specific case.<br />", "date": "2018-01-16", "journal": "chemRxiv", "categories": "Drug delivery systems; Organic Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cytotoxicity of 2-oxazines and poly(2-oxazine)s in mouse fibroblast", "doi": "10.26434/chemrxiv.5793990.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zuzana Kroneková; Thomas Lorson; Juraj Kronek; Robert Luxenhofer", "abstract": "Poly(2-oxazoline)s are a polymer family that has received much attention in the last decade as biomaterials. In contrast, poly(2-oxazine)s, which can be viewed as their higher backbone homologue, have received much less attention. A first step towards the assessment as potential biomaterials is the evaluation of the cytotoxicity of the polymers.  Therefore, a small selection of water soluble poly(2-oxazine)s are evaluated with respect to their cytotoxicity against 3T3 mouse fibroblasts. The polymers were tested at concentrations of up to 100 g/L for 24h. In addition, we studied the cytotoxicity of the monomers, namely 2-methyl-2-oxazine, 2-ethyl-2-oxazine and 2-propyl-2-oxazine in the same cell line. We found that neither monomers nor polymers exhibit a pronounced cytotoxicity. None of the monomers lead to any discernable effect on the cell viability in concentrations of up to 1 g/L with IC50 values ranging from 4 g/L to 20 g/L. Not surprisingly, the polymers poly(2-methyl-2-oxazine) and poly(2-ethyl-2-oxazine) exhibit even lower cytotoxicity with IC50 values ranging from 20 to 70 g/L. These preliminary but positive evaluation of the cytotoxicity of poly(2-methyl-2-oxazine) and poly(2-ethyl-2-oxazine) warrants further investigations on their use as biomaterials.", "date": "2018-01-17", "journal": "chemRxiv", "categories": "Drug delivery systems; Organic Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Partition Coefficients of Methylated DNA Bases Obtained from Free Energy Calculations with Molecular Electron Density Derived Atomic Charges.", "doi": "10.26434/chemrxiv.5793996.v1", "published_doi": "10.1002/jcc.25347", "published_url": "https://doi.org/10.1002/jcc.25347", "authors": "Alejandro Lara; Maximiliano Riquelme; Esteban Vöhringer-Martinez", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Partition coefficients serve in various areas as pharmacology and environmental sciences to predict the hydrophobicity of different substances. Recently, they have been\nalso used to address the accuracy of force fields for various organic compounds and\nspecifically the methylated DNA bases. In this study atomic charges were derived\nby different partitioning methods (Hirshfeld and Minimal Basis Iterative Stockholder)\ndirectly from the electron density obtained by electronic structure calculations in vac-\nuum, with an implicit solvation model or with explicit solvation taking the dynamics of\nthe solute and the solvent into account. To test the ability of these charges to describe\nelectrostatic interactions in force fields for condensed phases the original atomic charges\nof the AMBER99 force field were replaced with the new atomic charges and combined\nwith different solvent models to obtain the hydration and chloroform solvation free\nenergies by molecular dynamics simulations. Chloroform-water partition coefficients\nderived from the obtained free energies were compared to experimental and previously\nreported values obtained with the GAFF or the AMBER-99 force field. The results\nshow that good agreement with experimental data is obtained when the polarization\nof the electron density by the solvent has been taken into account deriving the atomic\ncharges of polar DNA bases and when the energy needed to polarize the electron den-\nsity of the solute has been considered in the transfer free energy. These results were\nfurther confirmed by hydration free energies of polar and aromatic amino acid side\nchain analogues. Comparison of the two partitioning methods Hirsheld-I and Minimal\nBasis Iterative Stockholder (MBIS) revealed some deficiencies in the Hirshfeld-I method\nrelated to nonexistent isolated anionic nitrogen pro-atoms used in the method. Hydration free energies and partitioning coefficients obtained with atomic charges from the\nMBIS partitioning method accounting for polarization by the implicit solvation model\nare in good agreement with the experimental values. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-01-17", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unrestrictive protein modification localization and quality control for open search of mass spectra", "doi": "10.26434/chemrxiv.5797995.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zhiwu An; Fuzhou Gong; Yan Fu", "abstract": "We have\ndeveloped PTMiner, a first software tool for automated, confident filtering, localization and\nannotation of protein post-translational modifications identified by open (mass-tolerant)\nsearch of large tandem mass spectrometry\ndatasets. The performance of\nthe software was validated on carefully designed simulation data. <br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Chemoinformatics; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Extended electric power sources", "doi": "10.26434/chemrxiv.5797971.v1", "published_doi": "10.1088/1742-6596/1399/2/022011", "published_url": "https://doi.org/10.1088/1742-6596/1399/2/022011", "authors": "T.A. Konev; V.A. Kuzmin; E. Yu. Mutovina; R.D. Puzhaykin; Vladimir Salomatov", "abstract": "Chemical sources of current are investigated as lines with distributed parameters. Analytical expressions are obtained for the voltage and active power values of the source at different distances from the beginning of the cell as well as dependences of the working voltage and active power on the source length.  Effects of a reduction in the operating voltage and active power are due to the flow of electric current along the source during operation. The magnitude of these effects depends not only on the length of the source, but also on the ratio of characteristic resistance to the load resistance.<br />", "date": "2018-01-18", "journal": "chemRxiv", "categories": "Energy Storage; Photovoltaics; Power", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Non-Plasmonic SERS with Silicon: Is It Really Safe? New Insights into Opto-Thermics of Core/Shell Microbeads", "doi": "10.26434/chemrxiv.5813979.v1", "published_doi": "10.1021/ACS.JPCLETT.8B00662", "published_url": "https://doi.org/10.1021/acs.jpclett.8b00662", "authors": "Nicolò Bontempi; Irene Vassalini; Stefano Danesi; Matteo Ferroni; Paolo Colombi; Ivano Alessandri", "abstract": "<p>Here we\ninvestigate for the first time the opto-thermal behavior of SiO<sub>2</sub>/Si\ncore/shell microbeads (Si-rex) irradiated with three common Raman laser sources\n(lambda=532, 633, 785 nm) under real working conditions. We obtained an\nexperimental proof of the critical role played by bead size and aggregation in\nheat and light management, demonstrating that in the case of strong\nopto-thermal coupling the temperature can exceed that of the melting points of\nboth core and shell components. In addition, we also show that weakly coupled\nbeads can be utilized as stable substrates for plasmon-free SERS experiments.</p>", "date": "2018-01-24", "journal": "chemRxiv", "categories": "Core-Shell Materials; Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Influence of intramolecular interactions on carbon dioxide gas adsorption capacity in Mesoporous Imine polymers", "doi": "10.26434/chemrxiv.5826435.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jaya Prakash Madda; Pilli Govindaiah; Sushant Kumar Jena; Sabbhavat Krishna; Rupak Kishor", "abstract": "<p>Covalent\norganic Imine polymers with intrinsic meso-porosity were synthesized by\ncondensation reaction between 4,4-diamino diphenyl methane and (para/meta/ortho)-phthaladehyde.\nEven though these polymers were synthesized from precursors of bis-bis covalent\nlink mode, the bulk materials were micrometer size particles with intrinsic\nmesoporous enables nitrogen as well as carbon dioxide adsorption in the void\nspaces. These polymers were showed stability up to 260<sup>o</sup> centigrade.\nNitrogen gas adsorption capacity up to 250 cc/g in the ambient pressure was observed\nwith type III adsorption characteristic nature. Carbon dioxide adsorption\nexperiments reveal the possible terminal amine functional group to carbamate with\nCO<sub>2</sub> gas molecule to the polymers. One of the imine polymers, COP-3\nshowed more carbon dioxide sorption capacity and isosteric heat of adsorption\n(Q<sub>st</sub>) than COP-1 and COP-2 at 273 K even though COP-3 had lower\nporosity for nitrogen gas than COP-1 and COP-2. We explained the trends in gas\nadsorption capacities and Qst values as a consequence of the intra molecular\ninteractions confirmed by Density Functional Theory computational experiments\non small molecular fragments.</p>", "date": "2018-01-26", "journal": "chemRxiv", "categories": "Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical and Physical Properties of FSC Cigarette Papers and Physical Properties of the Cigarettes They Were Taken From: Results From a Small Product Survey of Cigarette Brand-Styles Sold in the USA", "doi": "10.26434/chemrxiv.5830641.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "John Lauterbach", "abstract": "We undertook a small product survey in which we purchased a range of brand-styles at retail and sent them to commercial laboratories for dimensional and physical tests, including banded and nonbanded area porosities. Other analyses obtained used chemical, chromatographic, and spectrophotometric (FT-IR) techniques to identify main banding agents and additives used with them. One finding from this study was at least at the time the samples were collected, some companies used just one FSC paper for all products while others used multiple FSC papers.<br />", "date": "2018-01-29", "journal": "chemRxiv", "categories": "Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Well defined Au(III)-bisfluorides supported by N-ligands", "doi": "10.26434/chemrxiv.5830779.v1", "published_doi": "10.1039/C8CC02535E", "published_url": "https://doi.org/10.1039/C8CC02535E", "authors": "Jason Dutton; Mohammad Albayer", "abstract": "Oxidation of bis-N ligatated Au(I) cations using XeF<sub>2</sub> gives well<br /><div><div><div>defined cationic trans bisfluorides of Au(III). X-ray crystallographic<br />studies of the bisimidazole ligated derivative shows the shortest<br />Au-F bond known in a gold complex.</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-01-30", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Infrared spectral fingerprints of the toxicity effects of CH3NH3PbI3 and CH3NH3SnI3 photovoltaic perovskites", "doi": "10.26434/chemrxiv.5830665.v1", "published_doi": "10.3390/molecules25020336", "published_url": "https://doi.org/10.3390/molecules25020336", "authors": "Luca Quaroni; Iness Benmessaoud; Bertrand Vileno; Endre Horvath; Laszlo Forro", "abstract": "We use Fourier-Transform infrared spectromicroscopy to study at the molecular level the effect of exposure of human A549 and SH-SY5Y cell lines to the perovskites CH<sub>3</sub>NH<sub>3</sub>PbI<sub>3</sub> (MAPbI<sub>3</sub>) and CH<sub>3</sub>NH<sub>3</sub>SnI<sub>3</sub> (MASnI<sub>3</sub>). By monitoring the infrared absorption of amide bands over a few days following exposure to the metals, we observe the appearance of a strong band at 1628 cm-1. This band is tentatively assigned to the extensive formation of intermolecular β-sheet structures. A similar response is observed after exposure of the cells to CuSO<sub>4</sub>, suggesting that the mechanism underlying the observed spectroscopic changes is not specific for Pb<sup>2+</sup> and Sn<sup>2+</sup>, and it may be associated to a generic cellular response to stressful environmental conditions.<br />", "date": "2018-01-29", "journal": "chemRxiv", "categories": "Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The challenge of determining the crystal structure of epitaxial 0001 oriented sp2-BN films", "doi": "10.26434/chemrxiv.5836059.v1", "published_doi": "10.1116/1.5024314", "published_url": "https://doi.org/10.1116/1.5024314", "authors": "Mikhail Chubarov; Hans Högberg; Anne Henry; Henrik Pedersen", "abstract": "<p>Boron nitride (BN) as a thin film is promising for many future\nelectronic applications. On technologically important substrates, 0001 α-Al<sub>2</sub>O<sub>3</sub>\nand 0001 4H/6H-SiC, chemical vapor deposition yields epitaxial sp<sup>2</sup>-BN\nfilms oriented around the c-axis. Here, we seek to point out that sp<sup>2</sup>-BN\ncan form two different polytypes; hexagonal BN (h-BN) and rhombohedral BN\n(r-BN), only differing in the stacking of the basal planes but with identical\ndistance between the basal planes and in-plane lattice parameters. This makes\nstructural identification challenging in c-axis oriented films. We suggest the\nuse of a combination of high-resolution electron microscopy with careful sample\npreparation and thin film X-ray diffraction techniques like pole figure\nmeasurements and glancing incidence (in-plane) diffraction to fully distinguish\nh-BN from r-BN.</p>", "date": "2018-01-31", "journal": "chemRxiv", "categories": "Ceramics; Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rhombic Fe3+ at the unpolished surface of single crystals SrTiO3", "doi": "10.26434/chemrxiv.5831865.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thomas (Tom) Kool", "abstract": "EPR measurements show an isotropic asymmetrical line in SrTiO<sub>3</sub> ranging from g = 3.9 to 4.1. This line is attributed to the presence of rhombic impurity Fe<sup>3+</sup> ions at the unpolished surfaces of single crystals of SrTiO<sub>3</sub>.<br />", "date": "2018-01-30", "journal": "chemRxiv", "categories": "Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Benchmarking Several van der Waals Dispersion Approaches for the Description of Intermolecular Interactions", "doi": "10.26434/chemrxiv.5840883.v1", "published_doi": "10.1063/1.5018818", "published_url": "https://doi.org/10.1063/1.5018818", "authors": "Julien Claudot; Won June Kim; Anant Dixit; Hyungjun Kim; Tim Gould; Dario Rocca; Sébastien Lebègue", "abstract": "Seven methods, including three van der Waals \ndensity functionals (vdW-DFs) and four different variants of the \nTkatchenko-Scheffler (TS) methods, are tested on the A24, L7, and Taylor\n <i>et al.</i>'s \"blind\" test sets. It is found that for these systems, \nthe vdW-DFs perform better that the TS methods. In particular, the \nvdW-DF-cx functional gives binding energies that are the closest to the \nreference values, while the many body correction of TS does not always \nlead to an improvement in the description of molecular systems. In light\n of these results, several directions for further improvements to \ndescribe van der Waals interactions are discussed.<br />", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Versatile AuNP Synthetic Platform for Decoupled Control of Size and Surface Composition", "doi": "10.26434/chemrxiv.5844267.v1", "published_doi": "10.1021/acs.langmuir.8b00353", "published_url": "https://doi.org/10.1021/acs.langmuir.8b00353", "authors": "Ye Yang; Luis A. Serrano; Stefan Guldin", "abstract": "While a plethora of protocols exist for the synthesis of sub-10 nm gold nanoparticles (AuNPs), the independent control over size and surface composition remains restricted. This poses a particular challenge for systematic studies of AuNP structure-function relationships and optimization of crucial design parameters. To this end, we report on a modular 2-step approach based on the synthesis of AuNPs in oleylamine (OAm) followed by the subsequent functionalization with target thiol ligands. The synthesis of OAm-capped AuNPs enables fine tuning of the core size in the range of 2–7nm by varying the reaction temperature. The subsequent thiol-for-OAm ligand-exchange allows a reliable generation of thiol-capped AuNPs with target surface functionality. The compatibility of this approach with a vast library of thiol ligands provides detailed control of mixed ligand composition and solubility in a wide range of solvents ranging from water to hexane. This decoupled control over the AuNP core and ligand shell provides a powerful toolbox for the methodical screening of optimal design parameters and facile preparation of AuNPs with target properties.", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Programmable in vitro Co-Encapsidation of Guest Proteins Inside Protein Nanocages", "doi": "10.26434/chemrxiv.5844393.v1", "published_doi": "10.1021/acsnano.8b01059", "published_url": "https://doi.org/10.1021/acsnano.8b01059", "authors": "Noor H. Dashti; Rufika S. Abidin; Frank Sainsbury", "abstract": "Bioinspired self-sorting and self-assembling\nsystems using engineered versions of natural protein cages have been developed\nfor biocatalysis and therapeutic delivery. The packaging and intracellular delivery\nof guest proteins is of particular interest for both <i>in vitro</i> and <i>in vivo</i> cell\nengineering. However, there is a lack of platforms in bionanotechnology that\ncombine programmable guest protein encapsidation with efficient intracellular\nuptake. We report a minimal peptide anchor for <i>in vivo</i> self-sorting of cargo-linked capsomeres of the Murine\npolyomavirus (MPyV) major coat protein that enables controlled encapsidation of\nguest proteins by <i>in vitro</i>\nself-assembly. Using Förster resonance energy transfer (FRET) we demonstrate\nthe flexibility in this system to support co-encapsidation of multiple proteins.\nComplementing these ensemble measurements with single particle analysis by\nsuper-resolution microscopy shows that the stochastic nature of\nco-encapsidation is an overriding principle. This has implications for the\ndesign and deployment of both native and engineered self-sorting encapsulation\nsystems and for the assembly of infectious virions. Taking advantage of the\nencoded affinity for sialic acids ubiquitously displayed on the surface of\nmammalian cells, we demonstrate the ability of self-assembled MPyV virus-like\nparticles to mediate efficient delivery of guest proteins to the cytosol of\nprimary human cells. This platform for programmable co-encapsidation and\nefficient cytosolic delivery of complementary biomolecules therefore has\nenormous potential in cell engineering.", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Controlled-Release Systems; Bioengineering and Biotechnology; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "An Efficient Implementation of Semi-numerical Computation of the Hartree-Fock Exchange on the Intel Phi Processor", "doi": "10.26434/chemrxiv.5639950.v2", "published_doi": "10.1016/j.cplett.2018.05.026", "published_url": "https://doi.org/10.1016/j.cplett.2018.05.026", "authors": "fenglai liu; Jing Kong", "abstract": "Unique technical challenges and their solutions for implementing semi-numerical Hartree-Fock exchange on the Phil Processor are discussed, especially concerning the single- instruction-multiple-data type of processing and small cache size. Benchmark calculations on a series of buckyball molecules with various Gaussian basis sets on a Phi processor and a six-core CPU show that the Phi processor provides as much as 12 times of speedup with large basis sets compared with the conventional four-center electron repulsion integration approach performed on the CPU. The accuracy of the semi-numerical scheme is also evaluated and found to be comparable to that of the resolution-of-identity approach.<br />", "date": "2018-01-12", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Study on the influence on the formation of highly ordered porous anodic aluminia membrane", "doi": "10.26434/chemrxiv.5743170.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "O Pong-Sik; Ryang Se-Hun; Sin Gum-Chol; Hwang Guk-Nam; yongson hong", "abstract": "We have studied porous anodic alumina template through the second anodic oxidation of preparation. Observing the morphology of nanoscale AAO template using scanning electron microscope (SEM), the results indicate that the pores are orderly paralleled arranged with uniform pore diameter, perpendicular to the template surface. A detailed study of the influence of different oxidation conditions, such as different type of electrolyte, concentration, voltage and temperature on the template of alumina and its electrochemical mechanism were performed. By changing the oxidation voltage, electrolyte type, concentration, pore diameter and template thickness can be altered in a wide range such that we can obtain the desired aspect ratio.  <br />", "date": "2018-01-17", "journal": "chemRxiv", "categories": "Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Diazonium-functionalized thin films from the spontaneous reaction of p-phenylenebis(diazonium) salts", "doi": "10.26434/chemrxiv.5827758.v2", "published_doi": "10.1039/C8RA00792F", "published_url": "https://doi.org/10.1039/C8RA00792F", "authors": "Nicholas Marshall; Andres Rodriguez; Scott Crittenden", "abstract": "Salts of the diazonium coupling agent <i>p</i>-phenylenebis(diazonium) form diazonium-terminated conjugated thin films on a variety of conductive and nonconductive surfaces by spontaneous reaction of the coupling agent with the surface. The resulting diazonium-bearing surface can be reacted with various organic and inorganic nucleophiles to form a functionalized surface. These surfaces have been characterized with voltammetry, XPS, infrared and Raman spectroscopy, and atomic force microscopy. Substrates that can be conveniently and quickly modified with this process include ordinary glass, gold, and an intact, fully assembled commercial screen-printed carbon electrode. The scope and convenience of this process makes it promising for practical surface modification.", "date": "2018-01-26", "journal": "chemRxiv", "categories": "Coating Materials; Multilayers; Thin Films", "metrics": null, "license": "CC BY 4.0"}
{"title": "Directed Nickel-Catalyzed 1,2-Dialkylation of Alkenes", "doi": "10.26434/chemrxiv.5807427.v2", "published_doi": "10.1039/C8SC01735B", "published_url": "https://doi.org/10.1039/C8SC01735B", "authors": "Joseph Derosa; Vincent A. van der Puyl; Van T. Tran; Mingyu Liu; Keary Engle", "abstract": "A nickel-catalyzed conjunctive cross-coupling of non-conjugated alkenes, alkyl halides, and alkylzinc reagents is reported. Regioselectivity is controlled by chelation of a removable bidentate 8-aminoquinoline directing group. Under optimized conditions, a wide range of 1,2-dialkylated products can be accessed in moderate to excellent yields. To the best of our knowledge, this report represents the first example of three-component 1,2-dialkylation of non-conjugated alkenes to introduce differentiated alkyl fragments.", "date": "2018-01-24", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Using electropolymerization based doping for electro-addressable functionalization of a multielectrode array probe for nucleic acid detection", "doi": "10.26434/chemrxiv.5818122.v2", "published_doi": "10.2116/ANALSCI.18P324", "published_url": "https://doi.org/10.2116/analsci.18p324", "authors": "Mustafa Sen", "abstract": "<div>Here, we report a facile method for electro-addressable functionalization of a probe comprising of closely spaced three individually addressable carbon fiber electrodes for detection of nucleic acids. First, a multi electrode array probe comprising three adjacent carbon fiber electrodes was fabricated through pulling a three-barrel glass capillary with a single carbon fiber in each barrel using a micropuller. Second, electropolymerization based doping was used for electro-addressable functionalization of the multi-electrode array probe. To demonstrate that the current strategy works, anti-miR-34a was electrografted on only one of three electrodes by electropolymerization of pyrrole on the specific electrode. A second electrode was coated only with polypyrrole (PPy) and the third was left unmodified. Electrochemical impedance spectroscopy (EIS) was used for analysis and the results clearly showed charge transfer resistance of the PPy + anti-miR-34a modified electrode increased significantly after hybridization, while charge transfer resistance of the other two electrodes remained almost constant. The results demonstrate that the present strategy has great potential for constructing multiplex nucleic acid micro/nano biosensors for local and in situ detection of multiple nucleic acid molecules such as miRNAs at a time.</div>", "date": "2018-01-30", "journal": "chemRxiv", "categories": "Analytical Chemistry - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The X40x10 Halogen Bonding Benchmark Revisited: Surprising Importance of (n-1)d Subvalence Correlation", "doi": "10.26434/chemrxiv.5580007.v2", "published_doi": "10.1021/acs.jpca.7b10958", "published_url": "https://doi.org/10.1021/acs.jpca.7b10958", "authors": "Manoj Kumar Kesharwani; Nitai Sylvetsky; Debashree Manna; Jan M.L. Martin", "abstract": "<p>We\nhave re-evaluated the X40x10 benchmark for halogen bonding using conventional\nand explicitly correlated coupled cluster methods. For the aromatic dimers at\nsmall separation, improved CCSD(T)–MP2 “high-level corrections” (HLCs) cause\nsubstantial reductions in the dissociation energy. For the bromine and iodine species,\n(n-1)d subvalence correlation increases dissociation energies, and turns out to\nbe more important for noncovalent interactions than is generally realized; ; (n-1)sp subvalence correlation is much less important. The (n-1)d subvalence term is dominated by core-valence correlation; with the smaller cc-pVDZ-F12-PP and cc-pVTZ-F12-PP basis sets, basis set convergence for the core-core contribution becomes sufficiently erratic that it may compromise results overall. The two factors conspire to generate discrepancies of up to 0.9 kcal/mol (0.16 kcal/mol RMS) between the original X40x10 data and the present revision.</p>", "date": "2018-01-31", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}