{"title": "Combining Polarizable Embedding with the Frenkel Exciton Model: Applications to Absorption Spectra with Overlapping Solute-Solvent Bands", "doi": "10.26434/chemrxiv.7504697.v1", "published_doi": "10.1007/s00214-019-2430-5", "published_url": "https://doi.org/10.1007/s00214-019-2430-5", "authors": "Julie Stendevad; Jacob Kongsted; Casper Steinmann", "abstract": "Modeling of spectral properties of extended chemical systems, such as the case of a solute in a solvent, is often performed based on so-called hybrid models in which only part of the complete system is given a quantum chemical description. The remaining part of the system is represented by an embedding potential treating the environment either by a discrete or continuum model. In order to successfully make use of minimally sized quantum chemical regions, the<br />embedding potential should represent the environment as authentic as possible. Here, the importance of exactly such an accurate description of the embedding potential is investigated by comparing the performance of the Polarizable Embedding scheme against larger sized full quantum mechanical calculations. Our main conclusion is that as long as the solute and solvent do not overlap in their absorption spectra, the Polarizable Embedding approach shows results consistent with full quantum chemical calculations. For partly overlapping absorption spectra the Polarizable Embedding approach can furthermore successfully be expanded within a Frenkel exciton approach based on only economical monomeric quantum chemical calculations. Thus, by extending the Polarizable Embedding scheme to the exciton picture it is possible to cover computations of the whole absorption spectrum and<br />still reduce the computational cost compared to costly cluster calculations.<br />", "date": "2019-01-03", "journal": "chemRxiv", "categories": "Photochemistry (Physical Chem.); Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Inorganic Co-Crystal Formation and Thermal Disproportionation in a Dicyanometallate 'Superperovskite'", "doi": "10.26434/chemrxiv.7533407.v1", "published_doi": "10.1039/C8CC10277E", "published_url": "https://doi.org/10.1039/C8CC10277E", "authors": "Joshua A. Hill; Claire\nA. Murray; Chiu C. Tang; Peter M. M. Thygesen; Amber L. Thompson; Andrew Goodwin", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We report the synthesis, crystal structure, and thermally-\ndriven phase transformation of the dicyanometallate super-\nperovskite co-crystal [NBu4]Mn[Au(CN)2]3·[NBu4]ClO4. This\nphase is understandable in terms of the conventional ABX3\nperovskite structure type, but with the NBu+4 A-site cation\ndisplaced onto the perovskite cage face and 1-dimensional\nAX′ chains included within framework pores opened up by\nthese displacements. On heating to 380K, the co-crystal\ndisproportionates into its two inorganic components: a\nbcs-structured ABX3 phase and [NBu4 ]ClO4 . This system\nillustrates a new type of structural and phase complexity\naccessible to dicyanometallate perovskites.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-03", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Metallopolymerization as a Strategy to Translate Ligand-Modulated Chemoselectivity to Porous Catalysts", "doi": "10.26434/chemrxiv.7538747.v1", "published_doi": "10.1021/acs.organomet.9b00162", "published_url": "https://doi.org/10.1021/acs.organomet.9b00162", "authors": "Wen-Yang Gao; Andrew A. Ezazi; Chen-Hao Wang; Jisue Moon; Carter Abney; Joshua Wright; David Powers", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Porous catalysts have garnered substantial interest as potential platforms for\ngroup-transfer catalysis due to the ability to site-isolate catalysts and to non-covalently co-\nlocalize substrates in proximity to reactive intermediates. In contrast to soluble molecular\ncatalysts, the limited synthetic toolbox available to prepare porous catalysts presents a\nformidable challenge to controlling the primary coordination sphere of lattice-confined\ncatalysts and thus modulating the electronic structures of reactive catalyst intermediates.\nHere, we utilize Sonogashira cross-coupling chemistry to prepare a family of porous\nmetallopolymers, in which the primary coordination sphere of Ru2 sites is systematically\nvaried. The newly synthesized materials are characterized by IR, elemental analysis, gas\nsorption, powder X-ray diffraction, thermogravimetric analysis, X-ray absorption\nspectroscopy, and diffuse-reflectance UV-vis-NIR spectroscopy. The resulting porous\nmaterials are catalysts for nitrene-transfer chemistry and the chemoselectivty for allylic\namination of olefin aziridination can be tuned by modulating the primary coordination\nsphere of the catalyst sites. The demonstration of metallopolymerization as a rational\nsynthetic strategy allows to translate ligand-modulated chemoselectivity to porous\ncatalysts, which represents a new opportunity to tailor the functionality of heterogeneous\nanalogues of molecular complexes.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Catalysts; Heterogeneous Catalysis; Redox Catalysis; Polymerization (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Practical and General Approach to the Late-Stage Functionalization of Complex Sulfonamides", "doi": "10.26434/chemrxiv.7550117.v1", "published_doi": "10.1021/JACS.8B11800", "published_url": "https://doi.org/10.1021/jacs.8b11800", "authors": "Patrick Fier; Kevin M. Maloney", "abstract": "Herein we describe the development and\napplication of a method for the mild, late-stage conversion of primary\nsulfonamides to several other other functional groups. These reactions occur\nvia initial reductive deamination of sulfonamides to sulfinates via an\nNHC-catalyzed reaction of transiently formed <i>N</i>-sulfonylimines. The method described here is tolerant of nearly\nall common functional groups, as exemplified by the late-stage derivatization\nof several complex pharmaceutical compounds. Based on the prevalence of\nsulfonamide-containing drugs and building blocks, we have developed a method to\nenable sulfonamides to be applied as versatile synthetic handles for synthetic\nchemsitry.", "date": "2019-01-08", "journal": "chemRxiv", "categories": "Process Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design of Bistable Gold@Spin-Crossover Core-Shell Nanoparticles Showing Large Electrical Responses for the Spin Switching", "doi": "10.26434/chemrxiv.7543121.v1", "published_doi": "10.1002/adma.201900039", "published_url": "https://doi.org/10.1002/adma.201900039", "authors": "Ramón Torres-Cavanillas; Rocher Sanchis-Gual; Julien Dugay; Marc Coronado-Puchau; Dr. Mónica Giménez Marqués; Eugenio Coronado", "abstract": "<p>A simple protocol to prepare core-shell gold@spin-crossover (Au@SCO) nanoparticles (NPs) based on the 1D spin-crossover [Fe(Htrz)<sub>2</sub>(trz)](BF<sub>4</sub>) coordination polymer is reported. The synthesis relies on a two-step approach consisting on a partial surface ligand substitution of the citrate-stabilized Au NPs followed by the controlled growth of a very thin layer of the SCO polymer. As a result, colloidally stable core@shell spherical NPs of 19 nm in size exhibiting a narrow distribution in sizes have been obtained, revealing a switchable SCOshell of <i>ca.</i>4 nm. Temperature-dependent charge transport measurements of an electrical device based on assemblies of these Au@SCO NPs display well-defined, reproducible and sharp thermal hysteresis loops in the conductance near room temperature. This device is characterized both, by a large change in conductance upon spin state switching, and a remarkable transition abruptness, as compared with other memory devices based on the pristine SCO NPs. As a result, the sensitivity of the device to the spin transition is dramatically improved, with values for the ON/OFF ratio which are an order of magnitude better than the best ones obtained in previous SCO devices.</p>", "date": "2019-01-04", "journal": "chemRxiv", "categories": "Core-Shell Materials; Nanostructured Materials - Materials; Nanodevices; Coordination Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quasi Diabatic Propagation Scheme for Direct Simulation of Proton-Coupled Electron Transfer Reaction", "doi": "10.26434/chemrxiv.7545032.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Farnaz A. Shakib; Pengfei Huo", "abstract": "We apply a recently-developed quasi-diabatic (QD) propagation scheme to simulate proton-coupled electron transfer (PCET) reactions. This scheme enables a direct interface between an accurate diabatic dynamics approach and the adiabatic vibronic states. It explicitly avoids theoretical efforts to pre-construct diabatic states for the transferring electron and proton or reformulate diabatic dynamics methods to the adiabatic representation, both of which are non-trivial tasks. Using partial linearized path-integral approach and symmetrical quasi-classical approach as the diabatic dynamics methods, we demonstrate that the QD propagation scheme provides accurate vibronic dynamics of  PCET reactions and reliably predict the correct reaction mechanism without any a priori assumptions. This work demonstrates the possibility to directly simulate challenging PCET reactions by using accurate diabatic dynamics approaches and adiabatic vibronic information.", "date": "2019-01-04", "journal": "chemRxiv", "categories": "Chemical Kinetics; Physical and Chemical Processes; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aerosol route to TiO2–SiO2 catalysts with tailored pore architecture and high epoxidation activity", "doi": "10.26434/chemrxiv.7542056.v1", "published_doi": "10.1021/acs.chemmater.8b04843", "published_url": "https://doi.org/10.1021/acs.chemmater.8b04843", "authors": "Valentin Smeets; Cédric Boissière; Clément Sanchez; Eric M. Gaigneaux; Elise Peeters; Bert F. Sels; Michiel Dusselier; Damien Debecker", "abstract": "We\npresent the aerosol-assisted sol-gel preparation of hierarchically porous TiO<sub>2</sub>–SiO<sub>2</sub>\ncatalysts having a sphere-like shell morphology and a high Ti dispersion. In\norder to control the porosity at the micro-, meso- and macro- levels, we use\nthe evaporation-induced self assembly (EISA) of a surfactant, possibly combined\nwith polymer beads as hard templates. These catalysts are tested for the\nepoxidation of cyclohexene with cumene hydroperoxide as oxidant, and their\nperformance is compared to the reference TS-1 zeolite. The high catalytic\nperformance observed with the catalysts prepared by aerosol stems from their\nhigh specific surface area, but also from the short diffusion path length generated\nby the meso-/macro-pore architecture which provide entryways for bulky\nreactants and products.", "date": "2019-01-03", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Metric Space Approach on the Molecular vs. Chemical Similarity of Some Analgesic and Euphoric Compounds", "doi": "10.26434/chemrxiv.7545170.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Demetrios Xenides; Dionisia Fostiropoulou; Dimitrios S Vlachos", "abstract": "<p>There\nis a relentless effort on gaining information on the reason why some\ncompounds could cause similar effects though they are or not\nstructural similar. That is the chemical similarity that  plays an\nequally important role and we approach it via metric space theory on\na set of analgesic drugs and euphoric compounds. The findings of the\npresent study are in agreement to these obtained via traditional\nstructural indices moreover are  in accord with clinical findings.</p>", "date": "2019-01-04", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemoinformatics - Computational Chemistry; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Synthesis of Trifluoromethyl Cyclopropenes and Oligo Cyclopropenes", "doi": "10.26434/chemrxiv.7545623.v1", "published_doi": "10.1002/chem.201904680", "published_url": "https://doi.org/10.1002/chem.201904680", "authors": "Uyen P. N. Tran; Renè Hommelsheim; Zhen Yang; Claire Empel; Katharina J. Hock; Thanh Vinh Nguyen; Rene Koenigs", "abstract": "The synthesis of trifluoromethylated cyclopropenes is very important for applications in drug discovery and functional materials. In this report, we describe the application of readily available, chiral rhodium(II) catalysts in a highly efficient asymmetric cyclopropenation reaction of fluorinated donor-acceptor diazoalkanes using a broad variety of aliphatic and aromatic alkynes. Further studies highlight the unique reactivity of fluorinated donor-acceptor diazoalkanes in the synthesis of oligo-cyclopropenes. Subsequent C-H functionalization of trifluoromethyl cyclopropenes furnishes densely substituted cyclopropene frameworks and also allows the synthesis of bis-cyclopropenes.<br />", "date": "2019-01-04", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Stereochemistry; Carbon-based Materials; Oligomers; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Correlation Between Saturated Fatty Acid Chain-Length and Intermolecular Forces Determined with Terahertz Spectroscopy", "doi": "10.26434/chemrxiv.7553054.v1", "published_doi": "10.1039/C9CC00141G", "published_url": "https://doi.org/10.1039/C9CC00141G", "authors": "Shuting Fan; Michael Ruggiero; Zhengfang Qian; Vincent P. Wallace", "abstract": "<p>We measured crystalline (C-form)\nsaturated fatty acids with even carbon numbers ranging from 12 to 20 using\ntemperature dependent terahertz time-domain spectroscopy (THz-TDS). Absorption\nfeatures between 0.5 to 2.75 THz were identified at temperatures from 96 K to\n293 K, and a systematic red-shift was obvserved with the increasing carbon\nchain length. The origins of these absorption bands were uncovered using\nstate-of-the-art <i>ab initio</i> density\nfunctional theory (DFT) calculations. Similar vibrational motions in the\nabsorption bands of the different materials highlight the unique role that\nTHz-TDS has for probing weak non-covalent interactions in these materials. Our\nresults showcase the utility of the terahertz region, which is beyond the scope\nof related vibrational techniques, providing direct evidence of the effect of\nchain length on the intermolecular interactions of these molecules. </p>", "date": "2019-01-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Peptoid with Extended Shape in Water", "doi": "10.26434/chemrxiv.7552139.v1", "published_doi": "10.1021/jacs.9b04371", "published_url": "https://doi.org/10.1021/jacs.9b04371", "authors": "Jumpei Morimoto; Yasuhiro Fukuda; Takumu Watanabe; Daisuke Kuroda; Kouhei Tsumoto; Shinsuke Sando", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>“Peptoids” was proposed, over decades ago, as a term describing analogs of peptides that exhibit\nbetter physicochemical and pharmacokinetic properties than peptides. Oligo-(N-substituted glycines)\n(oligo-NSG) was previously proposed as a peptoid due to its high proteolytic resistance and membrane permeability. However, oligo-NSG is conformationally flexible and is difficult to achieve a\ndefined shape in water. This conformational flexibility is severely limiting biological application of\noligo-NSG. Here, we propose oligo-(N-substituted alanines) (oligo-NSA) as a new peptoid that\nforms a defined shape in water. A synthetic method established in this study enabled the first isolation and conformational study of optically pure oligo-NSA. Computational simulations, crystallographic studies and spectroscopic analysis demonstrated the well-defined extended shape of oligo-NSA realized by backbone steric effects. The new class of peptoid achieves the constrained conformation without any assistance of N-substituents and serves as an ideal scaffold for displaying\nfunctional groups in well-defined three-dimensional space, which leads to effective biomolecular\nrecognition.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-08", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Stereochemistry; Chemical Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Improving Atom Type Diversity and Sampling in Co-Solvent Simulations Using λ-Dynamics", "doi": "10.26434/chemrxiv.7557224.v1", "published_doi": "10.1021/acs.jctc.8b00940", "published_url": "https://doi.org/10.1021/acs.jctc.8b00940", "authors": "Amr Mahmoud; Ying Yang; Markus Lill", "abstract": "<div>Here we present a novel co-solvent MD simulation method based on the lambda-dynamics simulation concept that  aims to address a serious issue of current co-solvent simulation approaches, the limited chemical diversity of probe molecules ignoring the chemical \ncontext of the pharmacophoric feature represented by a probe. The new concept significantly increases the chemical diversity of functional groups investigated during co-solvent simulations. Application to four different test cases highlights the utility of the new approach to identify binding preferences of different functional groups and to correctly rank ligand series that differ by their substitution patterns.</div>", "date": "2019-01-09", "journal": "chemRxiv", "categories": "Biophysics; Chemical Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dilute Solution Structure of Bottlebrush Polymers", "doi": "10.26434/chemrxiv.7556690.v1", "published_doi": "10.1039/C9SM00033J", "published_url": "https://doi.org/10.1039/C9SM00033J", "authors": "Sarit Dutta; Matthew A. Wade; Dylan J. Walsh; Damien Guironnet; Simon A. Rogers; Charles E. Sing", "abstract": "<div>Bottlebrush polymers are a class of macromolecules that has recently found use</div><div>in a wide variety of materials, ranging from lubricating brushes and</div><div>nanostructured coatings to elastomeric gels that exhibit structural color. These</div><div>polymers are characterized by dense branches extending from a central backbone,</div><div>and thus have properties distinct from linear polymers. It remains a challenge</div><div>to specifically understand conformational properties of these molecules, due to</div><div>the wide range of architectural parameters that can be present in a system, and</div><div>thus there is a need to accurately characterize and model these molecules. In</div><div>this paper, we use a combination of viscometry, light scattering, and computer</div><div>simulations to gain insight into the conformational properties of dilute</div><div>bottlebrush polymers.  We focus on a series of model bottlebrushes consisting of</div><div>a poly(norbornene) (PNB) backbone with poly(lactic acid) (PLA) side chains. We</div><div>demonstrate that intrinsic viscosity and hydrodynamic radius are experimental</div><div>observations \\emph{sensitive} to molecular architecture, exhibiting distinct</div><div>differences with different choices of branch and backbone lengths. Informed by</div><div>the atomistic structure of this PNB-PLA system, we rationalize a coarse-grained</div><div>simulation model that we evaluate using a combination of Brownian Dynamics and</div><div>Monte Carlo simulations.  We show that this exhibits quantitative matching to</div><div>experimental results, enabling us to characterize the overall shape of the</div><div>bottlebrush via a number of metrics that can be extended to more general</div><div>bottlebrush architectures.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Polymer brushes; Polymer chains", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Revised Modular Approach to D8-THC and Derivatives Through Late-Stage Suzuki-Miyaura Cross-Coupling Reactions", "doi": "10.26434/chemrxiv.7553444.v1", "published_doi": "10.1002/EJOC.201900059", "published_url": "https://doi.org/10.1002/ejoc.201900059", "authors": "Victor Bloemendal; Floris P. J. T. Rutjes; Thomas\nJ. Boltje; Daan Sondag; Hidde Elferink; Jan C.M. van Hest", "abstract": "<p>In this manuscript we describe a modular pathway\nto synthesize biologically relevant (–)-<i>trans</i>-Δ<sup>8</sup>-THC\nderivatives, which can be used to modulate the pharmacologically important CB<sub>1</sub>\nand CB<sub>2</sub> receptors. This pathway involves a one-pot Friedel-Crafts\nalkylation/cyclization protocol, followed by Suzuki-Miyaura cross-coupling\nreactions and gives rise to a series of new Δ<sup>8</sup>-THC derivatives. In addition, we\ndemonstrate using extensive NMR evidence that similar halide-substituted\nFriedel-Crafts alkylation/cyclization products in previous articles were\nwrongly assigned as the para-isomers, which also has consequence for the\nassignment of the subsequent cross-coupled products and interpretation of their\nbiological activity. </p>\n\n<p>Considering the importance of the availability\nof THC derivatives in medicinal chemistry research and the fact that previously\nsynthesized compounds were wrongly assigned, we feel this research is describing a\nstraightforward pathway into new cannabinoids.</p>", "date": "2019-01-08", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "LICHEM 1.1: Recent Improvements and New Capabilities", "doi": "10.26434/chemrxiv.7556744.v1", "published_doi": "10.1021/acs.jctc.9b00028", "published_url": "https://doi.org/10.1021/acs.jctc.9b00028", "authors": "Hatice Gökcan; Erik A. Vazquez-Montelongo; G. Andres Cisneros", "abstract": "This new version of LICHEM comprises several new capabilities including a hybrid--parallel implementation of the quadratic string method coupled with restrained MM environment optimization, point-charge and multipolar long--range electrostatic corrections via QM/MM--LREC,  a new implementation of QM/GEM and several minor improvements.", "date": "2019-01-09", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Transport Anomalies Emerging from Strong Correlation in Ionic Liquid Electrolytes", "doi": "10.26434/chemrxiv.7364813.v1", "published_doi": "10.1016/j.jpowsour.2019.04.085", "published_url": "https://doi.org/10.1016/j.jpowsour.2019.04.085", "authors": "Nicola Molinari; Jonathan P. Mailoa; Nathan Craig; Jake Christensen; Boris Kozinsky", "abstract": "<div>Recent works on ionic liquid electrolyte systems motivate the present study of transport regimes where strong species interactions result in significant correlations and deviations from ideal solution behaviour. In order to obtain a complete description of transport in these systems we use rigorous concentrated solution theory coupled with molecular dynamics simulations, beyond the commonly used uncorrelated Nernst-Einstein equation. As a case study, we investigate the NaFSI - Pyr<sub>13</sub>\\FSI room temperature ionic liquid electrolyte. When fully accounting for intra- and inter-species correlation, an anomalously low and even negative transference number emerges for NaFSI molar fractions lower than 0.2, emphasising that strong ion-ion coupling in the electrolyte can significantly impact the rate performance of the cell. With increasing concentration the transference number monotonically increases, approaching unity, while the total conductivity decreases as the system transitions to a state resembling a single-ion solid-state electrolyte. The degree of spatial ionic association is explored further by employing a variant of unsupervised single-linkage clustering algorithm. Using this combination of numerical techniques we examine the microscopic mechanisms responsible for the trade-off between key electrolyte transport properties, previously overlooked in both computational and experimental studies.</div>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Electrochemistry; Computational Chemistry and Modeling; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Gold Nanorods as a High-Pressure Sensor of Phase Transitions and Refractive-Index Gauge", "doi": "10.26434/chemrxiv.7558823.v1", "published_doi": "10.1039/C9NR02792K", "published_url": "https://doi.org/10.1039/C9NR02792K", "authors": "Marcin Runowski; Szymon Sobczak; Jedrzej Marciniak; Ida Bukalska; Stefan Lis; Andrzej Katrusiak", "abstract": "<div>The absorption peaks of surface plasmon\nresonance (SPR) in Au NRs are highly sensitive to their surrounding medium and\nto its refractive index (<i>RI</i>) changes. However, no applications of NRs\nfor detecting phase transitions have been reported. Here we show that Au NRs effectively\ndetect phase transitions of compressed compounds, liquid and solid, by measuring\ntheir <i>RI</i>. Owing to the direct interaction of the NRs with their surrounding\nmedium, its subtle <i>RI</i> changes can be\nobserved by the use of high-pressure absorption Vis-NIR spectroscopy.</div><b></b>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanodevices; Plasmonic and Photonic Structures and Devices; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Insight on the Effect of Azobenzene Functionalities Studied in UiO-66 Framework for Low Energy CO2 Capture and CO2/N2 Membrane Separation", "doi": "10.26434/chemrxiv.7568696.v1", "published_doi": "10.1039/C9TA02096A", "published_url": "https://doi.org/10.1039/c9ta02096a", "authors": "Bradley P. Ladewig; Nicholaus Prasetya", "abstract": "<div><b>Abstract</b><br /></div><div>In this paper, we report a simple approach to study the fundamental aspect of light-responsive metal organic framework (MOF) in UiO-66 topology through a mixed-ligand approach. Apart from change in the structural property, the loading of azobenzene linker inside the framework also affects the CO<sub>2</sub> light-responsive property and CO<sub>2</sub>/N<sub>2</sub> selectivity which could help to design future low-energy CO<sub>2</sub> adsorbents. Further study to incorporate the MOFs into mixed matrix membranes also indicates the benefit of higher azobenzene loading in the MOF to enhance the CO2/N2 separation performance since it can improve the separation performance which could not be obtained in non-functionalized fillers.</div><div><br /></div><div><b>Data Repository</b></div><div>Research data and additional high-resolution images are available from the open repository: https://doi.org/10.5281/zenodo.2533852</div>", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Separation Science; Coordination Chemistry (Organomet.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pd-Catalyzed C–N Coupling Reactions Facilitated by Organic Bases: Mechanistic Investigation Leads to Enhanced Reactivity in the Arylation of Weakly Binding Amines", "doi": "10.26434/chemrxiv.7568978.v1", "published_doi": "10.1021/acscatal.9b00981", "published_url": "https://doi.org/10.1021/acscatal.9b00981", "authors": "Joseph Dennis; Nicholas White; Richard Liu; Stephen L. Buchwald", "abstract": "The ability to use soluble organic amine bases in\nPd-catalyzed C–N cross-coupling reactions has provided a long-awaited solution\nto the many issues associated with employing traditional, heterogeneous\nreaction conditions. However, little is known about the precise function of\nthese bases in the catalytic cycle and about the effect of variations in base\nstructure on catalyst reactivity. We used <sup>19</sup>F NMR to analyze the\nkinetic behavior of C–N coupling reactions facilitated by different organic\nbases. In the case of aniline coupling reactions employing DBU, the resting\nstate was a DBU-bound oxidative addition complex, LPd(DBU)(Ar)X, and the reaction\nwas found to be inhibited by base. In general, however, depending on the binding\nproperties of the chosen organic base, increased concentration of the base can\nhave a positive or negative influence on the reaction rate. We propose a model\nin which the turnover-limiting step of the catalytic cycle depends on the\nrelative nucleophilicity of the base compared to that of the amine. This\nhypothesis guided the discovery of new reaction conditions for the coupling of\nweakly binding amines, including secondary aryl amines, which were unreactive\nnucleophiles in our original protocol.", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Homogeneous Catalysis; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Gas Permeation Through Single-Crystal ZIF-8 Membranes", "doi": "10.26434/chemrxiv.7571186.v1", "published_doi": "10.1016/j.memsci.2019.01.027", "published_url": "https://doi.org/10.1016/j.memsci.2019.01.027", "authors": "Chen Chen; Aydin Ozcan; A. Ozgur Yazaydin; Bradley P. Ladewig", "abstract": "<b>Abstract</b><div>Grain boundaries are an unavoidable microstructural feature in intergrown polycrystalline metal-organic framework (MOF) membranes. They have been suspected to be less size-selective than a MOF’s micropores, resulting in suboptimal separation performances – a speculation recently confirmed by transmission electron microscopy of MOF ZIF-8. Single-crystal membranes, without grain boundaries, should confine mass transport to micropores and reflect the intrinsic selectivity of the porous material. Here, we demonstrate the feasibility of fabricating single-crystal MOF membranes and directly measuring gas permeability through such a membrane using ZIF-8 as an exemplary MOF. Our single-crystal ZIF-8 membranes achieved ideal selectivities up to 28.9, 10.0, 40.1 and 3.6 for gas pairs CO<sub>2</sub>/N<sub>2</sub>, CO<sub>2</sub>/CH<sub>4</sub>, He/CH<sub>4</sub> and CH<sub>4</sub>/N<sub>2</sub> respectively, much higher than or reversely selective to over 20 polycrystalline ZIF-8 membranes, unequivocally proving the non-selectivity of grain boundaries. The permeability trend obtained in single-crystal membranes aligned with a force field that had been validated against multiple empirical adsorption isotherms.<br /></div>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Separation Science; Transport Phenomena (Chem. Eng.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Integrated CO2 Capture and Conversion into Valuable Hydrocarbons", "doi": "10.26434/chemrxiv.7570664.v1", "published_doi": "10.1002/cctc.201900762", "published_url": "https://doi.org/10.1002/cctc.201900762", "authors": "Adrian Ramirez; Samy Ould-Chikh; Lieven Gevers; Abhishek Dutta Chowdhury; Edy Abou-hamad; Antonio Aguilar-Tapia; Jean-Louis Hazemann; Nimer Wehbe; Abdullah J. Al Abdulghani; Sergey M. Kozlov; Luigi Cavallo; Jorge Gascon", "abstract": "The alarming atmospheric concentration and continuous emissions of carbon dioxide (CO2) require immediate action. As a result of advances in CO2 capture and sequestration technologies (generally involving point sources such as energy generation plants), large amounts of pure CO2 will soon be available. In addition to geological storage and other applications of the captured CO2, the development of technologies able to convert this carbon feedstock into commodity chemicals may pave the way towards a more sustainable economy. Here, we present a novel multifunctional catalyst consisting of Fe2O3 encapsulated in K2CO3 that can capture and simultaneously transform CO2 into olefins. In contrast to traditional systems in Fischer-Tropsch reactions, we demonstrate that when dealing with CO2 activation (in contrast to CO), very high K loadings are key to capturing the CO2 via the well-known ‘potassium carbonate mechanism’. The proposed catalytic process is demonstrated to be as productive as existing commercial processes based on synthesis gas while relying on economically and environmentally advantageous CO2 feedstock.", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Directed, Palladium(II)-Catalyzed Enantioselective anti-Carboboration of Alkenyl Carbonyl Compounds", "doi": "10.26434/chemrxiv.7577597.v1", "published_doi": "10.1021/acscatal.9b00181", "published_url": "https://doi.org/10.1021/acscatal.9b00181", "authors": "Zhen Liu; Xiaohan Li; Tian Zeng; Keary Engle", "abstract": "A substrate-directed enantioselective <i>anti</i>-carboboration reaction of alkenes has been developed, wherein a carbon based nucleophile and a boron moiety are installed across the C=C bond through a 5- or 6-membered palladacycle intermediate. The reaction is promoted by a palladium(II) catalyst and a mondentate oxzazoline ligand. A range of enantioenriched secondary alkylboronate products were obtained with moderate to high enantioselectivity that could be further upgraded by recrystallization. This work represents a new method to synthesize versatile and valuable alkylboronate building blocks. Building on an earlier mechanistic proposal by Peng, He, and Chen, a revised model is proposed to account for the stereoconvergent nature of this transformation.", "date": "2019-01-11", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Stereochemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Single Crystal Automated Refinement (SCAR): A Data-Driven Method for Solving Inorganic Structures", "doi": "10.26434/chemrxiv.7580021.v1", "published_doi": "10.1021/ACS.INORGCHEM.9B00344", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b00344", "authors": "Gayatri Viswanathan; Anton Oliynyk; Erin Antono; Julia Ling; Bryce Meredig; Jakoah Brgoch", "abstract": "<p>Single crystal diffraction is one of\nthe most common experimental techniques in chemistry for determining a crystal\nstructure. However, the process of crystal structure solution and refinement is\nnot always straightforward. Methods to simplify and rationalize the path to the\nmost optimal crystal structure model have been incorporated\ninto various data processing and crystal structure solution software, with the focus\ngenerally on aiding macromolecular or protein structure solution. In this work,\nwe propose a new method that uses single crystal data to solve the crystal\nstructures of inorganic, extended solids\ncalled “Single Crystal Automated Refinement (<i>SCAR</i>).” The approach was developed using data mining and machine-learning\nmethods and considers several structural features common in inorganic solids, like\natom assignment based on physically reasonable distances, atomic statistical\nmixing, and crystallographic site deficiency. The output is a tree of possible\nsolutions for the data set with a corresponding fit score indicating the most\nreasonable crystal structure. Here, the foundation for <i>SCAR</i> is presented followed by\nthe implementation of <i>SCAR</i> to solve two\nnewly synthesized and previously unreported phases, ZrAu<sub>0.5</sub>Os<sub>0.5</sub>\nand Nd<sub>4</sub>Mn<sub>2</sub>AuGe<sub>4</sub>. The structure solutions are found\nto be comparable with manually solving the data set, including the same refined\nmixed occupancies and atomic deficiency, supporting the validity of this automatic\nstructure solution method. The proposed <i>SCAR</i>\nprogram is thusly verified to be a fast\nand reliable assistant in solving even complex single crystal diffraction data\nfor extended inorganic solids.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Alloys; Chemoinformatics; Solid State Chemistry; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Macrocellular Titanosilicate Monoliths as Highly Efficient Structured Olefin Epoxidation Catalysts", "doi": "10.26434/chemrxiv.7578599.v1", "published_doi": "10.1002/cctc.201900028", "published_url": "https://doi.org/10.1002/cctc.201900028", "authors": "Valentin Smeets; Ludivine van den Biggelaar; Tarek Barakat; Eric M. Gaigneaux; Damien Debecker", "abstract": "Self-standing macrocellular titanosilicate monolith foams are obtained using a one-pot sol-gel route and show excellent performance in the epoxidation of cyclohexene. Thanks to the High Internal Phase Emulsion (HIPE) templating method, the materials feature a high void fraction, a hierarchically porous texture and good mechanical strength. Highly dispersed Ti species can be incorporated in tetrahedral coordination the silica matrix. These  characteristics allow the obtained ‘SiTi(HIPE)’ materials to reach high catalytic turnover in the epoxidation of cyclohexene. The monoliths can advantageously be used to run the reaction in continuous flow mode.<br />", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Catalysts; Reaction Engineering; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Symmetry Breaking and the Turn-On Fluorescence of Small, Highly Strained Carbon Nanohoops", "doi": "10.26434/chemrxiv.7580027.v1", "published_doi": "10.1039/C9SC00169G", "published_url": "https://doi.org/10.1039/C9SC00169G", "authors": "Terri Lovell; Curtis Colwell; Lev N. Zakharov; Ramesh Jasti", "abstract": "<p>[<i>n</i>]Cycloparaphenylenes, or “carbon nanohoops,” are unique conjugated macrocycles with radially oriented p-systems similar to those in carbon nanotubes. The centrosymmetric nature and conformational rigidity of these molecules lead to unusual size-dependent photophysical characteristics. To investigate these effects further and expand the family of possible structures, a new class of related carbon nanohoops with broken symmetry is disclosed. In these structures, referred to as <i>meta</i>[<i>n</i>]cycloparaphenylenes, a single carbon-carbon bond is shifted by one position in order to break the centrosymmetric nature of the parent [<i>n</i>]cycloparaphenylenes. Advantageously, the symmetry breaking leads to bright emission in the smaller nanohoops, which are typically non-fluorescent due to optical selection rules. Moreover, this simple structural manipulation retains one of the most unique features of the nanohoop structures-size dependent emissive properties with relatively large extinction coefficents and quantum yields. Inspired by earlier theoretical work by Tretiak and co-workers, this joint synthetic, photophysical, and theoretical study provides further design principles to manipulate the optical properties of this growing class of molecules with radially oriented p-systems.</p>", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Nanostructured Materials - Materials; Optical Materials; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Instructed-Assembly as Context-Dependent Nanoscale Signals for Death and Morphogenesis of Cells", "doi": "10.26434/chemrxiv.7581590.v1", "published_doi": "10.1002/anie.201812998", "published_url": "https://doi.org/10.1002/anie.201812998", "authors": "Huaimin Wang; Zhaoqianqi Feng; Bing Xu", "abstract": "Context-dependent signaling, as a ubiquitous phenomenon in nature, is a dynamic molecular process at nano- and microscales, but how to mimic its essence using non-covalent synthesis in cellular environment has yet to be developed. Here we show a dynamic continuum of non-covalent filaments formed by instructed-assembly (iA) of a supramolecular phosphoglycopeptide (sPGP) as context-dependent signals for controlling death and morphogenesis of cells. Specifically, while enzymes (i.e., ectophosphatases) on cancer cells catalyze the formation of the filaments of the sPGP to result in cell death, damping the enzyme activity induces 3D cell spheroids. Similarly, relying on the ratio of stromal and cancer cells in a co-culture to modulate the expression of the ectophosphatase, the iA process enables cell spheroids. The spheroids act as a mimic of tumor microenvironment for drug screening. As the first demonstration of iA as multifunctional processes according to local enzyme activity for controlling cell behavior, this work illustrates context-dependent biological functions of non-covalent synthesis in cellular environment.", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Nanostructured Materials - Materials; Imaging; Biochemistry; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optimization of PES Nanocomposite Membrane Preparation Using Statistical Analysis and Experimental Design", "doi": "10.26434/chemrxiv.7581767.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yasin Orooji; Fatemeh Noorisafa; Nahid Imami; Amir R. Chaharmahali", "abstract": "<p>Using\nexperimental design and statistical analysis\n(½ Fractional Factorial Design),\nthis study investigates the effect of different\nparameters in the membrane fabrication on\nthe performance of nanocomposite PES/TiO<sub>2</sub> membrane. </p>", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Separation Science; Water Purification", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine-Learnt Fragment-Based Energies for Crystal Structure Prediction", "doi": "10.26434/chemrxiv.7583294.v1", "published_doi": "10.1021/acs.jctc.9b00038", "published_url": "https://doi.org/10.1021/acs.jctc.9b00038", "authors": "David McDonagh; Chris-Kriton Skylaris; Graeme Day", "abstract": "Crystal structure prediction involves a search of a complex configurational space for local minima corresponding to stable crystal structures, which can be performed efficiently using atom-atom force fields for the assessment of intermolecular interactions. However, for challenging systems, the limitations in the accuracy of force fields prevents a reliable assessment of the relative thermodynamic stability of potential structures. Here we present a method to rapidly improve force field lattice energies by correcting two-body interactions with a higher level of theory in a fragment-based approach, and predicting these corrections with machine learning. We find corrected lattice energies with commonly used density functionals and second order perturbation theory (MP2) all significantly improve the ranking of experimentally known polymorphs where the rigid molecule model is applicable. The relative lattice energies of known polymorphs are also found to systematically improve towards experimentally determined values and more comprehensive energy models when using MP2 corrections, despite remaining at the force field geometry. Predicting two-body interactions with atom-centered symmetry functions in a Gaussian process is found to give highly accurate results with as little as 10-20% of the training data, reducing the cost of the energy correction by up to an order of magnitude.  The machine learning approach opens up the possibility of using fragment-based methods to a greater degree in crystal structure prediction, providing alternative energy models where standard approaches are insufficient.", "date": "2019-01-14", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Self-Assembly; Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "Ipomoeassin F Binds Sec61α to Inhibit Protein Translocation", "doi": "10.26434/chemrxiv.7581764.v1", "published_doi": "10.1021/JACS.8B13506", "published_url": "https://doi.org/10.1021/jacs.8b13506", "authors": "Wei Shi; Guanghui Zong; Zhijian Hu; Sarah O’Keefe; Dale Tranter; Ludivine Baron; Michael Iannotti; Belinda Hall; Katherine Corfield; Anja Paatero; Mark Henderson; Peristera Roboti; Jianhong Zhou; Xianwei Sun; Mugunthan Govindarajan; Jason M. Rohde; Nicolas Blanchard; Rachel Simmonds; James Inglese; Yuchun Du; Caroline Demangel; Stephen High; Ville Paavilainen", "abstract": "The ipomoeassin\nfamily of natural resin glycosides is underexplored chemical space with potent antitumor\nactivity revealed in the NCI-60 cell lines screen; however, its mode of action\nhas so far remained unexplored.  In this\nmanuscript, we report our chemical proteomics and subsequent biology studies that\ntransform our collective knowledge of the ipomoeassin glycolipids from Organic Synthesis and Medicinal\nChemistry to biological\nmechanism and provide a step change in our understanding of its action at a\ncellular level.  Hence, we created an\nipomoeassin F-based biotin affinity probe and used it in live cells to isolate\nthe ER membrane protein Sec61α as its presumptive molecular target.  A direct interaction between Sec61α and ipomoeassin\nF was confirmed by cell imaging, pulldown from purified ER membranes and\ncompetition studies using a photo-crosslinking analogue of the cyclodepsipeptide cotransin,\na known Sec61α inhibitor.  Crucially, we then\nshowed that ipomoeassin F binding has a profound effect on Sec61 function,\nusing both in vitro and in vivo assays for protein translocation and protein secretion\nrespectively. Although structurally quite distinct, the potency of ipomoeassin\nF is comparable to that of mycolactone, a recently identified and intensely\nstudied inhibitor of Sec61.  The ~1,000 fold increase\nin the ipomoeassin F resistance of two cell lines expressing mutant forms of Sec61α\nstrongly supports our conclusion that the effect of the compound on Sec61α is\nthe primary basis for its potent cytotoxicity.  However, we also provide evidence that ipomoeassin\nF is mechanistically distinct from known Sec61α inhibitors, suggesting that it is\na novel structural class that may offer new opportunities to explore the Sec61\nprotein translocation complex as a therapeutic target for drug discovery.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Natural Products; Biochemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Supramolecular Organization and Evaporation of Polymeric Tin Trifluoroacetates", "doi": "10.26434/chemrxiv.7586459.v1", "published_doi": "10.1021/ACS.INORGCHEM.9B01308", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b01308", "authors": "Goran Bacic; Conor\nD. Rankine; Jason D. Masuda; Derek\nA. Wann; Sean Barry", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Simple tin carboxylates make up a family of important industrial catalysts and precursors for deposition of SnO2 thin films. However, their structures remain disparately characterized, and tin trifluoroacetates have been particularly elusive. Here we report on a combined X-ray diffraction (XRD), gas phase electron diffraction (GED) and density functional theory (DFT) study into the structure and bonding of tin(II) and tin(IV) trifluoroacetates to understand their influence on thermal stability and volatility. Tin(II) bis(trifluoroacetate) (1′) eliminates trifluoroacetic anhydride upon sublimation to form the linear polymeric  hexatin(II)-di-μ -oxy-octakis-μ-trifluoroacetate (1F ), which itself sublimes (1 Torr at 191 C) as a 1:1 mixture of 1 and ditin(II)-μ-oxy-bis-μ-trifluoroacetate (1′′). Tin(IV) tetrakis(trifluoroacetate) (2F) is also polymeric in the solid state, but evaporates as a monomer at low temperatures (1 Torr at 84 ◦C). Together they make a family of multifunctional Lewis acidic and basic building blocks for supramolecular organization of clusters and polymers in the solid state. Anomalous trends in the volatility of these trifluoroacetates and their hydrogenated derivatives can be rationalized by consideration of their modes of polymerization with respect to the thermodynamics of evaporation. Both 1F and 2F combine high thermal stability and volatility, and are demonstrated to be complementary, safe, and green potential precursors for chemical vapor deposition (CVD) or atomic layer deposition (ALD) of earth-abundant transparent conducting F-doped SnO2. </p>\n\t\t\n\t\n\t\n\t\t<div><div><div>\n\t\t\n\t\n\t\n\t\t<p> </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-15", "journal": "chemRxiv", "categories": "Coordination polymers; Inorganic Polymers; Coordination Chemistry (Inorg.); Main Group Chemistry (Inorg.); Supramolecular Chemistry (Inorg.); Computational Chemistry and Modeling; Physical and Chemical Processes; Physical and Chemical Properties; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intrinsic Flexibility of the EMT Zeolite Framework Under Pressure", "doi": "10.26434/chemrxiv.7588733.v1", "published_doi": "10.3390/molecules24030641", "published_url": "https://doi.org/10.3390/molecules24030641", "authors": "Antony Nearchou; Mero-Lee U. Cornelius; Jonathan M. Skelton; Zoe Jones; Andrew Cairns; Ines E. Collings; Paul R. Raithby; Stephen A. Wells; Asel Sartbaeva", "abstract": "<p>The roles of organic additives in the\nassembly and crystallisation of zeolites is still not fully understood. This is\nimportant when attempting to prepare novel frameworks to produce new zeolites.\nWe consider 18-crown-6 ether as an additive, which has previously been shown to\ndifferentiate between the EMT and FAU zeolite frameworks. However, it is\nunclear whether this distinction is dictated by influences on the metastable\nfree-energy landscape or geometric templating. Using high pressure synchrotron\nX-ray diffraction, we have observed that the presence of 18C6 does not impact\nthe EMT framework flexibility – agreeing with our previous geometric\nsimulations and suggesting that 18C6 does not behave as a true geometric\ntemplate. This was further studied with computational modelling, using\nfirst-principles comparative periodic DFT and lattice-dynamics calculations. It\nis shown that the lattice energy of FAU is more stable than EMT, however this\nis strongly impacted by the presence of solvent/guest molecules in the\nframework. Furthermore, the EMT topology possesses a greater vibrational\nentropy, being stabilised by free energy at finite temperature. Overall, these\nfindings demonstrate that the role of the 18C6 additive is to influence the\nfree-energy of crystallisation to assemble the EMT framework as opposed to FAU.\n</p>", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Inorganic Acid/Base Chemistry; Minerals; Solid State Chemistry; Computational Chemistry and Modeling; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlled Growth of the Non-centrosymmetric Zn(3-ptz)2 and Zn(Oh)(3-ptz) Metal-organic Frameworks", "doi": "10.26434/chemrxiv.7588640.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "javier enriquez; Ignacio Chi-Duran; Carolina Manquian; Felipe Herrera; Ruben Fritz; Dinesh Pratap Singh", "abstract": "Non-centrosymmetric single-crystal metal-organic frameworks (MOF) are promising candidates for phase-matched nonlinear optical communication, but typical hydrothermal synthesis produces small crystals with relatively low transmittance and poor phase matching. We study the effect of the metal-to-ligand molar ratio and reaction pH on the hydro-thermal synthesis of the non-centrosymmetric Zn(3-ptz)<sub>2</sub> and Zn(OH)(3-ptz) MOFs with <i>in-situ </i>ligand formation. In acidic environments, we find that decreasing the amount of ligand below the stoichiometric molar ratio 1:2 also produces highly transparent single-crystal octahedrons of <b>Zn(3-ptz)<sub>2</sub></b>. In alkaline environments, we obtain long rod-like <b>Zn(OH)(3-ptz) </b>crystals whose length exceeds previous reports by up to four orders of magnitude.  Potential applications of these results in the development of MOF-based nonlinear optical devices are discussed.", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Optical Materials; Coordination Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Discovery of New AKT1 Inhibitors by Combination of In silico Structure Based Virtual Screening Approaches and Biological Evaluations", "doi": "10.26434/chemrxiv.7591202.v1", "published_doi": "10.1080/07391102.2020.1715835", "published_url": "https://doi.org/10.1080/07391102.2020.1715835", "authors": "Filip Fratev; Denisse A. Gutierrez; Renato J. Aguilera; suman sirimulla", "abstract": "AKT1 is emerging as a useful target for treating cancer. Herein, we discovered a new set of ligands that inhibit the AKT1, as shown by in vitro binding and cell line studies, using a newly designed virtual screening protocol that combines structure-based pharmacophore and docking screens. Taking together with the biological data, the combination of structure based pharamcophore and docking methods demonstrated reasonable success rate in identifying new inhibitors (60-70%) proving the success of aforementioned approach. A detail analysis of the ligand-protein interactions was performed explaining observed activities.<br />", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Bonding; Bioinformatics and Computational Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Automatically Full Glycan Structural Determination with Logically Derived Sequence Tandem Mass Spectrometry", "doi": "10.26434/chemrxiv.7591190.v1", "published_doi": "10.1002/CBIC.201900228", "published_url": "https://doi.org/10.1002/cbic.201900228", "authors": "Shang-Ting Tsai; Chia Yen Liew; Hsu Chen Hsu; Shih-Pei Huang; Wei-Chien Weng; Yu-Hsiang Kuo; Chi-Kung Ni", "abstract": "Here we show the full structures of glycans, including\ndiastereomers and anomericity of each monosaccharide and linkage position of\neach glycosidic bond, can be determined using tandem mass spectrometry guided\nby a logically derived sequence (LODES). This new method provides de novo\noligosaccharide structural identifications with high sensitivity and was\napplied to automatically in situ structural determination of the oligosaccharides eluted by high performance liquid chromatography. We showed\nthat the structure of a given trisaccharide from trisaccharide mixture and\nbovine milk were determined from\nnear three\nthousand isomers by using six to seven logically selected CID spectra.\nThe entire procedure of mass spectrum measurement guided by LODES can be\nprogrammed in computer for automatically full glycan structural identification,\na goal that remains a great challenge in glycan analysis.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemical Analysis; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Hydrogenations with Cationic Heteroleptic Copper(I)/N-Heterocyclic Carbene Complexes", "doi": "10.26434/chemrxiv.7593989.v1", "published_doi": "10.1055/S-0037-1612302", "published_url": "https://doi.org/10.1055/s-0037-1612302", "authors": "Niklas O. Thiel; Johannes F. Teichert", "abstract": "A new heteroleptic cationic copper(I) complex bearing two N-heterocyclic carbene (NHC) ligands has been prepared. In situ, a Cu–O-bond can be generated which enables the complex to catalytically activate H2. The resulting complex shows activity in catalytic chemo- and stereoselective alkyne semihydrogenations as well as conjugate reductions of enones.<br />", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The PMI Predictor - a Web App Enabling Green-by-Design Chemical Synthesis", "doi": "10.26434/chemrxiv.7594646.v1", "published_doi": "10.1038/S41893-019-0400-5", "published_url": "https://doi.org/10.1038/s41893-019-0400-5", "authors": "Alina Borovika; Jacob Albrecht; Jun Li; Andrew S. Wells; Christiana Briddell; Barry R. Dillon; Louis J. Diorazio; James R. Gage; Fabrice Gallou; Stefan G. Koenig; Michael E. Kopach; David K. Leahy; Isamir Martinez; Martin Olbrich; Jared L. Piper; Frank Roschangar; Edward Sherer; Martin D. Eastgate", "abstract": "<div>Herein we describe a green-by-design approach to route selection and development, assisted by predictive analytics and historical data. In order to aid the selection of more efficient strategies, we created a user-friendly web application, the “PMI Prediction Calculator,” to foretell the probable efficiencies of proposed synthetic routes, prior to their evaluation in the laboratory. This tool can also be used to benchmark the outcome performance of a developed process. We expect that use of this app will bring greater awareness of sustainability during the ideation phase of route design and will contribute to a reduced environmental impact of pharmaceutical production. The app can be accessed following the link:</div><div>https://acsgcipr-predictpmi.shinyapps.io/pmi_calculator/</div>", "date": "2019-01-16", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Process Chemistry; Wastes; Chemoinformatics - Computational Chemistry; Pharmaceutical Industry; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlled Growth of Imine-Linked Two-Dimensional Covalent Organic Framework Nanoparticles", "doi": "10.26434/chemrxiv.7604642.v1", "published_doi": "10.1039/C9SC00289H", "published_url": "https://doi.org/10.1039/C9SC00289H", "authors": "Rebecca Li; Nathan C. Flanders; Austin Evans; Woojung Ji; Ioannina Castano; Lin Chen; Nathan Gianneschi; William Dichtel", "abstract": "Covalent organic frameworks (COFs) consist of monomers arranged in predictable structures with emergent properties. However, improved crystallinity, porosity, and solution processability remain major challenges. To this end, colloidal COF nanoparticles are useful for mechanistic studies of nucleation and growth and enable advanced spectroscopy and solution processing of thin films. Here we present a general approach to synthesize imine-linked 2D COF nanoparticles and control their size by favoring imine polymerization while preventing the nucleation of new particles. The method yields uniform, crystalline, and high-surface-area particles and is applicable to several imine-linked COFs. In situ X-ray scattering experiments reveal the nucleation of amorphous polymers, which crystallize via imine exchange processes during and after particle growth, consistent with previous mechanistic studies of imine-linked COF powders. The separation of particle formation and growth processes offers control of particle size and may enable further improvements in crystallinity in the future.", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Organic Polymers; Polymerization kinetics; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Making Better Decisions During Synthetic Route Design: Leveraging Prediction to Achieve Greenness-by-Design", "doi": "10.26434/chemrxiv.7599926.v1", "published_doi": "10.1039/C9RE00019D", "published_url": "https://doi.org/10.1039/C9RE00019D", "authors": "Jun Li; Martin Eastgate", "abstract": "This paper expands our work predicting Process Mass Intensity (PMI), as a methodology for exploring the potential efficiency of proposed synthetic routes. In the present work, we integrate a method for predicting the PMI contributions of high complexity reagents, needed to enable certain transformations. We focus on ligands for metal catalyzed reactions - and develop an approach for predicting which ligands may function in CN couplings - as a proof of concept. We leverage this to enable the integration of the PMI contribution of the ligands into a predictions of a routes efficiency, enabling an understanding of the holistic impact of a route decision..", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Process Chemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Assessment of Heavy Metals in the Dust Fall from Three Universities' Motor Parks in Nigeria", "doi": "10.26434/chemrxiv.7594988.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zaccheus Shehu", "abstract": "<div>Dust fall samples in University of Ilorin, University of Ibadan and Kwara State University motor parks were collected using open bucket sampler based on ASTM D1739 of 1998 (2010) for five months from November, 2014 to March, 2015. 0.1g of dust sample was digested with 20 ml of HNO3, HClO4 and HF in ratio of (3:2:1) respectively and the heavy metals (Mn, Cu, Zn, Cd, Pb, and Ni) were analysed using atomic absorption spectrophotometer. </div><div>Generally, decrease in the following order; 1479.75, 1255.675, 241.498, 128.00, 85.25, and 9.625 mg/kg for Mn, Zn, Pb, Ni, Cu and Cd respectively were found at University of Ibadan. The decreased in average mass of heavy metals obtained in University of Ilorin were found to be 1145.75, 797.75, 219.625, 133.51, 58.25 and 23.125 mg/kg for Mn, Zn, Pb, Ni, Cu and Cd respectively. For Kwara State University, decrease in the following order; 778.5, 323.875, 259.375, 101.375, 34.375, and 4.625 mg/kg for Mn, Zn, Pb, Ni, Cu and Cd respectively were found. Generally, the heavy metal concentrations decreases in the following order Mn>Zn>Pb>Ni>Cu>Cd for all the three sites.</div>", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Analytical Chemistry - General; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dust Fall Monitoring In University of Ibadan, University of Ilorin and Kwara State University Motor Parks, Nigeria", "doi": "10.26434/chemrxiv.7594982.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zaccheus Shehu", "abstract": "The study was carried out for five months from November, 2014 to April, 2015 during which dust fall (particulate matter) was monitored in University of Ilorin, University of Ibadan and Kwara State University motor parks. Dust fall monitoring was carried out using Single open bucket sampler based on American Standard Test Method (ASTM D1739). The average dust fall depositions were found to be 1122.15 ± 50, 627.648 ± 34, and 316.322 ± 16 mgm-2day-1 for University of Ilorin (Un), Kwara State University (Kw) and University of Ibadan (UI) sites respectively. It was observed that unpaved surface and number of moving vehicles were the main factors for increased or decreased in dust fall concentrations. There was correlation between some meteorological parameters (rain fall, wind speed, temperature and relative humidity) and dust fall depending on the site.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Analytical Chemistry - General; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Progress in Low Field Benchtop NMR Spectroscopy in Chemical and Biochemical Analysis", "doi": "10.26434/chemrxiv.7594790.v1", "published_doi": "10.1016/j.aca.2019.02.026", "published_url": "https://doi.org/10.1016/j.aca.2019.02.026", "authors": "Martin Grootveld; Benita Percival; Miles Gibson; Yasan Osman; Mark Edgar; Marco Molinari; Melissa L. Mather; Federico Casanova; Philippe Wilson", "abstract": "The employment of spectroscopically-resolved NMR techniques as analytical probes have previously been both prohibitively expensive and logistically challenging in view of the large sizes of high-field facilities. However, with recent advances in the miniaturisation of magnetic resonance technology, low-field, cryogen-free “benchtop” NMR instruments are seeing wider use. Indeed, these miniaturised spectrometers are utilised in areas ranging from food and agricultural analyses through to human biofluid assays and disease monitoring. Therefore, it is both intrinsically timely and important to highlight current applications of this analytical strategy, and also provide an outlook for the future, where this approach may be applied to a wider range of analytical problems, both qualitatively and quantitatively<br />", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Analytical Apparatus", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigating the Effect of Alumina Shaping on the Sorption Properties of Promising Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.7597631.v1", "published_doi": "10.1039/C9RA00534J", "published_url": "https://doi.org/10.1039/C9RA00534J", "authors": "Paul Iacomi; U-Hwang Lee; Anil H. Valenkar; Jong-San Chang; Philip L. Llewellyn", "abstract": "Three promising MOF candidates, UiO-66(Zr), MIL-100(Fe) and MIL-127(Fe) are shaped through granulation with a rho-alumina binder. Subsequently, changes in the surface characteristics and adsorption performance are evaluated through adsorption microcalorimetry at 303 K with several common probes (N<sub>2</sub>, CO<sub>2</sub>, CO, CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, C<sub>3</sub>H<sub>8</sub>, C<sub>3</sub>H<sub>6</sub> and C<sub>4</sub>H<sub>10</sub>), generating a detailed picture of adsorbate-adsorbent interactions. Vapour adsorption experiments with water and methanol were further used to gauge changes in hydrophobicity caused by the addition of the alumina binder. Upon shaping, a decrease in gravimetric capacity and specific surface area is observed, accompanied by an increased capacity on a volumetric basis, attributed to densification induced by the shaping process, as well as a surprising lack of pore environment changes. However, the magnitude of these effects depends on the MOF, suggesting a high dependence on material structure. Out of the three materials, MIL-127(Fe) shows the least changes in adsorption performance and is highlighted as a promising candidate for further study.", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; High-throughput Screening; Coordination Chemistry (Inorg.); Interfaces; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Free Standing Nanoporous Pd Alloys as CO Poisoning Tolerant Electrocatalysts for the Electrochemical Reduction of CO2 to Formate", "doi": "10.26434/chemrxiv.7599803.v1", "published_doi": "10.1021/acscatal.9b00330", "published_url": "https://doi.org/10.1021/acscatal.9b00330", "authors": "Swarnendu Chatterjee; Charles D. Griego; James Hart; Yawei Li; Mitra Taheri; John Keith; Joshua Snyder", "abstract": "CO2 electrochemical reduction to formate has emerged as one of the promising routes for CO2 conversion to useful chemicals and renewable energy storage. Palladium has been shown to make formate with a high selectivity at minimal overpotential. However, production of CO as a minor product quickly deactivates the catalyst during extended electrolysis. Here, we present nanoporous Pd alloys (np-PdX) formed by electrochemical dealloying of Pd15X85 alloys (X = Co, Ni, Cu, and Ag) as active free standing electrocatalysts with high formate selectivity and superior CO poisoning tolerance. Rate of deactivation under constant potential electrolysis, due to CO passivation, is strongly correlated to the identity of the transition metal alloying component. We purport that this composition dependent behavior is due to the induced electronic changes in the active Pd surface, affecting both the CO adsorption strength and the near surface hydrogen solubility which can impact the adsorption strength of active/inactive intermediates and reaction selectivity. Free-standing np-PdCo is found to exhibit high areal formate partial current densities, > 40 mA cm-2, with superior CO poisoning tolerance and minimal active area loss at cathodic potentials, demonstrating the utility of these materials for selective and stable CO2 electrolysis", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Electrochemistry; Electrocatalysis; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluating Unexpectedly Short Non-covalent Distances in X-ray Crystal Structures of Proteins with Electronic Structure Analysis", "doi": "10.26434/chemrxiv.7609862.v1", "published_doi": "10.1021/acs.jcim.9b00144", "published_url": "https://doi.org/10.1021/acs.jcim.9b00144", "authors": "Helena W. Qi; Heather Kulik", "abstract": "<div><div><div><p>We investigate unexpectedly short non-covalent distances (< 85% of the sum of van der Waals radii) in atomically resolved X-ray crystal structures of proteins. We curate over 13,000 high quality protein crystal structures and an ultra-high resolution (1.2 Å or better) subset containing > 1,000 structures. Although our non-covalent distance criterion excludes standard hydrogen bonds known to be essential in protein stability, we observe over 82,000 close contacts in the curated protein structures. Analysis of the frequency of amino acids participating in these interactions demonstrates some expected trends (i.e., enrichment of charged Lys, Arg, Asp, and Glu) but also reveals unexpected enhancement of Tyr in such interactions. Nearly all amino acids are observed to form at least one close contact with all other amino acids, and most interactions are preserved in the much smaller ultra high-resolution subset. We quantum-mechanically characterize the interaction energetics of a subset of > 6,000 close contacts with symmetry adapted perturbation theory to enable decomposition of interactions. We observe the majority of close contacts to be favorable. The shortest favorable non-covalent distances are under 2.2 Å and are very repulsive when characterized with classical force fields. This analysis reveals stabilization by a combination of electrostatic and charge transfer effects between hydrophobic (i.e., Val, Ile, Leu) amino acids and charged Asp or Glu. We also observe a unique hydrogen bonding configuration between Tyr and Asn/Gln involving both residues acting simultaneously as hydrogen bond donors and acceptors. This work confirms the importance of first-principles simulation in explaining unexpected geometries in protein crystal structures.</p></div></div></div>", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Bonding; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modelling of Fibrillation Induced Selective Cytotoxicity of Phenol Soluble Modulin α3", "doi": "10.26434/chemrxiv.7611050.v1", "published_doi": "10.1016/J.CHEMPHYS.2020.110777", "published_url": "https://doi.org/10.1016/j.chemphys.2020.110777", "authors": "Mitradip Das; Sandeep Dash; B. L. Bhargava", "abstract": "Phenol soluble modulin (PSM) α3, the most toxic member of α-toxin in <i>Staphylococcus aureus</i> bacteria, has been recently found to form cross-α amyloid fibrils and is selectively toxic to the mammalian cell membranes. In this work, it has been discovered that hydrophobic interactions play a major role in fibril formation of PSM-α3 strands, with<br />stabilization energy of 28.7 kCal/mol. We considered two model bilayers mimicking mammalian and bacterial cell membranes, and found that single α-helix strand penetration is energetically unfavourable in both of them. Hence, we propose a simple model using energetics to understand the reason for selective toxicity of the peptide to the mammalian cell membrane. This study, besides enhancing the understanding of PSM-α3, can also act as a stepping stone in future drug development against <i>​S. aureus.</i> ​<br /><br />", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Biophysics; Computational Chemistry and Modeling; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photophysical Investigation of near Infrared Emitting Lanthanoid Complexes Incorporating Tris(2-Naphthoyl)methane as a New Antenna Ligand", "doi": "10.26434/chemrxiv.7611188.v1", "published_doi": "10.1039/C8DT04749A", "published_url": "https://doi.org/10.1039/C8DT04749A", "authors": "Laura\nAbad Galán; Satoshi Wada; Lee Cameron; Alexandre N. Sobolev; Yasuchika Hasegawa; Eli Zysman-Colman; Mark Ogden; Massimiliano Massi", "abstract": "A conjugated <i>β</i>-triketone, tris(2-naphthoyl)methane (<b>tnm</b>H), has been synthesized and successfully utilized as an antenna moiety for sensitization of the trivalent lanthanoids Eu<sup>3+</sup><sub>,</sub>Sm<sup>3+</sup><sub>,</sub>Yb<sup>3+</sup>and Nd<sup>3+</sup>, in an isomorphous series of mononuclear complexes formulated as [Ln(<b>tnm</b>)<sub>3</sub>(DMSO)<sub>2</sub>] (Ln<sup>3+ </sup>= Nd<sup>3+</sup>, Sm<sup>3+</sup>, Eu<sup>3+</sup>, Gd<sup>3+</sup>and Yb<sup>3+</sup>). The photophysical properties of the materials were characterized as comprehensively as possible, with overall quantum yields, intrinsic quantum yields based on calculated radiative decays, and sensitization efficiencies reported. This investigation improves understanding of the sensitization processes occurring in the near-infrared (NIR) region systems in particular, where quantitative data is currently scarce. In fact, the [Yb(<b>tnm</b>)<sub>3</sub>(DMSO)<sub>2</sub>] and its deuterated analogue, [Yb(<b>tnm</b>)<sub>3</sub>(<i>d<sub>6</sub>-</i>DMSO)<sub>2</sub>], present high values of overall quantum yield of 4% and 6%, respectively, which makes them useful and readily accessible references for future investigation of NIR-emitting systems.", "date": "2019-01-22", "journal": "chemRxiv", "categories": "Lanthanides and Actinides; Ligands (Inorg.); Spectroscopy (Inorg.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cyclic Alkyne Approach to Heteroatom-Containing Polycyclic Aromatic Hydrocarbon Scaffolds", "doi": "10.26434/chemrxiv.7613027.v1", "published_doi": "10.1002/anie.201903060", "published_url": "https://doi.org/10.1002/anie.201903060", "authors": "Evan Darzi; Joyann Barber; Neil Garg", "abstract": "We report a modular synthetic strategy for accessing heteroatom-containing polycyclic aromatic hydrocarbons (PAHs) that relies on the controlled generation of transient heterocyclic alkynes and arynes. The strained intermediates undergo in situ trapping with readily accessible oxadiazinones. Four sequential pericyclic reactions occur, namely two Diels–Alder / retro-Diels–Alder sequences, which can be performed in a stepwise or one-pot fashion to assemble four new carbon–carbon (C–C) bonds.", "date": "2019-01-22", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rising Importance of Organosulfur Species for Aerosol Properties and Future Air Quality", "doi": "10.26434/chemrxiv.7597397.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Matthieu Riva; Yuzhi Chen; Zhang, Yue; Ziying Lei; Nicole Olson; Hallie Boyer Chelmo; Shweta Narayan; Lindsay Yee; Hilary Green; Tianqu Cui; Zhenfa Zhang; Karsten Baumann; Mike Fort; Eric Edgerton; Sari Budisulistiorini; Caitlin Rose; Igor Ribeiro; Rafael e Oliveira; Erickson dos Santos; Cristine Machado; Sophie Szopa; Yue Zhao; Elianne Alves; Suzanne de Sá; Weiwei Hu; Eladio Knipping; Stephanie Shaw; Sergio Duvoisin Junior; Rodrigo de Souza; Brett Palm; Jose Jimenez; Marianne Glasius; Allen Goldstein; Havala Pye; Avram Gold; Barbara Turpin; William Vizuete; Martin, Scot; Joel Thornton; Cari Dutcher; Andrew Ault; Jason Surratt", "abstract": "<div>Acid-driven multiphase chemistry of isoprene epoxydiols (IEPOX), a key isoprene oxidation product, with inorganic sulfate aerosol yields substantial amounts of secondary organic aerosol (SOA) through the formation of organosulfur. The extent and implications of inorganic-to-organic sulfate conversion, however, are unknown. Herein, we reveal that extensive consumption of inorganic sulfate occurs, which increases with the IEPOX-to-inorganic sulfate ratio (IEPOX:Sulf<sub>inorg</sub>), as determined by laboratory and field measurements. We further demonstrate that organosulfur greatly modifies critical aerosol properties, such as acidity, morphology, viscosity, and phase state. These new mechanistic insights reveal that changes in SO<sub>2</sub> emissions, especially in isoprene-dominated environments, will significantly alter biogenic SOA physicochemical properties. Consequently, IEPOX:Sulf<sub>inorg</sub> will play a central role in understanding historical climate and determining future impacts of biogenic SOA on global climate and air quality.</div>", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Environmental Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Evidence Suggests That 1-chloroethanol May Be an Intermediate in the Thermal Decomposition of 2-chloroethanol into Acetaldehyde and HCl", "doi": "10.26434/chemrxiv.7608857.v1", "published_doi": "10.1021/acs.jpca.8b11966", "published_url": "https://doi.org/10.1021/acs.jpca.8b11966", "authors": "Zoi Salta; Agnie M. Kosmas; Oscar Ventura; Vincenzo Barone", "abstract": "<p>The dehalogenation of\n2-chloroethanol (2ClEtOH) in gas phase with and without participation of\ncatalytic water molecules has been investigated using methods rooted into the density\nfunctional theory. The well-known HCl elimination leading to vinyl alcohol (VA)\nwas compared to the alternative elimination route towards oxirane and shown to\nbe kinetically and thermodynamically more favorable. However, the isomerization\nof VA to acetaldehyde in the gas phase, in the absence of water, was shown to\nbe kinetically and thermodynamically less favorable than the recombination of\nVA and HCl to form the isomeric 1-chloroethanol (1ClEtOH) species. This species\nis more stable than 2ClEtOH by about 6 kcal mol<sup>-1</sup>, and the reaction barrier\nis 22 kcal mol<sup>-1</sup> vs 55 kcal mol<sup>-1</sup> for the direct\ntransformation of VA to acetaldehyde. In a successive step, 1ClEtOH can\ndecompose directly to acetaldehyde and HCl with a lower barrier (29 kcal mol<sup>-1</sup>)\nthan that of VA to the same products (55 kcal mol<sup>-1</sup>). The\ncalculations were repeated using a single ancillary water molecule (W) in the\ncomplexes 2ClEtOH_W and 1ClEtOH_W. The latter adduct is now more stable than\n2ClEtOH_W by about 8 kcal mol<sup>-1</sup>, implying that the water molecule\nincreased the already higher stability of 1ClEtOH in the gas phase. However,\nthis catalytic water molecule lowers dramatically the barrier for the\ninterconversion of VA to acetaldehyde (from 55 to 6 kcal mol<sup>-1</sup>).\nThis barrier is now smaller than the one for the conversion to 1ClEtOH (which\nalso decreases, but not so much, from 22 to 12 kcal mol<sup>-1</sup>). Thus, it\nis concluded that while 1ClEtOH may be a plausible intermediate in the gas\nphase dehalogenation of 2ClEtOH, it is unlikely that it plays a major role in\nwater complexes (or, by inference, aqueous solution). It is also shown that\nneither in the gas phase nor in the cluster with one water molecule, the\noxirane path is competitive with the VA alcohol path.</p>", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Learning from Failure: Predicting Electronic Structure Calculation Outcomes with Machine Learning Models", "doi": "10.26434/chemrxiv.7616009.v1", "published_doi": "10.1021/acs.jctc.9b00057", "published_url": "https://doi.org/10.1021/acs.jctc.9b00057", "authors": "Chenru Duan; Jon Paul Janet; Fang Liu; Aditya Nandy; Heather Kulik", "abstract": "<div><div><div><div><div><div><p>High-throughput computational screening for chemical discovery mandates the automated and unsupervised simulation of thousands of new molecules and materials. In challenging materials spaces, such as open shell transition metal chemistry, characterization requires time-consuming first-principles simulation that often necessitates human intervention. These calculations can frequently lead to a null result, e.g., the calculation does not converge or the molecule does not stay intact during a geometry optimization. To overcome this challenge toward realizing fully automated chemical discovery in transition metal chemistry, we have developed the first machine learning models that predict the likelihood of successful simulation outcomes. We train support vector machine and artificial neural network classifiers to predict simulation outcomes (i.e., geometry optimization result and degree of  deviation) for a chosen electronic structure method based on chemical composition. For these static models, we achieve an area under the curve of at least 0.95, minimizing computational time spent on non- productive simulations and therefore enabling efficient chemical space exploration. We introduce a metric of model uncertainty based on the distribution of points in the latent space to systematically improve model prediction confidence. In a complementary approach, we train a convolutional neural network classification model on simulation output electronic and geometric structure time series data. This dynamic model generalizes more readily than the static classifier by becoming more predictive as input simulation length increases. Finally, we describe approaches for using these models to enable autonomous job control in transition metal complex discovery.</p></div></div></div></div></div></div>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Doping in Garnet-Type Electrolytes: Kinetic and Thermodynamic Effects from Molecular Dynamics Simulations", "doi": "10.26434/chemrxiv.7628771.v1", "published_doi": "10.1103/PHYSREVMATERIALS.3.035403", "published_url": "https://doi.org/10.1103/physrevmaterials.3.035403", "authors": "Matthieu Mottet; Aris Marcolongo; Ivano Tavernelli; Teodoro Laino", "abstract": "Molecular modeling using polarizable force fields of W-doped lithium containing garnets to understand the various aspect of the impact of doping on the lithium dynamics and conductivity.<br />", "date": "2019-01-25", "journal": "chemRxiv", "categories": "Solid State Chemistry; Computational Chemistry and Modeling; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Diacylfuroxans Are Masked Nitrile Oxides That Inhibit GPX4 Covalently", "doi": "10.26434/chemrxiv.7617884.v1", "published_doi": "10.1021/jacs.9b10769", "published_url": "https://doi.org/10.1021/jacs.9b10769", "authors": "John Eaton; Richard A. Ruberto; Anneke Kramm; Vasanthi S. Viswanathan; Stuart Schreiber", "abstract": "<div><div><div><p>GPX4 represents a promising yet difficult-to-drug therapeutic target for the treatment of, among others, drug-resistant cancers. While most GPX4 inhibitors rely on a chloroacetamide moiety to modify covalently the protein’s catalytic selenocysteine residue, the discovery and mechanistic elucidation of structurally diverse GPX4-inhibiting molecules has uncovered novel electrophilic warheads that bind and inhibit GPX4. Here we report our discovery that diacylfuroxans can act as masked nitrile oxides that inhibit GPX4 covalently. These observations illuminate a novel molecular mechanism of action for biologically active furoxans and also suggest that nitrile oxides may be uniquely suited to targeting GPX4.</p></div></div></div>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nanohoop Rotaxanes via Active Template Syntheses and Their Potential in Sensing Applications", "doi": "10.26434/chemrxiv.7634612.v1", "published_doi": "10.1002/anie.201901984", "published_url": "https://doi.org/10.1002/anie.201901984", "authors": "Jeff Van Raden; Brittany White; Lev N. Zakharov; Ramesh Jasti", "abstract": "<p>The synthesis of nanohoop rotaxanes via two\ndifferent active template strategies is reported.  By preparing\ntriazole-embedded rotaxanes, the observation of metal binding events in both\norganic and aqueous conditions are readily observed via dramatic changes in\nnanohoop emission.  Inspired by this result, we then describe the design\nand synthesis of a new type of \"self-destructing\" nanohoop rotaxane\nthat, in the presence of an analyte, releases a quenched nanohoop macrocycle\nresulting in a bright fluorescence response.  More\nbroadly, this work highlights the conceptual advantages of combining compact π-rich macrocyclic frameworks with\nmechanical bonds formed via active-template syntheses. </p><p></p>", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Identify Similarities in Diverse Polycyclic Aromatic Hydrocarbons of Asphaltenes and Heavy Oils Revealed by Noncontact Atomic Force Microscopy: Aromaticity, Bonding, and Implications in Reactivity", "doi": "10.26434/chemrxiv.7624895.v1", "published_doi": "10.1021/bk-2019-1320.ch003", "published_url": "https://doi.org/10.1021/bk-2019-1320.ch003", "authors": "Yunlong Zhang", "abstract": "Heavy\noils are enriched with polycyclic (or polynuclear) aromatic hydrocarbons (PAH\nor PNA), but characterization of their chemical structures has been a great\nchallenge due to their tremendous diversity. Recently, with the advent of\nmolecular imaging with noncontact Atomic Force Microscopy (nc-AFM), molecular\nstructures of petroleum has been imaged and a diverse range of novel PAH\nstructures was revealed. Understanding these structures will help to understand\ntheir chemical reactivities and the mechanisms of their formation or conversion.\nStudies on aromaticity and bonding provide means to recognize their intrinsic\nstructural patterns which is crucial to reconcile a small number of structures\nfrom AFM and to predict infinite number of diverse molecules in bulk. Four types\nof PAH structures can be categorized according to their relative stability and reactivity,\nand it was found that the most and least stable types are rarely observed in\nAFM, with most molecules as intermediate types in a subtle balance of kinetic\nreactivity and thermodynamic stability. Local aromaticity was found maximized when\npossible for both alternant and nonalternant PAHs revealed by the aromaticity index\nNICS (Nucleus-Independent Chemical Shift) values. The unique role of\nfive-membered rings in disrupting the electron distribution was recognized. Especially,\nthe presence of partial double bonds in most petroleum PAHs was identified and\ntheir implications in the structure and reactivity of petroleum are discussed.", "date": "2019-01-25", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Imaging; Microscopy; Computational Chemistry and Modeling; Fuels - Energy Science; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of α-Heterosubstituted Ketones Through Sulfur Mediated Difunctionalization of Internal Alkynes", "doi": "10.26434/chemrxiv.7624025.v1", "published_doi": "10.1039/C9SC00568D", "published_url": "https://doi.org/10.1039/C9SC00568D", "authors": "Zhong Zhang; Hongguang Du; Jiaxi Xu; Pingfan Li", "abstract": "Synthesis of α-heterosubstituted ketones was achieved through sulfur mediated difunctionalization of internal alkynes in one-pot. The reaction design involves: phenyl substituted internal alkyne attacking the triflic anhydride activated diphenyl sulfoxide to give a sulfonium vinyl triflate intermediate, hydrolysis to give the α-sulfonium ketone, and then substitution with various nucleophiles. This method provides a unified route to access α-amino ketones, α-acyloxy ketones, α-thio ketones, α-halo ketones, α-hydroxy ketones, and related heterocyclic structures, in a rapid fashion.<br />", "date": "2019-01-25", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Acid Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Probing Cellular Outcomes Using Heterobivalent Constructs", "doi": "10.26434/chemrxiv.7613213.v1", "published_doi": "10.1039/C9CC09595K", "published_url": "https://doi.org/10.1039/c9cc09595k", "authors": "Rohit Bhadoria; Kefeng Ping; Christer Lohk; Ivar Järving; Pavel Starkov", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Conjugation techniques are central to improving\nintracellular delivery of bioactive small molecules. However, tracking\nand assessing the overall biological outcome of these constructs\nremains poorly understood. We addressed this issue by having\ndeveloped a focused library of heterobivalent constructs based on\nRho kinase inhibitors to probe various scenarios. By comparing\ninduction of a phenotype of interest vs. cell viability vs. cellular uptake,\nwe demonstrate that such conjugates indeed lead to divergent cellular\noutcomes.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-22", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reaction Networks and the Metric Structure of Chemical Space(s)", "doi": "10.26434/chemrxiv.7634858.v1", "published_doi": "10.1021/acs.jpca.9b00519", "published_url": "https://doi.org/10.1021/acs.jpca.9b00519", "authors": "Dmitrij Rappoport", "abstract": "In this paper we develop a formal definition of chemical space as a discrete metric space of molecules and analyze its properties. To this end, we utilize the shortest path metric on reaction networks to define a distance function between molecules of the same stoichiometry (number of atoms). The distance between molecules with different stoichiometries is formalized by making use of the partial ordering of stoichiometries with respect to inclusion. Calculations of fractal dimension on metric spaces for individual stoichiometries show that they have low intrinsic dimensionality, about an order of magnitude less than the dimension of the underlying reactive potential energy surface. Our findings suggest that efficient search strategies on chemical space can be designed that take advantage of its metric structure.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Theory - Computational; Chemoinformatics - Computational Chemistry; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Discovery of Superbroad Mid-Infrared Luminescent Metal-Organic Framework Glass", "doi": "10.26434/chemrxiv.7635746.v1", "published_doi": "10.1021/ACSOMEGA.9B01559", "published_url": "https://doi.org/10.1021/acsomega.9b01559", "authors": "Mohamed. A. Ali; Jinjun Ren; Xiaofeng Liu; Youjie Hua; Yuanzheng Yue; Qiu Jianrong", "abstract": "<p>Metal-organic framework\n(MOF) glasses are a newly discovered family of melt-quenched glasses.\nHowever, so far it is not known whether these glasses exhibit photonic\nfunctionalities. Here, we show the discovery of the luminescent behavior of a\nMOF glass, i.e., the cobalt doped zeolitic imidazolate frameworks-62 (ZIF-62)\nglass (Zn<sub>1-<i>x</i></sub> Co<i><sub>x</sub></i> (Im)<sub>1.9</sub> (bIm)<sub>0.1</sub>,\n<i>x</i> = 0, 0.1 and 0.5), which was obtained by melt-quenching its\ncorresponding ZIF-62 crystal. The synthesized crystal was precipitated in the\nform of spherical nano/micro-crystalline structure, which collapses structurally to form laminated\nglass with ultrahigh glass forming ability and the same short\nrange molecular structure of the parent crystalline MOF. We observed the super-broadband mid-infrared (Mid-IR) luminescence (in the\nwavelength range of 1.5 µm – 4.8 µm) both in the crystalline and amorphous\nphases. The observed Mid-IR emission originates from d-d transition of Co<sup>2+</sup>\nions that is protected by the strong Co-N coordination. The discovery of the luminescent glasses may\npave the way towards new photonic applications of bulk MOF glasses,\nsuch as Mid-IR lasers.     \n</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Optics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Simplified Azasordarin Analogs as Potential Antifungal Agents", "doi": "10.26434/chemrxiv.7634849.v1", "published_doi": "10.1021/acs.joc.9b00296", "published_url": "https://doi.org/10.1021/acs.joc.9b00296", "authors": "Yibiao Wu; Chris Dockendorff", "abstract": "A new series of simplified azasordarin analogs was synthesized using as key steps a Diels-Alder reaction to generate a highly substituted bicyclo[2.2.1]heptane core, followed by a subsequent nitrile alkylation. Several additional strategies were investigated for the generation of the key tertiary nitrile or aldehyde thought to be required for activity at the fungal protein eukaryotic elongation factor 2. This new series also features a morpholino glycone previously reported in semisynthetic sordarin derivatives with broad spectrum antifungal activity. Despite a lack of activity against <i>C. albicans </i>for these early de novo analogs, the synthetic route reported here permits more comprehensive modifications of the bicyclic core, and SAR studies that were not heretofore possible.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Periodic Table as a Cultural Meme", "doi": "10.26434/chemrxiv.7635905.v1", "published_doi": "10.1039/C9DT00765B", "published_url": "https://doi.org/10.1039/c9dt00765b", "authors": "Edwin Constable", "abstract": "<div>The Mendeleev periodic table is 150 years old this year. This article looks at how it has changed in its history and its wider recognition in human society.</div>", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Proton Relay Network in P450cam is Formed Upon Docking of its Redox Partner Putidaredoxin (Pdx)", "doi": "10.26434/chemrxiv.7637930.v1", "published_doi": "10.1002/PROT.25835", "published_url": "https://doi.org/10.1002/prot.25835", "authors": "Ilke Ugur Marion; Prasanna Chandrasekhar", "abstract": "Cytochromes P450 are versatile heme-based enzymes responsible for vital life processes. Of these, P450cam (substrate camphor) has been most studied. Despite this, precise mechanisms of the key O-O cleavage step remain elusive to date; effects observed in various enzyme mutants remain unexplained. We have carried out extended (up to 1000 ns) MM-MD and follow-on QM/MM computations, both on the well-studied FeOO state and, for the first time, on Cpd(0). Our simulations include (all camphor-bound) : (1) WT (wild type), FeOO state. (2) WT, Cpd(0). (3) Pdx-docked-WT, FeOO state. (4) Pdx-docked WT, Cpd(0). (5) Pdx-docked T252A mutant, Cpd(0). Among our key findings, for the first time to our knowledge: (1) Effect of Pdx docking goes far beyond that indicated in prior studies: it leads to specific alterations in secondary structure that create the crucial proton relay network. (2) The specific proton relay networks we identify are FeOO(H)---T252---nH2O---D251 in WT and FeOO(H)---nH2O---D251 in T252A mutant; both occur with Pdx docking. (3) Direct interaction of D251 with -FeOOH is, respectively, rare/frequent in WT/T252A mutant. (4) T252 is in the proton relay network. (5) Positioning of camphor is crucial: when camphor is part of H-bonding network, coupling is facilitated.<br />", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Methane/Carbon Dioxide Partitioning in Clay Nano- and Meso-Pores: Molecular Dynamics Modeling with Constant Reservoir Composition", "doi": "10.26434/chemrxiv.7638035.v1", "published_doi": "10.1039/C9CP00851A", "published_url": "https://doi.org/10.1039/c9cp00851a", "authors": "A. Ozgur Yazaydin; Narasimhan Loganathan; Geoffrey Bowers; Andrey Kalinichev; Brice Firmin Ngouana Wakou; R. Jim Kirkpatrick", "abstract": "<div>The interactions among fluid species such as H2O, CO2, and CH4 confined in nano- and meso-pores in shales and other rocks is of central concern to understanding the chemical behavior and transport properties of these species in the earth’s subsurface and is of special concern to geological C-sequestration and enhanced production of oil and natural gas. The behavior of CO2, and CH4 are less well understood than that of H2O. This paper presents the</div><div>results of a computational modeling study of the partitioning of CO2 and CH4 between bulk fluid and nano- and meso-pores bounded by the common clay mineral montmorillonite. The calculations were done at 323 K and a total fluid pressure of 124 bars using a novel approach (constant reservoir composition molecular dynamics, CRC-MD) that uses bias forces to maintain a constant composition in the fluid external to the pore. This purely MD approach overcomes the difficulties in making stochastic particle insertion-deletion moves in dense fluids encountered in grand canonical Monte Carlo and related hybrid approaches. The results show that both the basal siloxane surfaces and protonated broken edge surfaces of montmorillonite both prefer CO2 relative to CH4 suggesting that methods of enhanced oil and gas production using CO2 will readily displace CH4 from such pores. This preference for CO2 is due to its preferred interaction with the surfaces and extends to approximately 20 Å from them.</div>", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Interfaces; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "One-Pot Synthesis: Polymers, Hydrogel and Nanoparticles from Natural Extracted Green Materials", "doi": "10.26434/chemrxiv.7638074.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "sinoj Abraham; Ravichandran\nH. Kollarigowda", "abstract": "The development of green nanomaterials from renewable resources is the utmost importance in a context of sustainable development. In this work, we describe the preparation of green nanomaterials of polymer, nanoparticles and hydrogel that arise from the natural extraction of myrcene and ocimene using air/water as a catalyst in one pot. Interestingly, we noticed the polymerization of myrcene in situ condition with attaining high molecular mass and low polydispersity index. The explanation of the polymerization kinetics that were investigated through nuclear magnetic resonance (NMR) spectroscopy and gel permeation chromatography (GPC). Importantly, we elucidated the preparation of green hydrogel by using water as a crosslinking agent. Further, we also described green nanoparticle formation by using emulsion method. The nanoparticles that obtained were 130 ±10 nm in terms of size and were found to be monodispersed. With these novel ‘green nanomaterials’, we project that they will be beneficial to multiple nanotechnological applications.", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Natural Products; Nanostructured Materials - Materials; Biopolymers; Hydrogels; Polymerization (Polymers); Plant Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modular, Stereocontrolled Cβ–H/Cα–C Activation of Alkyl Carboxylic Acids", "doi": "10.26434/chemrxiv.7645115.v1", "published_doi": "10.1073/pnas.1903048116", "published_url": "https://doi.org/10.1073/pnas.1903048116", "authors": "Ming Shang; Karla S. Feu; Julien C. Vantourout; Lisa M. Barton; Heather\nL. Osswald; Nobutaka Kato; Kerstin Gagaring; Case W. McNamara; Gang Chen; Liang Hu; Shengyang Ni; Paula Fernández-Canelas; Miao Chen; Rohan R. Merchant; Tian qin; Stuart Schreiber; Bruno Melillo; jin-quan yu; Phil Baran", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The union of two powerful transformations, directed C–H activation and decarboxylative cross-coupling, for the\nenantioselective synthesis of vicinally functionalized alkyl, carbocyclic, and heterocyclic compounds is described. Starting from\nsimple carboxylic acid building blocks, this modular sequence exploits the residual directing group to access more than 50 scaffolds\nthat would be otherwise extremely difficult to prepare. The tactical use of these two transformations accomplishes a formal vicinal\ndifunctionalization of carbon centers in a way that is modular and thus amenable to rapid diversity incorporation. A simplification of\nroutes to known preclinical drug candidates is presented along with the rapid diversification of an antimalarial compound series.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t\t\n\t\t</div>", "date": "2019-01-30", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Deconstructing the Behavior of Donor-Acceptor Copolymers in Solution & the Melt: The Case of PTB7", "doi": "10.26434/chemrxiv.7637870.v1", "published_doi": "10.1039/C9CP00777F", "published_url": "https://doi.org/10.1039/C9CP00777F", "authors": "Sean M. Ryno; Chad Risko", "abstract": "For organic semiconductors, the solid-state packings of the π-conjugated molecules or polymers dictate the material electronic, optical, and mechanical characteristics. Combinations of solution and solid-state investigations are often used to establish structure–function relationships, though these connections are often loosely correlated, and experiments in different laboratories can lead to widely variable interpretations. Hence, there remains a need to develop a deeper, more robust understanding of the connections between molecular and polymer chemistry, structure, processing, solid-state order, and materials properties to enable judicious materials design principles. Towards this goal, we employ fully-atomistic molecular dynamics (MD) simulations of poly[4,8-bis(5-(2-ethylhexyl)thiophen-2-yl)benzo[1,2-b;4,5-b’]dithiophene-2,6-diyl-alt-(4-(2-ethylhexyl)-3-fluorothieno[3,4-b]thiophene-)-2-carboxylate-2-6-diyl)] (PTB7), a donor–acceptor copolymer that has been widely investigated in the organic solar cell literature, to unravel some of these associations. The MD simulations make use of polymer lengths (masses) and solution concentrations that are consistent with those used in experiment, allowing for a detailed picture to arise as to how variations in the polymer environment can direct polymer structure. Comparisons between experiment and theory suggest that processing history can be an important factor in the polymer structures presumed experimentally that are used to interpret optical and electronic response. The results of these simulations provide specific information into the behavior of PTB7 under different conditions, and showcase how atomistic MD simulations that approach experimentally relevant sizes can be used to develop broader chemical insight that can aid in the design, processing, and characterization of polymer-based organic semiconductors.", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Carbon-based Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ni-Catalyzed Deamination Cross-Electrophile Coupling of Katritzky Salts with Halides via C–N Bond Activation", "doi": "10.26434/chemrxiv.7638164.v1", "published_doi": "10.1126/SCIADV.AAW9516", "published_url": "https://doi.org/10.1126/sciadv.aaw9516", "authors": "Shengyang Ni; Chunxiao Li; Jianlin Han; Yu Mao; Yi Pan", "abstract": "This work describes the first Ni-catalyzed cross-electrophile coupling of alkylpyridinium salts, derived from the corresponding amines, with aryl iodide, bromoalkyne or bromoalkyl coupling partners. C(sp)-C(sp<sup>3</sup>), C(sp<sup>2</sup>)-C(sp<sup>3</sup>) and C(sp<sup>3</sup>)-C(sp<sup>3</sup>) bond formation was achieved to afford a variety of synthetically useful arenes, alkynes and alkanes in good yields from<b>2</b>-<b>33</b>. The advantages of the methodology are showcased in the two-step synthesis of the key lactonic moiety of (+)-Compactin and (+)-Mevinolin from commercially available starting materials. A one-pot procedure without isolation of alkylpyridinium tetrafluoroborate salt was also demonstrated to be successful. This work represents a new strategy for the cross-coupling reaction of two electrophiles, and also provides a complementary and highly valuable vista for the current methodologies of alkyl arene/alkyne/alkane synthesis.", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Low Potential Prussian Blue Analogs: Manganese Hexacyanochromate", "doi": "10.26434/chemrxiv.7636451.v1", "published_doi": "10.1021/acs.chemmater.9b00471", "published_url": "https://doi.org/10.1021/acs.chemmater.9b00471", "authors": "Samuel Wheeler; Isaac Capone; Sarah Day; Chiu C. Tang; Mauro Pasta", "abstract": "Prussian blue analogues (PBAs) have recently shown outstanding electrochemical properties ascribable to their unique open-framework crystal structure that allows the reversible insertion of alkali ions with negligible perturbation to the framework itself. Many hexacyanoferrate materials have shown excellent properties and are some of the most promising sodium- and potassium-ion cathode materials in both aqueous and organic electrolytes. However, there is a distinct lack of candidate PBA materials that operate at low potentials as their characteristic crystalline framework shows instability. In this article we characterise the structure and electrochemical behavior of manganese hexacyanochromate which exhibits reversible sodium insertion at - 0.86 V vs. SHE (1.84 V vs. Na<sup>+</sup>/Na), whilst maintaining the characteristic PBA cubic structure. This is the lowest redox potential of reported PBA materials and shows fast kinetics in a high voltage water-in-salt electrolyte. Further reduction in potential in an organic electrolyte shows decomposition of the crystalline structure.", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Electrochemistry; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Oligothiophene Synthesis by a Distinct, General C−H Activation Mechanism: Electrophilic Concerted Metalation-Deprotonation (eCMD)", "doi": "10.26434/chemrxiv.7496306.v2", "published_doi": "10.1021/acscatal.9b01195", "published_url": "https://doi.org/10.1021/acscatal.9b01195", "authors": "Long Wang; Brad Carrow", "abstract": "Oxidative\nC–H/C–H coupling is a promising synthetic route for the streamlined\nconstruction of conjugated organic materials for optoelectronic applications. Broader\nadoption of these methods is nevertheless hindered by the need for catalysts that\nexcel in forging core semiconductor motifs, such as ubiquitous oligothiophenes,\nwith high efficiency in the absence of metal reagents. We report a\n(thioether)Pd-catalyzed oxidative coupling method for the rapid assembly of both\nprivileged oligothiophenes and challenging hindered cases, even at low catalyst\nloading under Ag- and Cu-free conditions. A combined experimental and\ncomputational mechanistic study was undertaken to understand how a simple\nthioether ligand, MeS(CH<sub>2</sub>)<sub>3</sub>SO<sub>3</sub>Na, leads to\nsuch potent reactivity toward electron-rich substrates. The consensus from\nthese data is that a concerted, base-assisted C–H cleavage transition state is\noperative, but thioether coordination to Pd is associated with decreased\nsynchronicity (bond formation exceeding bond breaking) versus the classic\nconcerted metalation-deprotonation (CMD) model. Enhanced positive charge\nbuild-up on the substrate results from this perturbation, which rationalizes experimental\ntrends strongly favoring π-basic sites. The term <i>electrophilic</i> CMD (<i>e</i>CMD)\nis introduced to distinguish this mechanism. More O'Ferrall-Jencks analysis\nfurther suggests <i>e</i>CMD should be a\ngeneral mechanism manifested by many metal complexes. A preliminary\nclassification of complexes into those favoring <i>e</i>CMD or standard CMD is proposed, which should be informative for\nstudies toward tunable catalyst-controlled reactivity.", "date": "2019-01-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "MiMiC: A Novel Framework for Multiscale Modeling in Computational Chemistry", "doi": "10.26434/chemrxiv.7635986.v1", "published_doi": "10.1021/acs.jctc.9b00093", "published_url": "https://doi.org/10.1021/acs.jctc.9b00093", "authors": "Jógvan Magnus Haugaard Olsen; Viacheslav Bolnykh; Simone Meloni; Emiliano Ippoliti; Martin P. Bircher; Paolo Carloni; Ursula Rothlisberger", "abstract": "<div>We present a flexible and efficient framework for multiscale modeling in computational chemistry (MiMiC). It is based on a multiple-program multiple-data (MPMD) model with loosely coupled programs. Fast data exchange between programs is achieved through the use of MPI intercommunicators. This allows exploiting the existing parallelization strategies used by the coupled programs while maintaining a high degree of flexibility. MiMiC has been used in a new electrostatic embedding quantum mechanics/molecular mechanics (QM/MM) implementation coupling the highly efficient CPMD and GROMACS programs but it can also be extended to use other programs. The framework can also be utilized to extend the partitioning of the system into several domains that can be treated using different models, such as models based on wavefunction or density functional theory as well as coarse-graining and continuum models. The new QM/MM implementation treats long-range electrostatic QM-MM interactions through the multipoles of the QM subsystem which substantially reduces the computational cost without loss of accuracy compared to an exact treatment. This enables QM/MM molecular dynamics (MD) simulations of very large systems.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Towards Understanding the Phenytoin-like Antiepileptic Effect of Cannabidiol and Related Phytocannabinoid Metabolites: Insights from Molecular Modeling", "doi": "10.26434/chemrxiv.7454252.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Istvan Ujvary; Antal Lopata", "abstract": "<div> Cannabidiol\n(CBD), a nonpsychotropic constituent of <i>Cannabis\nsativa</i>, has recently been approved by the US FDA for the treatment \nof certain forms of pediatric epilepsy. The\nmechanism by which CBD exerts its antiepileptic effects, however, is not\n known. Herein we describe the results of molecular modeling studies \ncomparing the\nstereoelectronic properties of phenytoin (PHT) with those of CBD and its\n carboxylic acid\nmetabolite, as well as of 7-hydroxycannabidivarin. Also, the \ncyclohexenecarboxylic acid core of\n7-COOH-CBD perfectly mimics the unsaturated bioactive metabolite\nof the commonly used antiepileptic valproic acid was also noted. We propose that C–7\noxidized phytocannabinoid metabolites are involved in the phenytoin-like\nanticonvulsant effects of the parent phytocannabinoid drugs.</div>", "date": "2019-01-02", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Stereochemistry; Bioinformatics and Computational Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Derivatisation of Parthenolide to Address Chemoresistant Chronic Lymphocytic Leukaemia", "doi": "10.26434/chemrxiv.7629680.v1", "published_doi": "10.1039/C9MD00297A", "published_url": "https://doi.org/10.1039/C9MD00297A", "authors": "Xingjian Li; Daniel Payne; Badarinath Ampolu; Nicholas Bland; Jane T Brown; Mark Dutton; Catherine Fitton; Abigail Guliver; Lee Hale; Daniel Hamza; Geraint Jones; Rebecca Lane; Andrew Leach; Louise Male; Elena Merisor; Michael Morton; Alex Quy; Ruth Roberts; Rosanna Scarll; Timothy Schulz-Utermoehl; Tatjana Stankovic; Brett Stevenson; John Fossey; Angelo Agathanggelou", "abstract": "A protocol for growing, extracting and derivatising parthenolide obtained from feverfew varieties is reported. Aminated parthenolide derivatives were prepared via 1,4-addition of primary or secondary amines utilising established and modified methods. The parthenolide derivatives’ drug-likeness properties were computed and they were screened for anti-leukaemic activity against the TP53-mutant, chemo-refractory, MEC1 chronic lymphocytic leukaemia (CLL) cell line. A screening cascade identified a small number of the most active compounds and their properties, including in vivo pharmacokinetics and in vitro hERG liability, were compared against DMAPT. This cascade culminated in the identification of a new compound with good anti CLL activity, with fewer drawbacks than some headline compounds from the literature and with utility against drug-resistant disease. Literature precedent and molecular docking studies support a multi-target-driven mode of action.<br />", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Stereochemistry; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tortuosity but not Percolation: Design of Graphene Nanocomposite Coatings for the Extended Corrosion Protection of Aluminum Alloys", "doi": "10.26434/chemrxiv.7635980.v1", "published_doi": "10.1021/ACSANM.9B00451", "published_url": "https://doi.org/10.1021/acsanm.9b00451", "authors": "Rachel Davidson; Yenny Cubides; Coleman Fincher; Chelsea McLain; Matt Pharr; Homero Castaneda; Sarbajit Banerjee", "abstract": "Corrosion inhibition offered by unfunctionalized exfoliated graphite polymer composite coatings for protection of aluminum alloy 7075 substrates is described.", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Carbon-based Materials; Coating Materials; Composites", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pseudoboehmite Nanorod–Polymethylsilsesquioxane Monoliths Formed by Colloidal Gelation", "doi": "10.26434/chemrxiv.7637405.v1", "published_doi": "10.1080/21870764.2019.1665766", "published_url": "https://doi.org/10.1080/21870764.2019.1665766", "authors": "Gen Hayase", "abstract": "The addition of a trifunctional silicon alkoxide methyltrimethoxysilane (MTMS) to aluminum oxide hydroxide pseudoboehmite nanorod (PBNR) aqueous dispersions resulted in adhesion between the PBNR colloids to form macroporous monoliths. The use of greater amounts of MTMS led to coarsening of the skeleton and strengthening of the skeletal structure, and the monoliths got water resistance. When a dispersion of zirconium oxide nanoparticles and MTMS was used as a starting material, a macroporous monolith was also obtained by the same simple process. The colloidal gelation occurs because the silanol moiety is more likely to react with the colloid surface of ceramic materials than with other silanols derived from MTMS and their oligomer. Due to the development of material chemistry, colloidal dispersions having various shapes and compositions are becoming available as products. Based on this mechanism, it is expected to be feasible to fabricate various porous monoliths with characteristic morphologies and properties depending on the colloid.<br />", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Ceramics; Materials Processing; Nanostructured Materials - Materials; Physical and Chemical Processes; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Halide Ion Micro-Hydration: Structure, Energetics, and Spectroscopy of Small Halide–Water Clusters", "doi": "10.26434/chemrxiv.7636004.v1", "published_doi": "10.1021/acs.jpca.9b00816", "published_url": "https://doi.org/10.1021/acs.jpca.9b00816", "authors": "Pushp Bajaj; Marc Riera; Jason K. Lin; Yaira E. Mendoza Montijo; Jessica Gazca; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Replica exchange molecular dynamics simulations and vibrational spectroscopy calculations\nare performed using halide-water many-body potential energy functions to provide a bottom-up\nanalysis of the structures, energetics, and hydrogen-bonding arrangements in X−(H2O)n=3−6\nclusters, with X = F, Cl, Br, and I. Independently of the cluster size, it is found that all four\nhalides prefer surface-type structures in which they occupy one of the vertices in the underlying three-dimensional hydrogen-bond networks. For fluoride-water clusters, this is in contrast\nwith previous reports suggesting that fluoride prefers interior-type arrangements, where the ion\nis fully hydrated. These differences can be ascribed to the variability in how various molecular\nmodels are capable to reproduce the subtle interplay between halide-water and water-water interactions. Our results thus emphasize the importance of a correct representation of individual\nmany-body contributions to the molecular interactions for a quantitative description of halide\nion hydration.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Clusters; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Statistical Mechanics; Structure; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Portable 3D-Printed Platform for Point-of-Care Diagnosis of Clostridium Difficile Infection and Malaria", "doi": "10.26434/chemrxiv.7640414.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Soichiro Tsuda; Lewis A. Fraser; Salah Sharabi; Mohammed Hezwani; Andrew Kinghorn; Shaolin Liang; Gillian Douce; Julian Tanner; Leroy Cronin", "abstract": "Here,\nwe integrate 3D-printing technology with low-cost open source electronics to\ndevelop a portable diagnostic platform suitable for a wide variety of\ndiagnostic and sensing assays. We demonstrate two different clinical\napplications in the diagnosis of <i>Clostridium\ndifficile</i> infection and malaria.", "date": "2019-01-29", "journal": "chemRxiv", "categories": "Analytical Apparatus; Biochemical Analysis; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Grafting of a Molecular Rhenium CO2 Reduction Catalyst onto Colloid-Imprinted Carbon", "doi": "10.26434/chemrxiv.7647203.v1", "published_doi": "10.1021/acsaem.9b00216", "published_url": "https://doi.org/10.1021/acsaem.9b00216", "authors": "Janina Willkomm; Erwan Bertin; Marwa Atwa; Jian-Bin Li; Viola I. Birss; Warren Piers", "abstract": "An\naminophenethyl-substituted [Re(2,2’-bipyridine)(CO)<sub>3</sub>Cl] catalyst (<b>[Re(NH<sub>2</sub>-bpy)]</b>) was tethered\nto nanoporous colloid-imprinted carbon (CIC) electrode surfaces <i>via</i> an electrochemical oxidative\ngrafting method. Hybrid CIC|<b>[Re(NH<sub>2</sub>-bpy)]</b>\nelectrodes showed an improved stability and an increased loading per\ngeometrical area in comparison to modified smooth glassy carbon electrodes. The\ncatalyst also remained active upon immobilization and CO<sub>2</sub> was\nselectively reduced to CO by the CIC|<b>[Re(NH<sub>2</sub>-bpy)]</b>\nelectrodes in acetonitrile with a Faradaic efficiency of 92 ± 6% and a Re-based\nTON of approximately 900.", "date": "2019-01-30", "journal": "chemRxiv", "categories": "Electrocatalysis; Heterogeneous Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Chemical Theory of Topological Insulators", "doi": "10.26434/chemrxiv.7637009.v1", "published_doi": "10.1039/C9CC04054D", "published_url": "https://doi.org/10.1039/C9CC04054D", "authors": "Angel Martín Pendás; Julia Contreras-García; Fernanda Pinilla; José Daniel Mella; Carlos Cárdenas; Francisco Muñoz", "abstract": "This article presents a chemical description of a simple topological insulators model in order to translate concepts such as \"symmetry protected\", \"surface states\" to the chemistry vocabulary", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Solid State Chemistry; Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Oriented Graphene Based Electrochemical Supercapacitor", "doi": "10.26434/chemrxiv.7637030.v1", "published_doi": "10.1016/j.mtener.2019.06.006", "published_url": "https://doi.org/10.1016/j.mtener.2019.06.006", "authors": "Jingxiao Lyu; Mohannad Mayyas; Osama Salim; Dewei Chu; Rakesh Joshi", "abstract": "Graphene has attracted substantial interest as potential carbon electrode material for energy storage applications. Yet, the utility of this material for these applications is governed by its stability and microstructure (i.e., surface area and porosity). Graphene can be prepared in controlled orientation by changing the surface chemistry of GO flakes in suspensions via reduction which causes the graphene to coagulate and self-assemble in specific patterns. Tuning the structure and porosity of oriented graphene is possible by varying the synthesis conditions. Herein, we report the growth of oriented graphene from a relatively small flake size GO suspension. The prepared electrode material demonstrated an excellent electrochemical performance with a supercapacitance value of 195 F g-1 at 1 mV s-1 and low real impedance with good stability and integrity after 4000 cycles of continuous charge-discharge in 1 M KOH electrolyte. This excellent performance is due to the unique architecture of the oriented graphene which comprises micro-slits and meso-channels among the sheets. The meso-channels were suggested to allow rapid diffusion of charge carriers and ions while the micro-slits increase more surface area for electrochemical interactions per unit volume. The observations reported herein create a new understanding of the structure-stability-performance trade-off in oriented graphene and layout the foundation for further investigations on their sustainable utilization in energy storage applications.", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Thermal Conductors and Insulators; Electrochemistry; Energy Storage; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Stereoselective Aminoiodination of Activated Alkynes with Organoiodine(III) Reagents and Amines via Multiple-Site Functionalization: Access to Iodinated Enamines and N-Aryl Indoles", "doi": "10.26434/chemrxiv.7315358.v2", "published_doi": "10.1002/ejoc.201801725", "published_url": "https://doi.org/10.1002/ejoc.201801725", "authors": "sagar arepally; Narenderreddy Katta; Ajoy Chamuah; Sharada Duddu. S", "abstract": "<p>A stereoselective aminoiodination of activated alkynes with\nPhI(OAc)<sub>2</sub> and amines <i>via</i> multiple-site\nfunctionalization to afford (<i>Z</i>)diethyl\n2-(diphenylamino)-3-iodomaleate derivatives with superior yields has been described.\nThe key feature of this reaction is the incorporation of iodide\nand aryl group concurrently in the same molecule in a stereoselective manner by\nemploying PhI(OAc)<sub>2</sub>\nas electrophilic reagent as well as iodide and aryl group source. The\nhigh stereoselectivity of the reaction can be explained based on the structure\nof the possible intermediates, the conformations of which controlled by the\nhydrogen bonding, steric hindrance and electrostatic attractions. This\nreaction proceeds under mild conditions, providing various dialkyl\n2-(diphenylamino)-3-iodomaleates by a single operation starting\nfrom activated alkynes. The robustness of our strategy is revealed by making of\nbis (dialkyl 2-(diphenylamino)-3-iodomaleate) derivatives involving formation\nof four new C-N bonds and two C-I bonds with a single step. The synthesized\ninactive 3° enamines (dialkyl\n2-(diphenylamino)-3-iodomaleates) could be further transformed\ninto highly substituted indoles via Pd\ncatalyzed C-H and C-I activation under non-acidic conditions.  </p><br />", "date": "2019-01-03", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Stereochemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Response to “Comment on ‘Probing the Origins of Photodegradation in Organic-Inorganic Metal Halide Perovskites with Time-Resolved Mass Spectrometry’”", "doi": "10.26434/chemrxiv.7649897.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zhaoning Song; Michael J. Heben; Yanfa Yan", "abstract": "In a recent article, we investigated the photodegradation of various organic-inorganic metal halide perovskites using time-resolved mass spectrometry (MS). Dr. Juarez-Perez raises some concerns in his comment to our work, with an emphasis on distinguishing the difference in the results observed for methylammonium lead iodide perovskite (MAPbI3) in our study and his work. After reviewing Dr. Juarez-Perez‘s comment and exchanging ideas with him, we found that both articles complement each other well. To examine common ground and differences in the results and interpretations, we offer our response here to address some important issues he raised.", "date": "2019-01-31", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Thermodynamics of Chemical and Electrochemical Stability of Fe – Ge System Alloys", "doi": "10.26434/chemrxiv.7653287.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Aleksandr Georgievich Tyurin; Pavel Anatolyevich Nikolaychuk; Irina Igorevna Kanatyeva", "abstract": "The standard Gibbs\nenergies of formation of intermatallides Fe<sub>6</sub>Ge<sub>5</sub>, FeGe,\nFeGe<sub>2</sub> were estimated. Thermodynamic properties of  α- and β- solid metallic solutions of Fe – Ge\nsystem and spinel solutions of Fe<sub>3</sub>O<sub>4</sub> – Fe<sub>2</sub>GeO<sub>4</sub>\nsystem were determined. The state diagram of Fe – Ge – O system and the\npotential – рН diagram of Fe – Ge – H<sub>2</sub>O system at 25ºС were plotted.\nThe thermodynamic features of the corrosion-electrochemical behaviour of Fe –\nGe system was discussed", "date": "2019-01-31", "journal": "chemRxiv", "categories": "Alloys; Solution Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploration of Chemical Compound, Conformer, and Reaction Space with Meta-Dynamics Simulations Based on Tight-Binding Quantum Chemical Calculations", "doi": "10.26434/chemrxiv.7660532.v1", "published_doi": "10.1021/acs.jctc.9b00143", "published_url": "https://doi.org/10.1021/acs.jctc.9b00143", "authors": "Stefan Grimme", "abstract": "The semi-empirical tight-binding based quantum chemistry method GFN2-xTB is used in the framework of meta-dynamics (MTD) to globally explore chemical compound, conformer, and reaction space. The approach us used for three common problems, i.e., conformer search, chemical reaction space exploration in a virtual nanoreactor, and for guessing reaction paths. <div>For typical conformational search problems of drug-like organic molecules, the new MTD(RMSD) algorithm yields lower energy structures and more complete conformer ensembles at reduced computational effort compared with its already well performing predecessor.<br /><br /></div>", "date": "2019-02-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "BAR-based Optimum Adaptive Steered MD for Configurational Sampling", "doi": "10.26434/chemrxiv.7322417.v2", "published_doi": "10.1002/jcc.25784", "published_url": "https://doi.org/10.1002/jcc.25784", "authors": "Xiaohui Wang; Xingzhao Tu; Boming Deng; John Z. H. Zhang; Zhaoxi Sun", "abstract": "<p>Previously\nwe proposed the equilibrium and nonequilibrium adaptive alchemical free energy\nsimulation methods Optimum Bennett’s Acceptance Ratio (OBAR) and Optimum\nCrooks’ Equation (OCE). They are based on the statistically optimal\nbidirectional reweighting estimator named Bennett’s Acceptance Ratio (BAR) or\nCrooks’ Equation (CE). They perform initial sampling in the staging alchemical\ntransformation and then determine the importance rank of different states via\nthe time-derivative of the variance (TDV). The method is proven to give\nspeedups compared with the equal time rule. In the current work, we extended\nthe time derivative of variance guided adaptive sampling method to the configurational\nspace, falling in the term of Steered MD (SMD). The SMD approach biasing\nphysically meaningful collective variable (CV) such as one dihedral or one\ndistance to pulling the system from one conformational state to another. By\nminimizing the variance of the free energy differences along the pathway in an\noptimized way, a new type of adaptive SMD (ASMD) is introduced. As exhibits in\nthe alchemical case, this adaptive sampling method outperforms the traditional\nequal-time SMD in nonequilibrium stratification. Also, the method gives much more\nefficient calculation of potential of mean force than the selection criterion\nbased ASMD scheme, which is proven to be more efficient than traditional SMD. The\nvariance-linearly-dependent minus time derivative of overall variance proposed\nfor OBAR and OCE criterion is extended to determine the importance rank of the nonequilibrium\npulling in the configurational space. It is shown that the importance rank\ngiven by the standard deviation of the free energy difference is wrong, but by correcting\nit with the simulation time we obtain the true importance rank in\nnonequilibrium stratification. The OCE workflow is periodicity-of-CV dependent\nwhile ASMD is not. In the non-periodic CV case, the end-state discrimination in\nthe SD rank is eliminated in the TDV rank, while in the periodic CV case the\ncorrection introduced in the TDV rank is not that significant. The performance is\ndemonstrated in a dihedral flipping case and two distance pulling cases,\naccounting for periodic and non-periodic CVs, respectively. </p>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Terahertz Spectroscopy: An investigation of the  Structural Dynamics of Freeze-Dried PLGA Microspheres", "doi": "10.26434/chemrxiv.7547222.v2", "published_doi": "10.3390/pharmaceutics11060291", "published_url": "https://doi.org/10.3390/pharmaceutics11060291", "authors": "Talia Shmool; Philippa J. Hooper; Gabi Kaminski; Christopher F. van der Walle; J. Axel Zeitler", "abstract": "Biodegradable poly lactic-co-glycolic acid (PLGA) microspheres can be used to encapsulate peptide and offer a promising  drug delivery vehicle. In this work we investigate the dynamics of PLGA microspheres prepared by freeze-drying and the molecular mobility at lower temperatures leading to the glass transition temperature, using temperature-variable terahertz time-domain spectroscopy (THz-TDS) experiments. The microspheres were prepared using a water-in-oil-in-water (w/o/w) double emulsion technique and subsequent freeze-drying of the samples. Physical characterisation was performed by  morphology measurements, scanning electron microscopy (SEM), and helium pycnometry. The THz-TDS data show two distinct transition processes, T<sub>g,β</sub> in the range of 167-219 K, associated with local motions, and T<sub>g,α</sub> in the range of 313-330 K associated with large-scale motions, for the microspheres examined. Using FTIR measurements in the mid-infrared we were able to characterise  the interactions between a model polypeptide, exendin-4, and the PLGA copolymer. We observe a relationship between the experimentally determined T<sub>g,β</sub> and T<sub>g,α</sub>  and free volume and microsphere dynamics. <br />", "date": "2019-01-09", "journal": "chemRxiv", "categories": "Controlled-Release Systems; Biopolymers; Drug delivery systems; Spectroscopy (Anal. Chem.); Drug Discovery and Drug Delivery Systems; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "Fast and Selective Post-Polymerization Modification of Conjugated Polymers Using Dimethyldioxirane", "doi": "10.26434/chemrxiv.7660547.v1", "published_doi": "10.3389/fchem.2019.00123", "published_url": "https://doi.org/10.3389/fchem.2019.00123", "authors": "Emmanuel Reichsöllner; Adam Creamer; Shengyu Cong; Abby Casey; Simon Eder; Martin Heeney; Florian Glöcklhofer", "abstract": "Modification of functional groups attached to conjugated polymer backbones can drastically alter the material properties. Oxidation of electron-donating thioalkyl substituents to electron-withdrawing sulfoxides or sulfones is a particularly effective modification. However, so far, this reaction has not been studied for the modification of conjugated polymers used in organic electronics. Crucial questions regarding selectivity and reaction time waited to be addressed. Here, we show that the reaction is highly selective and complete within just a few minutes when using dimethyldioxirane (DMDO) for the oxidation of thioalkyl substituents attached to the well investigated conjugated polymers poly(9-(1-octylnonyl)carbazole-alt-4,7-dithienylbenzothiadiazole) (PCDTBT) and poly(9,9-dioctylfluorene-alt-benzothiadiazole) (F8BT). The selectivity was confirmed by comparison with polymers obtained from pre-oxidized monomers and by control experiments using related polymers without thioalkyl substituents. Using DMDO, the oxidation yields acetone as the only side-product, which reduces the work-up to mere evaporation of solvents and excessive reagent. Our results show that this oxidation is an exciting method for the preparation of electron-deficient conjugated polymers. It may even allow the preparation of electron acceptors for solar cells directly from the electron donors.", "date": "2019-02-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Thin Films; Conducting polymers; Organic Polymers; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Light-driven charge accumulation of a molecular Cu(I) complex for storage of photoredox equivalents", "doi": "10.26434/chemrxiv.7229054.v2", "published_doi": "10.1021/jacs.0c03779", "published_url": "https://doi.org/10.1021/jacs.0c03779", "authors": "Martin Schulz; Nina Hagmeyer; Frerk Wehmeyer; Johannes\nG. Vos; Benjamin Dietzek", "abstract": "The diurnal day/night cycle is presently of great interest for harvesting solar energy aimed at rendering suitable energy storage schemes. To this end we present a noble-metal free system based on a Cu(I) 4H-imidazolate complex, that is efficiently photoreduced in the presence of a sacrificial donor. The two-electron reduced species obtained can be stored in the dark for more than 14 hours. In a dark reaction, the photoredox equivalents can subsequently be transferred to the electron acceptors methyl viologen or oxygen, while the starting Cu(I) complex is almost completely regained. Repetition of this process revealed a charging capacity of 72% after four cycles. The implications of light-driven charge accumulation and prolonged storage times for solar battery and photoredox catalysis are discussed", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Transition Metal Complexes (Inorg.); Energy Storage; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ultrafast Photodissociation Dynamics of Pyrazole, Imidazole and their Deuterated Derivatives using Ab Initio Multiple Cloning", "doi": "10.26434/chemrxiv.7565822.v2", "published_doi": "10.1039/C9CP00039A", "published_url": "https://doi.org/10.1039/C9CP00039A", "authors": "Christopher Symonds; Dmitry Makhov; Neil C. Cole-Filipiak; James Green; Vasilios G. Stavros; Dmitry Shalashilin", "abstract": "<div>Using the ab initio multiple cloning (AIMC) method, fully quantum dynamics were simulated for imidazole and its structural isomer pyrazole along with their selectively deuterated species, focussing on the ultrafast dissociation of the N-H/D bond for these molecules. Our results gave evidence for a two-stage dissociation of the N-H/D bond on the sub-50~fs regime for all molecules, and gave further evidence for the importance of the repulsive <sup>1</sup>πσ* state along the N-H/D bond coordinate for the relaxation of both imidazole and pyrazole.<br /></div>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Photochemistry (Physical Chem.); Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Approach to Enhancing the CO2 Capture Performance of Defective UiO-66 via Post-Synthetic Defect Exchange", "doi": "10.26434/chemrxiv.7087538.v2", "published_doi": "10.1039/C9DT00154A", "published_url": "https://doi.org/10.1039/C9DT00154A", "authors": "Athanasios Koutsianos; Ewa Kazimierska; Andrew R. Barron; Marco Taddei; Enrico Andreoli", "abstract": "Zirconium-based metal-organic frameworks (Zr-MOFs) are a subclass of MOFs known for their remarkable stability, especially in the presence of water. This makes them extremely attractive for practical applications, including CO<sub>2</sub> capture from industrial emission sources; however, the CO<sub>2</sub> adsorption capacity of Zr-MOFs is moderate compared to that of the best performing MOFs reported to date. Functionalization of Zr-MOFs with amino groups has been demonstrated to increase their affinity for CO<sub>2</sub>. In this work, we assessed the potential of post-synthetic defect exchange (PSDE) as an alternative approach to introduce amino functionalities at missing-cluster defective sites in formic acid modulated UiO-66. Both pyridine-containing (picolinic acid and nicotinic acid) and aniline-containing (3-aminobenzoic acid and anthranilic acid) monocarboxylates were integrated within defective UiO-66 with this method. Non-defective UiO-66 modified with linkers bearing the same amino groups (2,5-pyridinedicarboxylic acid and 2-aminoterephthalic acid) were prepared by classical post-synthetic ligand exchange (PSE), in order to compare the effect of introducing functionalities at defective sites versus installing them on the backbone. PSDE reduces the porosity of defective UiO-66, but improves both the CO<sub>2</sub> uptake and the CO<sub>2</sub>/N<sub>2</sub> selectivity, whereas PSE has no effect on the porosity of non-defective UiO-66, improving the CO<sub>2</sub> uptake but leaving selectivity unchanged. Modification of defective UiO-66 with benzoic acid reveals that pore size reduction is the main factor responsible for the observed uptake improvement, whereas the presence of nitrogen atoms in the pores seems to be beneficial for increasing selectivity. <br />", "date": "2019-01-11", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Solid State Chemistry; Ligands (Organomet.); Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Triplex hybridization of siRNA with bifacial glycopolymer nucleic acid enables hepatocyte targeted silencing", "doi": "10.26434/chemrxiv.7581578.v2", "published_doi": "10.1021/acschembio.9b00273", "published_url": "https://doi.org/10.1021/acschembio.9b00273", "authors": "Xin Xia; zhun zhou; chris desantis; John Rossi; Dennis Bong", "abstract": "In this manuscript, we demonstrate the utility of polyacrylates modified with both an artificial base-triple and a sugar (GalNAc) to serve as an siRNA packaging and delivery platform to hepatocytes in culture and in vivo (mice). This work is based upon our previously published finding that base-triple modified polyacrylates can triplex hybridize with oligo T/U DNA/RNA and deliver luciferase-targeted siRNA to HeLa cells engineered to express luciferase (JACS 2015). Herein, we expand on the scope of this work by employing a well-established liver-targeting ligand (GalNAc) to silence an endogenous human target, ApoB, the primary protein component of low density lipoprotein. Our platform was found to be effective in both hepatocyte (HepG2) cell culture as well as in an animal model of cardiac disease that features elevated ApoB levels. This manuscript thus validates the use of a synthetic platform that is designed to integrate both packaging via triplex hybridization with tissue-targeting ligand display. This enabling method could be useful as a new, convenient siRNA platform that accessible through scalable synthesis. Further, this platform would improve the efficiency of screening siRNA sequences for silencing efficacy using the identical glycopolymer carrier, thus alleviating the need for covalent ligand modification of each RNA substrate as typical for competing technologies.", "date": "2019-01-15", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Supramolecular Chemistry (Org.); Biochemistry; Bioengineering and Biotechnology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhancing Sidechain Rotamer Sampling Using Non-Equilibrium Candidate Monte Carlo", "doi": "10.26434/chemrxiv.7184876.v2", "published_doi": "10.1021/acs.jctc.8b01018", "published_url": "https://doi.org/10.1021/acs.jctc.8b01018", "authors": "Kalistyn H. Burley; Samuel C. Gill; Nathan M. Lim; David Mobley", "abstract": "<div>Molecular simulations are a valuable tool for studying biomolecular motions and thermodynamics. However, such motions can be slow compared to simulation timescales, yet critical. Specifically, adequate sampling of sidechain motions in protein binding pockets proves crucial for obtaining accurate estimates of ligand binding free energies from molecular simulations. The timescale of sidechain rotamer flips can range from a few ps to several hundred ns or longer, particularly in crowded environments like the interior of proteins. Here, we apply a mixed non-equilibrium candidate Monte Carlo (NCMC)/molecular dynamics (MD) method to enhance sampling of sidechain rotamers.  The NCMC portion of our method applies a switching protocol wherein the steric and electrostatic interactions between target sidechain atoms and the surrounding environment are cycled off and then back on during the course of a move proposal. Between NCMC move proposals, simulation of the system continues via traditional molecular dynamics. Here, we first validate this approach on a simple, solvated valine-alanine dipeptide system and then apply it to a well-studied model ligand binding site in T4 lysozyme L99A. We compute the rate of rotamer transitions for a valine sidechain using our approach and compare it to that of traditional molecular dynamics simulations. Here, we show that our NCMC/MD method substantially enhances sidechain sampling, especially in systems where the torsional barrier to rotation is high (>10 kcal/mol). These barriers can be intrinsic torsional barriers or steric barriers imposed by the environment.</div><div>Overall, this may provide a promising strategy to selectively improve sidechain sampling in molecular simulations.</div>", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Graph-based Genetic Algorithm and Generative Model/Monte Carlo Tree Search for the Exploration of Chemical Space", "doi": "10.26434/chemrxiv.7240751.v2", "published_doi": "10.1039/C8SC05372C", "published_url": "https://doi.org/10.1039/C8SC05372C", "authors": "Jan H. Jensen", "abstract": "This paper presents a comparison of a graph-based genetic algorithm (GB-GA) and machine learning (ML) results for the optimisation of logP values with a constraint for synthetic accessibility and shows that GA is as good or better than the ML approaches for this particular property. The molecules found by GB-GA bear little resemblance to the molecules used to construct the initial mating pool, indicating that the GB-GA approach can traverse a relatively large distance in chemical space using relatively few (50) generations. The paper also introduces a new non-ML graph-based generative model (GB-GM) that can be parameterized using very small data sets and combined with a Monte Carlo tree search (MCTS) algorithm. The results are comparable to previously published results (Sci. Technol. Adv. Mater. 2017, 18, 972-976) using a recurrent neural network (RNN) generative model, while the GB-GM-based method is orders of magnitude faster. The MCTS results seem more dependent on the composition of the training set than the GA approach for this particular property. Our results suggest that the performance of new ML-based generative models should be compared to more traditional, and often simpler, approaches such a GA.", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "On the Nature of Halide-Water Interactions: Insights from Many-Body Representations and Density Functional Theory", "doi": "10.26434/chemrxiv.7613042.v2", "published_doi": "10.1021/acs.jctc.9b00064", "published_url": "https://doi.org/10.1021/acs.jctc.9b00064", "authors": "Brandon B. Bizzarro; Colin K. Egan; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Interaction energies of halide-water dimers, X<sup>-</sup>(H<sub>2</sub>O), and trimers, X<sup>-</sup>(H<sub>2</sub>O)<sub>2</sub>, with X = F, Cl, Br, and I,\nare investigated using various many-body models and exchange-correlation functionals selected across the hierarchy of density functional theory (DFT) approximations.\nAnalysis of the results obtained with the many-body models demonstrates the need to\ncapture important short-range interactions in the regime of large inter-molecular orbital\noverlap, such as charge transfer and charge penetration. Failure to reproduce these\neffects can lead to large deviations relative to reference data calculated at the coupled\ncluster level of theory. Decompositions of interaction energies carried out with the absolutely localized molecular orbital energy decomposition analysis (ALMO-EDA) method demonstrate that permanent and inductive electrostatic energies are accurately reproduced by all classes of XC functionals (from generalized gradient corrected (GGA) to\nhybrid and range-separated functionals), while significant variance is found for charge\ntransfer energies predicted by different XC functionals. Since GGA and hybrid XC\nfunctionals predict the most and least attractive charge transfer energies, respectively,\nthe large variance is likely due to the delocalization error. In this scenario, the hybrid\nXC functionals are then expected to provide the most accurate charge transfer energies.\nThe sum of Pauli repulsion and dispersion energies are the most varied among the XC\nfunctionals, but it is found that a correspondence between the interaction energy and\nthe ALMO EDA total frozen energy may be used to determine accurate estimates for\nthese contributions. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Processes; Physical and Chemical Properties; Quantum Mechanics; Solution Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Benchmarking DFT Approaches for the Calculation of Polarizability Inputs for Refractive Index Predictions in Organic Polymers", "doi": "10.26434/chemrxiv.6934343.v2", "published_doi": "10.1039/C8CP05492D", "published_url": "https://doi.org/10.1039/C8CP05492D", "authors": "Mohammad Atif Faiz Afzal; Johannes Hachmann", "abstract": "<pre>In a previous study, we introduced a new computational protocol to accurately predict the index of refraction (RI) of organic polymers using a combination of <i>first-principles</i> and data modeling. This protocol is based on the Lorentz-Lorenz equation and involves the calculation of static polarizabilities and number densities of oligomer sequences, which are extrapolated to the polymer limit. We chose to compute the polarizabilities within the density functional theory (DFT) framework using the PBE0/def2-TZVP-D3 model chemistry. While this <i>ad hoc</i> choice proved remarkably successful, it is also relatively expensive from a computational perspective. It represents the bottleneck step in the overall RI modeling protocol, thus limiting its utility for virtual high-throughput screening studies, in which efficiency is essential. For polymers that exhibit late-onset extensivity, the employed linear extrapolation scheme can require demanding calculations on long-oligomer sequences, thus becoming another bottleneck.</pre>\n<pre>In the work presented here, we benchmark DFT model chemistries to identify approaches that optimize the balance between accuracy and efficiency for this application domain. We compare results for conjugated and non-conjugated polymers, augment our original extrapolation approach with a non-linear option, analyze how the polarizability errors propagate into the RI predictions, and offer guidance for method selection. </pre>", "date": "2019-01-25", "journal": "chemRxiv", "categories": "Oligomers; Optical Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Generally Applicable Atomic-Charge Dependent London Dispersion Correction Scheme", "doi": "10.26434/chemrxiv.7430216.v2", "published_doi": "10.1063/1.5090222", "published_url": "https://doi.org/10.1063/1.5090222", "authors": "Eike Caldeweyher; Sebastian Ehlert; Andreas Hansen; Hagen Neugebauer; Sebastian Spicher; Christoph Bannwarth; Stefan Grimme", "abstract": "The D4 model is presented for the accurate computation of London dispersion interactions in density functional theory approximations (DFT-D4) and generally for atomistic modeling methods. In this successor to the DFT-D3 model, the atomic coordination-dependent dipole polarizabilities are scaled based on atomic partial charges which can be taken from various sources. For this purpose, a new charge-dependent parameter-economic scaling function is designed. Classical charges are obtained from an atomic electronegativity equilibration procedure for which efficient analytical derivatives are developed. A numerical Casimir-Polder integration of the atom-in-molecule dynamic polarizabilities yields charge- and geometry-dependent dipole-dipole dispersion coefficients. Similar to the D3 model, the dynamic polarizabilities are pre-computed by time-dependent DFT and elements up to radon are covered. For a benchmark set of 1225 dispersion coefficients, the D4 model achieves an unprecedented accuracy with a mean relative deviation of 3.8% compared to 4.7% for D3. In addition to the two-body part, three-body effects are described by an Axilrod-Teller-Muto term. A common many-body dispersion expansion was extensively tested and an energy correction based on D4 polarizabilities is found to be advantageous for some larger systems. Becke-Johnson-type damping parameters for DFT-D4 are determined for more than 60 common functionals. For various energy benchmark sets DFT-D4 slightly outperforms DFT-D3. Especially for metal containing systems, the introduced charge dependence improves thermochemical properties. We suggest (DFT-)D4 as a physically improved and more sophisticated dispersion model in place of DFT-D3 for DFT calculations as well as for other low-cost approaches like semi-empirical models.<br /><br />", "date": "2019-01-25", "journal": "chemRxiv", "categories": "Bonding; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simulation of a Solvate Ionic Liquid at a Polarisable Electrode with a Constant Potential", "doi": "10.26434/chemrxiv.6974636.v2", "published_doi": "10.1021/acs.jpcc.8b09369", "published_url": "https://doi.org/10.1021/acs.jpcc.8b09369", "authors": "Samuel W. Coles; Vladislav Ivanistsev", "abstract": "<div>In this article we discuss the nanostructure and calculated the capacitance of a solvate ionic liquid–electrode interfaces, where the electrode has a constant potential, and is thus inherently polarisable. Lithium ions from the lithium</div><div>glyme solvate ionic liquid are found within 0.5 nm of the electrode at all voltages studied, however, their solvation environment varies with voltage. Our study provides molecular insight into the electrode interface of solvate ionic liquids, with many features similar to pure ionic liquids. A comparison with previous studies of the same electrolyte using the fixed surface charge boundary condition is also illuminating, informing future computational studies of electrolyte–electrode interfaces.</div>", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Electrochemistry; Solvates; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polymorphism of Bulk Boron Nitride", "doi": "10.26434/chemrxiv.6388637.v3", "published_doi": "10.1126/sciadv.aau5832", "published_url": "https://doi.org/10.1126/sciadv.aau5832", "authors": "Claudio Cazorla; Tim Gould", "abstract": "Boron nitride (BN) is a material with outstanding technological promise because of its exceptional thermochemical stability, structural, electronic and thermal conductivity properties, and extreme hardness. Yet, the relative thermodynamic stability of its most common polymorphs (diamond-like cubic and graphite-like hexagonal) has not been resolved satisfactorily because of the crucial role played by kinetic factors in the formation of BN phases at high temperatures and pressures (experiments), and by competing bonding, electrostatic and many-body dispersion forces in BN cohesion (theory). This lack of understanding hampers the development of potential technological applications, and challenges the boundaries of fundamental science.  Here, we use high-level first-principles theories that correctly reproduce all important electronic interactions (the adiabatic-connection fluctuation-dissipation theorem in the random phase approximation) to estimate with unprecedented accuracy the energy differences between BN polymorphs, and thus overcome the accuracy hurdle that hindered previous theoretical studies. We show that the ground-state phase of BN is cubic and that the frequently observed two-dimensional hexagonal polymorph becomes entropically stabilized over the cubic at temperatures slightly above ambient conditions (Tc = 63+-20'C). We also reveal a new low-symmetry monoclinic phase that is extremely competitive with the other low-energy polymorphs and which could explain the origins of the experimentally observed ``compressed h--BN'' phase. Our theoretical findings therefore should stimulate new experimental efforts in bulk BN as well as promote the use of high-level theories in modelling of technologically relevant van der Waals materials.<br />", "date": "2019-01-03", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Adsorption of Amino Acids on Graphene: Assessment of Current Force Fields", "doi": "10.26434/chemrxiv.7640489.v2", "published_doi": "10.1039/C8SM02621A", "published_url": "https://doi.org/10.1039/C8SM02621A", "authors": "Siva Dasetty; John K. Barrows; Sapna Sarupria", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We compare the free energies of adsorption (∆Aads) and the structural preferences of amino\nacids obtained using the force fields — Amberff99SB-ILDN/TIP3P, CHARMM36/modified-TIP3P,\nOPLS-AA/M/TIP3P, and Amber03w/TIP4P/2005. The amino acid–graphene interactions are favorable irrespective of the force field. While the magnitudes of ∆Aads differ between the force\nfields, the trends in the free energy of adsorption with amino acids are similar across the studied\nforce fields. ∆Aads positively correlates with amino acid–graphene and negatively correlates with\ngraphene–water interaction energies. Using a combination of principal component analysis and\ndensity-based clustering technique, we grouped the structures observed in the graphene adsorbed\nstate. The resulting population of clusters, and the conformation in each cluster indicate that the\nstructures of the amino acid in the graphene adsorbed state vary across force fields. The differences\nin the conformations of amino acids are more severe in the graphene adsorbed state compared to the\nbulk state for all the force fields. Our findings suggest that while the thermodynamics of adsorption\nof proteins and peptides would be described consistently across different force fields, the structural\npreferences of peptides and proteins on graphene will be force field dependent.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-01-30", "journal": "chemRxiv", "categories": "Biological Materials; Carbon-based Materials; Bioinformatics and Computational Biology; Computational Chemistry and Modeling; Thermodynamics (Chem. Eng.); Clusters; Self-Assembly; Statistical Mechanics; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Visible-Light-Induced Oxidative Cleavage of C-C Triple Bond via Hydroamination: Direct Synthesis of Oxamates from Amines and Activated Alkynes", "doi": "10.26434/chemrxiv.7322402.v3", "published_doi": "10.1039/C9RA10555G", "published_url": "https://doi.org/10.1039/C9RA10555G", "authors": "Sharada Duddu. S; Sagar Arepally; Arumugavel Murugan; Narenderreddy Katta; Mamata Ojha", "abstract": "<p>The direct oxidative cleavage of activated\nalkynes <i>via</i> hydroamination has been described using organic photocatalyst under visible-light irradiation at room temperature. In\nthis reaction, the single electron oxidation of an insitu formed enamines\nundergo radical coupling with oxidant which finally delivers the oxamates. The key features of this photocatalytic reaction are the\nmild reaction conditions, metal-free organic dye as photocatalyst, TBHP plays\ndual role as “O” source and for the regeneration of photocatalyst. <br /></p>", "date": "2019-01-10", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Methylamines as Nitrogen Precursors in Chemical Vapor Deposition of Gallium Nitride", "doi": "10.26434/chemrxiv.7067687.v3", "published_doi": "10.1021/acs.jpcc.9b00482", "published_url": "https://doi.org/10.1021/acs.jpcc.9b00482", "authors": "Karl Rönnby; Sydney C. Buttera; Polla Rouf; Sean Barry; Lars Ojamäe; Henrik Pedersen", "abstract": "Chemical vapor deposition (CVD) is one of the most important techniques for depositing thin films of the group 13 nitrides (13-Ns), AlN, GaN, InN and their alloys, for electronic device applications. The standard CVD chemistry for 13-Ns use ammonia as the nitrogen precursor, however, this gives an inefficient CVD chemistry forcing N/13 ratios of 100/1 or more. Here we investigate the hypothesis that replacing the N-H bonds in ammonia with weaker N-C bonds in methylamines will permit better CVD chemistry, allowing lower CVD temperatures and an improved N/13 ratio. Quantum chemical computations shows that while the methylamines have a more reactive gas phase chemistry, ammonia has a more reactive surface chemistry. CVD experiments using methylamines failed to deposit a continuous film, instead micrometer sized gallium droplets were deposited. This study shows that the nitrogen surface chemistry is most likely more important to consider than the gas phase chemistry when searching for better nitrogen precursors for 13-N CVD.", "date": "2019-01-21", "journal": "chemRxiv", "categories": "Materials Processing; Thin Films; Ligands (Inorg.); Main Group Chemistry (Inorg.); Reaction (Inorg.); Computational Chemistry and Modeling; Ligand Design; Interfaces; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Atomic Layer Deposition of InN Using Trimethylindium and Ammonia Plasma", "doi": "10.26434/chemrxiv.7269506.v3", "published_doi": "10.1116/1.5079279", "published_url": "https://doi.org/10.1116/1.5079279", "authors": "Petro Deminskyi; Polla Rouf; Ivan G. Ivanov; Henrik Pedersen", "abstract": "<div>InN is a low band gap, high electron mobility semiconductor material of interest to optoelectronics and telecommunication. Such applications require the deposition of uniform crystalline InN thin films on large area substrates, with deposition temperatures compatible with this temperature-sensitive material. As conventional chemical vapor deposition (CVD) struggles with the low temperature tolerated by the InN crystal, we hypothesize that a time-resolved, surface-controlled CVD route could offer a way</div><div>forward for InN thin film deposition. In this work, we report atomic layer deposition of crystalline, wurtzite InN thin films using trimethylindium and ammonia plasma on Si (100). We found a narrow ALD window of 240–260 °C with a deposition rate of 0.36 Å/cycle and that the flow of ammonia into the plasma is an important parameter for the crystalline quality of the film. X-ray photoelectron spectroscopy  measurements shows nearly stoichiometric InN with low carbon level (< 1 atomic %) and oxygen level (< 5 atomic %) in the film bulk. The low carbon level is attributed to a favorable surface chemistry enabled by the NH<sub>3</sub> plasma. The film bulk oxygen content is attributed to oxidation upon exposure to air via grain boundary diffusion and possibly by formation of oxygen containing species in the plasma discharge.</div>", "date": "2019-01-28", "journal": "chemRxiv", "categories": "Materials Processing; Optical Materials; Thin Films; Organometallic Compounds; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of High Molecular Weight Chitosan from Chitin by Mechanochemistry and Aging", "doi": "10.26434/chemrxiv.7312070.v3", "published_doi": "10.1039/C9GC00304E", "published_url": "https://doi.org/10.1039/C9GC00304E", "authors": "Thomas Di Nardo; Caroline Hadad; Albert Nguyen Van Nhien; Audrey Moores", "abstract": "Chitosan\ncan be obtained from the deacetylation of chitin. This process is however\ndifficult and usually accompanied by depolymerization, affording low molecular\nweight chitosan. We report a novel path, relying on a combination of\nmechanochemitry and aging, to afford high molecular weight chitosan with\nminimal use of energy and solvent. This method is versatile and applicable to a\nnumber of chitin sources, including crude crustaceans and insect shells,\nyielding deacetylation up to 98% and remarkably high molecular weights. Chitin\ndeacetylation was measured by magic angle spinning nuclear magnetic resonance\nand molecular weight by viscometry. This process affords chitosan in a safer\nfashion and with less materials and energy usage than the classic hydrothermal\none.", "date": "2019-01-30", "journal": "chemRxiv", "categories": "Biopolymers; Polymer chains; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}