{"title": "Local Deformation of Glasses Is Mediated by Rigidity Fluctuation and Granularity", "doi": "10.26434/chemrxiv.6397115.v1", "published_doi": "10.1002/advs.201800916", "published_url": "https://doi.org/10.1002/advs.201800916", "authors": "Omar Benzine; Sebastian Bruns; Zhiwen Pan; Karsten Durst; Lothar Wondraczek", "abstract": "Microscopic deformation processes lie at the origin of defect formation \non glass surfaces, thus determining the material’s resistance to \nscratching and mechanical failure. While the macroscopic strength of \nmost glasses is not directly depending on material composition, local \ndeformation and flaw initiation are strongly affected by chemistry and \natomic arrangement. Aside empirical insight, however, the structural \norigin of the fundamental deformation modes remains largely unknown. \nExperimental methods which probe parameters on short or intermediate \nlength-scale such as atom-atom or super-structural correlations are \ntypically applied in the absence of alternatives. Drawing on recent \nexperimental advances, we now probe spatial variations in the \nlow-frequency vibrational density of states which result from sharp \ncontact deformation of vitreous silica. From direct observation of \ndeformation-induced variations on the characteristic length-scale of \nmolecular heterogeneity, we argue that rigidity fluctuation on the scale\n of a few nanometers governs the deformation process of inorganic \nglasses.", "date": "2018-06-04", "journal": "chemRxiv", "categories": "Ceramics; Nanostructured Materials - Materials; Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design and Evaluation of Heterobivalent PAR1–PAR2 Ligands as Antagonists of Calcium Mobilization", "doi": "10.26434/chemrxiv.6394430.v1", "published_doi": "10.1021/acsmedchemlett.8b00538", "published_url": "https://doi.org/10.1021/acsmedchemlett.8b00538", "authors": "Mark W. Majewski; Disha M. Gandhi; Ricardo Rosas; Chris Dockendorff", "abstract": "A novel class of bivalent ligands targeting putative Protease-Activated Receptor (PAR) heteromers has been prepared based upon reported antagonists for the subtypes PAR1 and PAR2. Modified versions of the PAR1 antagonist RWJ-58259 containing alkyne adapters were connected via cycloaddition reactions to azide-capped polyethylene glycol (PEG) spacers attached to imidazopyridazine-based PAR2 antagonists. Initial studies of the PAR1–PAR2 antagonists indicated that they inhibited G alpha q-mediated calcium mobilization in endothelial and cancer cells driven by both PAR1 and PAR2 agonists. Compounds of this novel class hold promise for the prevention of restenosis, cancer cell metastasis, and other proliferative disorders.<br />", "date": "2018-06-04", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fe-N-C Artificial Enzyme: Activation of Oxygen for Dehydrogenation and Monoxygenation of Organic Substrates under Mild Condition and Cancer Therapeutic Application", "doi": "10.26434/chemrxiv.6427643.v1", "published_doi": "10.1021/acsami.8b15540", "published_url": "https://doi.org/10.1021/acsami.8b15540", "authors": "Fei He; Li Mi; Yanfei Shen; Toshiyuki Mori; Songqin Liu; Yuanjian Zhang", "abstract": "Developing highly efficient artificial enzymes that directly employ O<sub>2</sub> as terminal oxidant has long been pursued but has rarely achieved\nyet. We report Fe-N-C has unusual enzyme-like activity in both dehydrogenation and monoxygenation of organic\nsubstrates with ~100% selectivity by direct using O<sub>2</sub>.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Heterogeneous Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solvent-Ligand Interactions in Colloidal Nanocrystals", "doi": "10.26434/chemrxiv.6447884.v1", "published_doi": "10.1021/acs.chemmater.8b02523", "published_url": "https://doi.org/10.1021/acs.chemmater.8b02523", "authors": "Jonathan De Roo; Nuri Yazdani; Emile Drijvers; Alessandro Lauria; Jorick Maes; Isabel Van Driessche; Markus Niederberger; Vanessa Wood; José\nC. Martins; Ivan Infante; Zeger Hens", "abstract": "<p>Although\nsolvent-ligand interactions play a major role in nanocrystal synthesis, dispersion\nformulation and assembly, there is currently no direct method to study this.\nHere we examine the broadening of <sup>1</sup>H NMR resonances associated with\nbound ligands, and turn this poorly understood descriptor into a tool to assess\nsolvent-ligand interactions. We show that the line broadening has both a homogeneous\nand a heterogeneous component. The former is nanocrystal-size dependent and the\nlatter results from solvent-ligand interactions. Our model is supported by\nexperimental and theoretical evidence that correlates broad NMR lines with poor\nligand solvation. This correlation is found across a wide range of solvents,\nextending from water to hexane, for both hydrophobic and hydrophilic ligand\ntypes, and for a multitude of oxide, sulfide and selenide nanocrystals. Our findings\nthus put forward NMR line shape analysis as an indispensable tool to form,\ninvestigate and manipulate nanocolloids.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Surfactants; Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A One-Pot Chemoenzymatic Synthesis of (2S,4R)-4-Methylproline Enables the First Total Synthesis of Antiviral Lipopeptide Cavinafungin B", "doi": "10.26434/chemrxiv.6405761.v1", "published_doi": "10.1016/j.tet.2018.09.046", "published_url": "https://doi.org/10.1016/j.tet.2018.09.046", "authors": "Christian R. Zwick; Hans Renata", "abstract": "We report an efficient ten-step synthesis of antiviral natural product cavinafungin B in 37% overall yield. By leveraging a one-pot chemoenzymatic synthesis of (2S,4R)-4-methylproline and oxazolidine-tethered (Rink-Boc-ATG-resin) SPPS methodology, the assembly of our molecular target could be conducted in an efficient manner.This general strategy could prove amenable to the construction of other natural and unnatural linear lipopeptides. The value of incorporating biocatalytic steps in complex molecule synthesis is highlighted by this work.", "date": "2018-06-04", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reproducibility of Free Energy Calculations Across Different Molecular Simulation Software", "doi": "10.26434/chemrxiv.6402425.v1", "published_doi": "10.1021/acs.jctc.8b00544", "published_url": "https://doi.org/10.1021/acs.jctc.8b00544", "authors": "Hannes H. Loeffler; Stefano Bosisio; Guilherme Duarte Ramos Matos; Donghyuk Suh; Benoît Roux; David L. Mobley; Julien Michel", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Alchemical free energy calculations are an increasingly important modern simulation\ntechnique. Contemporary molecular simulation software such as AMBER, CHARMM,\nGROMACS and SOMD include support for the method. Implementation details vary\namong those codes but users expect reliability and reproducibility, i.e. for a given molec-\nular model and set of forcefield parameters, comparable free energy should be obtained within statistical bounds regardless of the code used. Relative alchemical free energy\n(RAFE) simulation is increasingly used to support molecule discovery projects, yet the\nreproducibility of the methodology has been less well tested than its absolute counter-\npart. Here we present RAFE calculations of hydration free energies for a set of small\norganic molecules and demonstrate that free energies can be reproduced to within about\n0.2 kcal/mol with aforementioned codes. Achieving this level of reproducibility requires\nconsiderable attention to detail and package–specific simulation protocols, and no uni-\nversally applicable protocol emerges. The benchmarks and protocols reported here\nshould be useful for the community to validate new and future versions of software for\nfree energy calculations.</p></div></div></div>", "date": "2018-06-04", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Effect of Tacticity and Side Chain Structure on the Coil Dimensions of Polyolefins", "doi": "10.26434/chemrxiv.6406886.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mohammad Atif Faiz Afzal; Jarod M. Younker; George Rodriguez", "abstract": "<pre>The key to the discovery of materials with targeted properties lies in the understanding of structure-property relationships. In this work, we evaluate the relationship between the polymer structure and their coil dimensions, and explore new polymers based on these relations. Coil dimensions are important features of polymers which affect their performance in various applications, including drug delivery, waste-water treatment, and engine oils. Coil dimensions of the polyolefins are dependent on the number, size, and stereo orientation of side chains along the backbone. Thus, controlling these attributes allows us to tailor the coil dimensions of polyolefins. In the proposed scheme, we calculate the radius of gyration (<i>R<sub>g</sub></i>) of polyolefin chains using molecular dynamics simulations and validate against experimental results. Simulated annealing is implemented to ensure the capture of different configurations. This model affords the ability to quantify the effect tacticity has on the coil dimensions of polyolefins. The results show the suppression of tacticity effects when the polymer chains transition to bottlebrush structures, demonstrating that the side chain steric hindrance plays an important role in the rigidity of the chain backbone. Further, the model is used to evaluate the compositional effects by determining the rigidity of propylene and 1-hexene copolymers. Combining our model with virtual high-throughput screening techniques, we evaluated the coiling behavior of hundreds of new polymers. Using the screening results, we established correlations between the structure of the side chain and the coil dimensions of polymers.</pre><pre>The supplementary material accompanying this paper includes the library of 275 polymers and their corresponding <i>K<sub>s</sub></i> values.<br /></pre>", "date": "2018-06-05", "journal": "chemRxiv", "categories": "Oligomers; Organic Polymers; Polymer chains; Computational Chemistry and Modeling; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Microfluidic Quantification of Yeast Surface Adhesion", "doi": "10.26434/chemrxiv.6446432.v1", "published_doi": "10.1039/C9LC00275H", "published_url": "https://doi.org/10.1039/c9lc00275h", "authors": "Kristina Reinmets; Amin Dehkharghani; Jeffrey S. Guasto; Stephen Fuchs", "abstract": "<div>Fungal adhesion is fundamental to processes ranging from</div><div>infection to food production yet, robust, population-scale</div><div>quantification methods for yeast surface adhesion are lacking. We developed a microfluidic assay to distinguish the effects of genetic background and solution conditions on adhesion. This approach will enable the rapid screening of yeast adhesive properties for anti-fouling surfaces and a host of other applications.</div>", "date": "2018-06-07", "journal": "chemRxiv", "categories": "Biophysics; Cell and Molecular Biology; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Does the Exchange-Correlation Kernel ƒxc Have a Very Long-Ranged Dependence on the Groundstate Electron Density?", "doi": "10.26434/chemrxiv.6519764.v1", "published_doi": "10.1007/s00214-018-2357-2", "published_url": "https://doi.org/10.1007/s00214-018-2357-2", "authors": "John F. Dobson; Janos G. Angyan; Tim Gould", "abstract": "We consider the dispersion energy between two well-separated molecules.  Provided that exchange overlap effects can be neglected, the Generalized Casimir Polder (GCP) formula gives the dispersion energy exactly to second order in the inter-system Coulomb pair potential, in terms of the density response functions of the isolated molecules. One can alternatively calculate the dispersion interaction from the density response in a supramolecular (dimer) energy TDDFT/ACFD calculation. This uses the density response from Time Dependent Density Functional Theory (TDDFT) and the Adiabatic Connection (ACFD) groundtstate electronic energy formula, and treats the two systems together. Some of us recently [JCTC 13, 5829 (2017)] showed that the supramolecular TDDFT/ACFD approach can fail to reproduce the exact GCP result, when the exchange-correlation kernel ƒxc in the TDDFT calculation is assumed to be local. Here we examine ways in which a nonlocal density dependence of ƒxc might be able to remove this discrepancy. <br />", "date": "2018-06-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simple Preparation of Cellulosic Lightweight Materials from Eucalyptus Pulp", "doi": "10.26434/chemrxiv.6483830.v1", "published_doi": "10.1021/acssuschemeng.8b03071", "published_url": "https://doi.org/10.1021/acssuschemeng.8b03071", "authors": "Elisa S. Ferreira; Camila Alves Rezende", "abstract": "Cellulosic foams and aerogels are tridimensional\nmaterials prepared from cellulose fibers and nanostructures that display\ninteresting properties, such as extremely low density, high fluid permeability,\nsound and heat insulation. Currently, the most common techniques to obtain such\nporous matrices are gel or foam forming, followed by freeze-drying or critical\npoint drying, which are energy and time-consuming processes for solvent\nremoval. In this work, we present a new methodology to produce cellulosic lightweight\nmaterials from eucalyptus pulp, using cellulose fibers partially hydrolyzed\nwith sulfuric acid. This method is based on a drying step easily performed at\nmild temperatures around 60°C in a convection oven and eliminates the need of\nmore sophisticated drying techniques. In addition, the procedure does not\nrequire the use of surfactants or special foam forming equipment. Micro-CT and\nFESEM analysis showed the formation of a porous and lightweight material\n(density as low as 0.15 g/cm³), where the fibers are randomly assembled in a\n3D-network with a few contact points. Mechanical testing reveled that foams of\nhydrolyzed fibers have great performance under compressive strain, with high\nmechanical energy absorption (<i>ca.</i> 360\nkJ/m³). This purely cellulosic material is suitable for the incorporation of\nparticles or functional groups aiming a wide range of final applications.", "date": "2018-06-14", "journal": "chemRxiv", "categories": "Biological Materials; Cellulosic materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Insights into the Structural Dynamics of PLGA at Terahertz Frequencies", "doi": "10.26434/chemrxiv.6450545.v1", "published_doi": "10.1039/C8PY01210E", "published_url": "https://doi.org/10.1039/C8PY01210E", "authors": "Talia A. Shmool; J. Axel Zeitler", "abstract": "The mechanical properties of an amorphous copolymer are directly related to the dynamic processes occurring at the molecular level.  Poly lactic-co-glycolic acid (PLGA) is a biodegradable co-polymer, and in this work we investigate the dynamics of PLGA and its glass transition behaviour by performing variable temperature terahertz time-domain spectroscopy (THz-TDS) experiments. We correlate PLGA dynamics, as measured at terahertz frequencies, their temperature dependence, molecular weight (MW), lactide to glycolide ratio, and free volume. The THz-TDS data can be used to detect two distinct glass transition processes, T<sub>g,α</sub>  and T<sub>g,β</sub>. To complement our analysis, we use dynamic mechanical analysis (DMA) to probe the β- and α-relaxation processes in PLGA, and compare the results obtained from the DMA experiments with those obtained using THz-TDS. We attribute T<sub>g,β</sub> to the change in dipole moments associated with the β-relaxation process, originating from the local rotation of C-O macromolecular chain segments, and T<sub>g,α</sub> to the change in dipole moments due to large segmental motion of the copolymer backbone associated with the α-relaxation process. We connect our experimental results to the free volume theory proposed by Fox and Flory, and demonstrate our results are consistent with the relationship between the experimentally determined T<sub>g,β</sub> and T<sub>g,α</sub> and free volume and PLGA dynamics.", "date": "2018-06-07", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Organic Polymers; Polymers; Physical and Chemical Properties; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "A simple model for halogen bonds", "doi": "10.26434/chemrxiv.6474038.v1", "published_doi": "10.3390/INORGANICS7020019", "published_url": "https://doi.org/10.3390/inorganics7020019", "authors": "Robert A. Shaw; Grant Hill", "abstract": "In this article we develop a simple statistical model for the prediction of halogen bond interaction energies at equilibrium geometries. The model is based on explicitly correlated coupled cluster results and produces root-mean-squared deviations of 0.14 and 0.28 kcal mol<sup>–1</sup> over separate fitting and validation sets, respectively. We also show how the model can be used to highlight cases where induction or dispersion significantly affect the underlying nature of the interaction.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluation of a New Vocus Reagent-Ion Source and Focusing Ion-Molecule Reactor for use in Proton-Transfer-Reaction Mass Spectrometry", "doi": "10.26434/chemrxiv.6502652.v1", "published_doi": "10.1021/acs.analchem.8b02641", "published_url": "https://doi.org/10.1021/acs.analchem.8b02641", "authors": "Jordan Krechmer; Felipe\nD. Lopez-Hilfiker; Abigail R. Koss; Manuel A. Hutterli; Carsten Stoermer; Benjamin L. Deming; Joel R. Kimmel; Carsten Warneke; Rupert Holzinger; John T. Jayne; Douglas\nR. Worsnop; Katrin Fuhrer; Marc Gonin; Joost  de Gouw", "abstract": "<div>We evaluate the performance of a new chemical ionization source called Vocus, consisting of a discharge reagent-ion source and focusing ion-molecule reactor (FIMR) for use in protontransfer-reaction time-of-flight mass spectrometry (PTR-TOF) measurements of volatile organic compounds (VOCs) in air. The reagent ion source uses a low-pressure discharge. The FIMR consists of a glass tube with a resistive coating, mounted inside a radio-frequency (RF) quadrupole. The axial electric field is used to enhance ion collision energies and limit cluster ion formation. The RF field focuses ions to the central axis of the reactor and improves the detection efficiency of product ions. Ion trajectory calculations demonstrate the mass-dependent focusing of ions and enhancement of the ion collision energy by the RF field, in particular for the lighter ions. Product ion signals are increased by a factor of 10 when the RF field is applied (5,000-18,000 cps ppbv<sup>-1</sup>), improving measurement precision and detection limits while operating at very similar reaction conditions as traditional PTR instruments. Due to the high water mixing ratio in the FIMR, we observe no dependence of the sensitivity on ambient sample humidity. In this work, the Vocus is interfaced to a TOF mass analyzer with a mass resolving power up to 14,000, which allows clear separation of isobaric ions, observed at nearly every nominal mass when measuring ambient air. Measurement response times are determined for a range of ketones with saturation vapor concentrations down to 5×10<sup>4</sup> μg m<sup>-3</sup> and compare favorably with previously published results for a PTR-MS instrument.</div>", "date": "2018-06-14", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Analytical Chemistry - General; Analytical Apparatus; Environmental Analysis; Mass Spectrometry; Spectroscopy (Anal. Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid, Non-Toxic Synthesis of Beta Zeolites", "doi": "10.26434/chemrxiv.6432155.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Felix Hemmann; Jonathan Hackebeil; Andreas Lißner; Florian Mertens", "abstract": "Molecular sieves with beta zeolite topology are promising catalysts for various reactions as they exhibits extraordinary Lewis acidity. However, their industrial application and related research in academica is hindered because their synthesis is time consuming and typically involves toxic chemicals as hydrofluoric acid. Therefore, tetraethylammonium fluorid was tested as a non-toxic fluotide source for the synthesis of beta zeolites. In combination with the previously reported nano-seeded growth method, a fast synthesis of beta zeolites only involving non-toxic chemicals was possible. Synthesized zeolites show comparable selectivity in the Bayer-Villinger oxidation as conventional zeolites synthesized with hydrofluoric acid.<br />", "date": "2018-06-11", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Acid Catalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "From Amines to Alkynes – Lighting the Way", "doi": "10.26434/chemrxiv.6510125.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Dorota Gryko; Michał Ociepa; Joanna Turkowska", "abstract": "We present a metal-free photoredox strategy for the formation of Csp3-Csp bonds from redox-activated primary amine derivatives. The developed reaction of 2,4,6-triphenylpyridiniu salts with alkynyl tosylates, leading to functionalized alkynes , is easily scalable, offers broad substrate scope, high chemoselectivity, and mild conditions.  Its potentials also highlighted by diversification of complex molecular scaffolds. Moreover, mechanistic studies contribute to the elucidation of unexpected differences in reactivity of primary, secondary and alkyl pyridinium salts.", "date": "2018-06-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DFT-Assisted Design and Evaluation of Bifunctional Amine/Pyridine- Oxazoline Metal Catalysts for Additions of Ketones to Unactivated Alkenes and Alkynes", "doi": "10.26434/chemrxiv.6394478.v1", "published_doi": "10.1055/s-0037-1610285", "published_url": "https://doi.org/10.1055/s-0037-1610285", "authors": "Eric Greve; Jacob D. Porter; Chris Dockendorff", "abstract": "Bifunctional catalyst systems for the direct addition of ketones to unactivated alkenes/alkynes were designed and modeled by density functional theory (DFT). The designed catalysts possess bidentate ligands suitable for binding of pi-acidic group 10 metals capable of activating alkenes/alkynes, and a tethered organocatalyst amine to activate the ketone via formation of a nucleophilic enamine intermediate. The structures of the designed catalysts before and after C–C bond formation were optimized using DFT, and reaction steps involving group 10 metals were predicted to be significantly exergonic. A novel oxazoline precatalyst with a tethered amine separated by a meta-substituted benzene spacer was predicted to have the potential to promote the desired reactions without undergoing self-quenching. The first example of a precatalyst of this class was synthesized via a 10-step sequence that includes a key regioselective epoxide ring-opening step. It was combined with group 10 metal salts, including cationic Pd(II) and Pt(II), and screened for the direct addition of ketones to several alkenes or an internal alkyne. <sup>1</sup>H NMR studies suggest that catalyst-catalyst interactions with this system via amine–metal coordination may preclude the desired addition reactions. The catalyst design approach disclosed here, and the promising calculations obtained with square planar group 10 metals, light a path for the discovery of novel bifunctional catalysts for C–C bond formation.<br />", "date": "2018-06-08", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Computational Chemistry and Modeling; Acid Catalysis; Base Catalysis; Homogeneous Catalysis; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solid State Analysis and Theoretical Explorations on Polymorphic and Hydrate Forms of p-Hydroxybenzaldehyde Isonicotinichydrazone: Effect of Additives on Polymorphic Crystallization", "doi": "10.26434/chemrxiv.6489425.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Lincy Tom; Victoria A. Smolenski; Jerry P. Jasinski; M.R. Prathapachandra Kurup", "abstract": "The reaction of p-hydroxybenzaldehyde with an equimolar amount of isonicotinic hydrazide afforded two polymorphic and hydrate forms of p-hydroxybenzaldehyde isonicotinichydrazone (HBIH) by varying the experimental reaction conditions. The compounds are fully characterized by means of single crystal and powder diffraction methods, vibrational spectroscopy (FT-IR and Raman), thermal and elemental analysis. The compound crystallizes in three different forms in two different space groups, P21/c (form PA and PB) and Pbca (PC). The Hirshfeld surface analysis shows the differences in the relative contributions of intermolecular interactions to the total Hirshfeld surface area for the HBIH molecules. The calculated pairwise interaction energies (104-116 kJ/mol) can be related to the stability of the crystals. Energy framework analysis identifies the interaction hierarchy and their topology. The geometry and conformation of the three forms are essentially similar which differ only by packing arrangement.", "date": "2018-06-12", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Ligands (Inorg.); Solvates; Transition Metal Complexes (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cell-Specific Chemical Delivery Using a Selective Nitroreductase–Nitroaryl Pair", "doi": "10.26434/chemrxiv.6447683.v1", "published_doi": "10.1021/acschembio.8b00524", "published_url": "https://doi.org/10.1021/acschembio.8b00524", "authors": "Todd D. Gruber; Chithra Krishnamurthy; Jonathan B. Grimm; Michael R. Tadross; Laura M. Wysocki; Zev J. Gartner; Luke D. Lavis", "abstract": "<p>The utility of<b> </b>small molecules to probe or perturb biological systems is limited by the lack of cell-specificity. ‘Masking’ the activity of small molecules using a general chemical modification and ‘unmasking’ it only within target cells could overcome this limitation. To this end, we have developed a selective enzyme–substrate pair consisting of engineered variants of <i>E. coli</i> nitroreductase (NTR) and a 2‑nitro-<i>N</i>-methylimidazolyl (NM) masking group. To discover and optimize this NTR–NM system, we synthesized a series of fluorogenic substrates containing different nitroaromatic masking groups, confirmed their stability in cells, and identified the best substrate for NTR. We then engineered the enzyme for improved activity in mammalian cells, ultimately yielding an enzyme variant (enhanced NTR, or eNTR) that possesses up to 100-fold increased activity over wild-type NTR. These improved NTR enzymes combined with the optimal NM masking group enable rapid, selective unmasking of dyes, indicators, and drugs to genetically defined populations of cells.</p>", "date": "2018-06-06", "journal": "chemRxiv", "categories": "Imaging; Biochemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "First Principles Insights into Amorphous Mg2Sn Alloy Anode for Mg-ion Batteries", "doi": "10.26434/chemrxiv.6462887.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Majid Mortazavi; Edmund Soon; Nikhil V. Medhekar", "abstract": "<p>Rechargeable Mg-ion batteries (MIBs) are an advantageous alternative solution to Li-ion batteries in many ways. Mg is safer and abundant in the Earth, and has a high electrochemical capacity owing to its divalent nature. It is yet relatively less studied largely due to primal success of Li-base batteries and challenges associated with the design of MIBs including high performance electrode materials. Herein, using first principles calculation, we study the electrochemical and mechanical properties of the most viable alloy anode Mg<sub>2</sub>Sn with special attention to its amorphous phase—unavoidable phase forming during cyclic Sn magnesiation in MIBs due to volume changes. We create amorphous Mg<sub>2</sub>Sn via simulated annealing technique using <i>ab initio</i> molecular dynamics. We find while Mg<sub>2</sub>Sn undergoes a substantial atomic-level structural changes during the crystal-to-amorphous transformation, its polycrystalline properties degrade slightly and become softer by only 20 % compared to the crystal phase. Moreover, we predict competitive electrochemical properties for the amorphous phase assuming it goes under similar reaction path as the average electronic charge on Mg ions almost remain unaffected. This work thus not only demonstrate that a-Mg<sub>2</sub>Sn  phase could be a bypass to combat the challenges associated with the crystal cracking during volume change, but also serves as first step to better understand the widely used Mg<sub>2</sub>Sn alloy anode in MIBs.</p>", "date": "2018-06-08", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Electrochemistry; Theory - Computational; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Adsorption and Diffusion of Na+, Cs+ and Ca+2 Ions in C-S-H and C-a-S-H Nanopores", "doi": "10.26434/chemrxiv.6476510.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Eduardo Duque-Redondo; Kazuo Yamada; Iñigo Lopez Arbeloa; Hegoi Manzano", "abstract": "Cementitious materials act as a diffusion barrier, immobilizing liquid and solid<br />radioactive waste and preventing their release into the biosphere. The retention capability of hydrated<br />cement paste and its main hydration product, C-S-H gel, has been extensively explored experimentally<br />for many alkali and alkaline earth cations. Nevertheless, the retention mechanisms of these cations at<br />the molecular scale are still unclear. In this paper, we have employed molecular dynamics simulations<br />to study the capacity of C-S-H to retain Cs, Ca and Na, analyzing the number of high-affinity sites on<br />the surface, the type of sorption for each cation and the diffusivity of these ions. We have also explored<br />the impact of aluminum incorporation in C-S-H at a constant concentration of the ions in the gel pore.<br />We found strong competition for surface sorption sites, with notable differences in the retention of the<br />cations under study and a remarkable enhance of the adsorption in C-A-S-H with respect to C-S-H.", "date": "2018-06-12", "journal": "chemRxiv", "categories": "Granular Materials; Nanostructured Materials - Materials; Computational Chemistry and Modeling; Physical and Chemical Properties; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Non-Radiative Transitions in Metal-Free Octaethylporphyrin and 2-Nitrofluorene Donor-Acceptor System", "doi": "10.26434/chemrxiv.6530570.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mihir Ghosh;  Shivraj; B. Siddlingeshwar; Anup Thomas; Subrata Sinha", "abstract": "<div><b>The aim of our work is to investigate the photoinduced electron transfer\n in non-covalent metal-free octaethyl porphyrin and 2 nitrofluorene \nsystem by electronic spectra and quantum chemical calculations.</b></div>", "date": "2018-06-14", "journal": "chemRxiv", "categories": "Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Discovering a Transferable Charge Assignment Model Using Machine Learning", "doi": "10.26434/chemrxiv.6638981.v1", "published_doi": "10.1021/acs.jpclett.8b01939", "published_url": "https://doi.org/10.1021/acs.jpclett.8b01939", "authors": "Andrew E. Sifain; Nicholas Lubbers; Benjamin T. Nebgen; Justin S. Smith; Andrey Y. Lokhov; Olexandr Isayev; Adrian E. Roitberg; Kipton Barros; Sergei Tretiak", "abstract": "<p>Partial atomic charge\nassignment is of immense practical value to force field parametrization, molecular\ndocking, and cheminformatics. Machine learning has emerged as a powerful tool\nfor modeling chemistry at unprecedented computational speeds given ground-truth\nvalues, but for the task of charge assignment, the choice of ground-truth may\nnot be obvious. In this letter, we use machine learning to discover\na charge model by training a neural network to molecular dipole\nmoments using a large, diverse set of CHNO molecular conformations. The new\nmodel, called Affordable Charge Assignment (ACA), is computationally\ninexpensive and predicts dipoles of out-of-sample molecules accurately.\nFurthermore, dipole-inferred ACA charges are transferable to dipole and even\nquadrupole moments of much larger molecules than those used for training. We apply\nACA to long dynamical trajectories of biomolecules and successfully produce their\ninfrared spectra. Additionally, we compare ACA with existing charge models and find\nthat ACA assigns similar charges to Charge Model 5, but with a greatly reduced computational\ncost.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence; Quantum Mechanics; Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "What Conformational Isomerism and Auxetics Typify Crystalline Cellulose?", "doi": "10.26434/chemrxiv.6634004.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Akwasi Asamoah", "abstract": "This is an original research which seeks to understand the extents of conformational isomerism and crystallinity typical of nanocellulose from different sources for informing materials processing and applications.", "date": "2018-06-21", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biodegradable Materials; Carbon-based Materials; Composites; Elastic Materials; Fibers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Practical Intermolecular Hydroarylation of Terminal Alkenes via Reductive Heck Coupling", "doi": "10.26434/chemrxiv.6619223.v1", "published_doi": "10.1021/acscatal.8b02717", "published_url": "https://doi.org/10.1021/acscatal.8b02717", "authors": "John A. Gurak; Keary M. Engle", "abstract": "The hydroarylation of alkenes is an attractive approach to construct carbon–carbon (C–C) bonds from abundant and structurally diverse starting materials. Herein we report a palladium-catalyzed reductive Heck hydroarylation of unactivated and heteroatom-substituted terminal alkenes with an array of (hetero)aryl iodides. The reaction is anti-Markovnikov selective and tolerates a wide variety of functional groups on both the alkene and (hetero)aryl coupling partners. Additionally, applications of this method to complex molecule diversifications were demonstrated. Deuterium-labeling experiments are consistent with a mechanism in which the key alkylpalladium(II) intermediate is intercepted with formate and undergoes a decarboxylation/C–H reductive elimination cascade to afford the saturated product and turn over the cycle.  <br />", "date": "2018-06-20", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fine-Tuning Electronic Properties of Luminescent Pt(II) Complexes via Vertex-Differentiated Coordination of Sterically Invariant Carborane-Based Ligands", "doi": "10.26434/chemrxiv.6670739.v1", "published_doi": "10.1021/acs.organomet.8b00475", "published_url": "https://doi.org/10.1021/acs.organomet.8b00475", "authors": "Kent O. Kirlikovali; Jonathan C. Axtell; Kierstyn Anderson; Peter I. Djurovich; Arnold L. Rheingold; Alexander Spokoyny", "abstract": "We report the synthesis of two isomeric Pt(II) complexes ligated by doubly deprotonated 1,1′-bis(<i>o</i>-carborane) (<b>bc</b>). This work provides a potential route to fine-tune the electronic properties of luminescent metal complexes by virtue of vertex-differentiated coordination chemistry of carborane-based ligands.", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Organometallic Compounds; Theory - Computational; Ligand Design", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Palladium-Catalyzed Asymmetric Annulation Between Aryl Iodides and Racemic Epoxides Using a Chiral Norbornene Cocatalyst", "doi": "10.26434/chemrxiv.6635312.v1", "published_doi": "10.1039/c8qo00808f", "published_url": "https://doi.org/10.1039/c8qo00808f", "authors": "Guangbin Dong; Renhe Li", "abstract": "Herein, we describe our initial development of an asymmetric Pd-catalyzed annulation between aryl iodides and racemic epoxides for synthesis of 2,3-dihydrobenzofurans using a chiral norbornene cocatalyst. A series of enantiopure ester-, amide- and imide-substituted norbornenes have been prepared with a reliable synthetic route. Promising enantioselectivity (42-45% ee) has been observed using the isopropyl ester-substituted norbornene (N1*) and the amide-substituted norbornene (N7*).", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organocatalysis; Catalysis; Ligands (Organomet.); Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Predicting Feasible Organic Reaction Pathways Using Heuristically Aided Quantum Chemistry", "doi": "10.26434/chemrxiv.6649565.v1", "published_doi": "10.1021/acs.jctc.9b00126", "published_url": "https://doi.org/10.1021/acs.jctc.9b00126", "authors": "Dmitrij Rappoport; Alan Aspuru-Guzik", "abstract": "Studying organic reaction mechanisms using quantum chemical methods requires from the researcher an extensive knowledge of both organic chemistry and first-principles computation. The need for empirical knowledge arises because any reasonably complete exploration of the potential energy surfaces (PES) of organic reactions is computationally prohibitive. We have previously introduced the Heuristically-Aided Quantum Chemistry (HAQC) approach to modeling complex chemical reactions, which abstracts the empirical knowledge in terms of chemical heuristics—simple rules guiding the PES exploration—and combines them with structure optimizations using quantum chemical methods. The HAQC approach makes use of heuristic kinetic criteria for selecting reaction paths that are not only plausible, that is, consistent with the empirical rules of organic reactivity, but also feasible under the reaction conditions. In this work, we develop heuristic kinetic feasilibity criteria, which correctly predict feasible reaction pathways for a wide range of simple polar (substitutions, additions, and eliminations) and pericyclic organic reactions (cyclizations, sigmatropic shifts, and cycloadditions). In contrast to knowledge-based reaction mechanism prediction methods, the same kinetic heuristics are successful in classifying reaction pathways as feasible or infeasible across this diverse set of reaction mechanisms. We discuss the energy profiles of HAQC and their potential applications in machine learning of chemical reactivity.<br />", "date": "2018-06-22", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reactive Nanopattern in a Triple Structured Bio-Inspired Honeycomb Film as a Clickable Platform", "doi": "10.26434/chemrxiv.6668189.v1", "published_doi": "10.1039/C8CC05333B", "published_url": "https://doi.org/10.1039/c8cc05333b", "authors": "Pierre Marcasuzaa; Samuel Pearson; Karell Bosson; Laurence Pessoni; Jean-Charles Dupin; Laurent Billon", "abstract": "A hierarchically structured platform was obtained from spontaneous self-assembly of a poly(styrene)-<i>b</i>-poly(vinylbenzylchloride) (PS-<i>b</i>-PVBC) block copolymer (BCP) during breath figure (BF) templating. The BF process using a water/ethanol atmosphere gave a unique double porosity in which hexagonally arranged micron-sized pores were encircled by a secondary population of smaller, nano-sized pores. A third level of structuration was simultaneously introduced between the pores by directed BCP self-assembly to form out-of-the-plane nano-cylinders, offering very rapid bottom-up access to a film with unprecedented triple structure which could be used as a reactive platform for introducing further surface functionality. The surface nano-domains of VBC were exploited as reactive nano-patterns for site-specific chemical functionalization by firstly substituting the exposed chlorine moiety with azide, then “clicking” an alkyne by copper (I) catalyzed azide-alkyne Huisgen cycloaddition (CuAAC). Successful chemical modification was verified by NMR spectroscopy, FTIR spectroscopy, and XPS, with retention of the micro- and nanostructuration confirmed by SEM and AFM respectively. Protonation of the cyclotriazole surface groups triggered a switch in macroscopic behavior from a Cassie-Baxter state to a Wenzel state, highlighting the possibility of producing responsive surfaces with hierarchical structure.", "date": "2018-06-25", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Organic Polymers; Polymer morphology; Polymer scaffolds", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solar Electrochemical Thermal Process (STEP) Ammonia: Optimization of the Electrolysis Conditions", "doi": "10.26434/chemrxiv.6667496.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Fang-Fang Li; Richa Singhal; Jiawen Ren; Marcus Johnson; Matthew Lefler; Stuart Licht", "abstract": "In the solar thermal electrochemical process (STEP), sunlight is split\ninto visible (for photovoltaic electricity) and thermal (unused, sub-bandgap)\nradiation using the full solar spectrum to efficiently drive high temperature\nelectrolyzes. Electrolysis conditions for STEP ammonia are investigated. A\nmixed molten carbonate/hydroxide electrolyte with iron oxide catalyzes ammonia\nformation from water (steam) and air (nitrogen) via an iron intermediate.  The higher temperature required for\neffective iron formation needs to be balanced by the lower temperature for\neffective hydration of the electrolyte. STEP ammonia is illustrated at a nickel\nanode and steel cathode at 650 °C in Li<sub>1.6</sub>Ba<sub>0.3</sub>Ca<sub>0.1</sub>CO<sub>3</sub>\nwith 6m LiOH and 1.5m Fe<sub>2</sub>O<sub>3</sub>.", "date": "2018-06-25", "journal": "chemRxiv", "categories": "Environmental Science; Electrocatalysis; Power", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Light- or Dark-Colored, L-DOPA-Based Melanins", "doi": "10.26434/chemrxiv.6668996.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koen Vercruysse; Margaret M. Whalen", "abstract": "<p>This report is a\ncontinuation of previous research on the H<sub>2</sub>O<sub>2</sub>-mediated synthesis\nof melanin-like pigments.\nWe\nsynthesized and characterized L-DOPA-based pigments using air- or H<sub>2</sub>O<sub>2</sub>-mediated<sub>\n</sub>oxidation. We compared their physic-chemical properties and evaluated\ntheir capacity to affect the interleukin release from immune cells. The use of\nhigher concentrations of H<sub>2</sub>O<sub>2</sub> resulted in melanin-like\nmaterials with a distinct chemical signature in their FT-IR spectra and a\nlighter color. All pigments enhanced the interleukin release from immune cells. The possibility\nthat lighter-colored melanins can be generated is discussed in the context of\nthe importance of melanin-based pigmentation in human physiology.</p>", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cs Retention and Diffusion in C-S-H at Different Ca/Si Ratios", "doi": "10.26434/chemrxiv.6683010.v1", "published_doi": "10.1016/j.cemconres.2020.106294", "published_url": "https://doi.org/10.1016/j.cemconres.2020.106294", "authors": "Eduardo Duque-Redondo; Kazuo Yamada; Iñigo López-Arbeloa; Hegoi Manzano", "abstract": "<div>Cement and concrete have been widely used as a barrier to isolate many types of contaminants, including radioactive waste, in repository sites. Nevertheless, the intrusion of groundwater in those nuclear repositories may release those contaminants by leaching mechanisms. Because of this, the retention and diffusion processes in cement matrix require to be analyzed in depth. The adsorption in cement and C‐S-H gel, its main hydration product, is influenced by factors as the pH, the composition or the alkali and alkaline earth content. In this work, molecular dynamics simulations were employed to study the role of Ca/Si ratio of the C‐S‐H in the capacity to retain Cs and diffusivity of these ions in gel pores. For that purpose, we built four different C‐S‐H models with Ca/Si ratios from 1.1 to 2.0. The results indicate better cationic retention at low Ca/Si ratios due to the interaction of the cations with the bridging silicate tetrahedrons. However, the average diffusion coefficients of the cations decrease at higher Ca/Si ratios because the high ionic constraint in the nanopore that induces a longrange ordering of the water molecules.</div>", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Computational Chemistry and Modeling; Physical and Chemical Processes; Surface; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Distinctive Diffusion Regimes of Organic Molecules in Clays: (De)coupled Motion with Water", "doi": "10.26434/chemrxiv.6683048.v1", "published_doi": "10.1021/acs.jpcc.8b09639", "published_url": "https://doi.org/10.1021/acs.jpcc.8b09639", "authors": "Eduardo Duque-Redondo; Iñigo López-Arbeloa; Hegoi Manzano", "abstract": "<div>The combination of organic and inorganic components enables the development of new generation of materials with innovative applications in many fields. Clays are commonly used to confine different ions and molecules since they act as an engineering barrier, avoiding the release of the entrapped species. In this work, we have employed molecular dynamics simulations to study the diffusivity of a variety of organic molecules enclosed in the interlaminar space of clays. We have found that the diffusivity of the organic molecules follows a universal trend, exhibiting low diffusion coefficients at low water contents, which are radically increased at a certain water content. This onset of diffusion is due to the rearrangement of the water molecules from monolayer to bilayer. At that point, the motion of the water/guest molecule cluster is decoupled, leading to the sharp increase of the diffusion coefficients.</div>", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Physical and Chemical Processes; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Decarboxylation Reactions in a Photocatalytic Microchip", "doi": "10.26434/chemrxiv.6683045.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kenji Katayama; Momona Seki; Kayoko Tokumitsu; Woon Yong Sohn", "abstract": "The photocatalytic microchip\nwas demonstrated as an efficient platform of the photocatalytic organic\nreactions, which features\nan easy control of the reaction time and light conditions. We demonstrated the\nphotocatalytic decarboxylation and the following adduct reaction inside the\nmicrochip and successfully\nachieved high yields of the products.", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Divergent Reactivity of CO2 and CO and Related Substrates at the Nickel Carbon Double Bond of (PCcarbeneP)Ni(II) Pincer Complexes", "doi": "10.26434/chemrxiv.6686585.v1", "published_doi": "10.1021/acs.organomet.8b00440", "published_url": "https://doi.org/10.1021/acs.organomet.8b00440", "authors": "Etienne A. LaPierre; Warren Piers; Chris Gendy", "abstract": "The addition of carbon monoxide (CO), carbon dioxide\n(CO<sub>2</sub>) and isoelectronic isocyanide and isocyanates to the nickel\ncarbene bond in PC<sub>carbene</sub>P pincer complexes is reported. For CO and\nCNR, irreversible group transfer reactions are observed, while for CO<sub>2</sub>,\na reversible 2+2 addition to the carbene moiety occurs. The course of the CO\nand CO<sub>2</sub> reactions are strongly affected by the nature of the PC<sub>carbene</sub>P\npincer ligand framework and a new more rigid ligand based on a\n10,10-dimethyl-9,10-dihydroanthracene core was designed in order to study these\nreactions, illustrating the profound effect of small changes in ligand\nstructure on reaction outcomes.", "date": "2018-06-27", "journal": "chemRxiv", "categories": "Coordination Chemistry (Organomet.); Ligand Design; Reaction (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Relationships Between Step and Cumulative PMI and E-factors: Implications on Estimating Material Efficiency With Respect to Charting Synthesis Optimization Strategies", "doi": "10.26434/chemrxiv.6686729.v1", "published_doi": "10.1515/gps-2018-0131", "published_url": "https://doi.org/10.1515/gps-2018-0131", "authors": "John Andraos", "abstract": "This report describes mathematical relationships between step and cumulative process mass intensities (PMIs) for synthesis plans, and analogous parameters applied to Efactors. It is shown that both step E-factors and step PMIs are not additive for synthesis plans. It is also shown that a recursive calculation of cumulative PMIs from step PMIs is<br />a rapid method of determining overall PMIs for synthesis plans, though cumulative PMIs are not sufficiently informative as step PMIs or step E-factors to identify bottlenecks in<br />synthesis plans. Illustrations on the use of these metrics to track the material efficiency of published synthesis plans for the pharmaceutical, apixaban, are given as a template<br />example. Advantages and disadvantages of each metric are discussed. A general algorithm to select the most promising candidate synthesis plans considered at the design<br />stage for a given molecular target that most likely satisfy “green” material efficiency criteria is also presented.", "date": "2018-06-27", "journal": "chemRxiv", "categories": "Process Chemistry; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Improving Solvation Energy Predictions Using The SMD Solvation Method and Semiempirical Electronic Structure Methods", "doi": "10.26434/chemrxiv.6708554.v1", "published_doi": "10.1063/1.5047273", "published_url": "https://doi.org/10.1063/1.5047273", "authors": "Jimmy C. Kromann; Casper Steinmann; Jan Halborg Jensen", "abstract": "The PM6 implementation in the GAMESS program is extended to elements requiring d-integrals and interfaced with the conducter-like polarized continuum model (C-PCM) of solvation, in- cluding gradients. The accuracy of aqueous solvation energies computed using AM1, PM3, PM6, and DFTB and the SMD continuum solvation model is tested using the MNSOL data set. The errors in SMD solvation energies predicted using NDDO-based methods is considerably larger than when using DFT and HF, with RMSE values of 3.4-5.9 (neutrals) and 6-15 kcal/mol (ions) compared to 2.4 and ca 5 kcal/mol for HF/6-31G(d). For the NDDO-based methods the errors are especially large for cations and considerably higher than the corresponding COSMO results, which suggests that the NDDO/SMD results can be improved by re-parameterizing the SMD parameters focusing on ions. We found the best results are obtained by changing only the radii for hydrogen, carbon, oxygen, nitrogen, and sulfur and this leads to RMSE values for PM3 (neutrals: 2.8/ions: ca 5 kcal/mol), PM6 (4.7/ca 5 kcal/mol), and DFTB (3.9/ca 5 kcal/mol) that are more comparable to HF/6-31G(d) (2.4/ca 5 kcal/mol). Though the radii are optimized to reproduce aqueous solvation energies, they also lead more accurate predictions for other polar solvents such as DMSO, acetonitrile, and methanol, while the improvements for non-polar solvents are negligible.", "date": "2018-06-27", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Metal-Organic Framework Glasses with Permanent Accessible Porosity", "doi": "10.26434/chemrxiv.6723473.v1", "published_doi": "10.1038/s41467-018-07532-z", "published_url": "https://doi.org/10.1038/s41467-018-07532-z", "authors": "Chao Zhou; Louis Longley; Andraz Krajnc; Glen J. Smales; Ang Qiao; Ilknur Erucar; Cara M. Doherty; Aaron W. Thornton; Anita\nJ. Hill; Christopher W. Ashling; Omid T. Qazvini; Seok June Lee; Philip A. Chater; Nicholas J. Terrill; Andrew J. Smith; Yuanzheng Yue; Gregor Mali; David\nA. Keen; Shane G. Telfer; Thomas D. Bennett", "abstract": "To date, only several microporous, and even fewer nanoporous, glasses have been produced, always via post synthesis acid treatment of phase separated dense materials, e.g. Vycor glass. In comparison, high internal surface areas are readily achieved in crystalline materials, such as metal-organic frameworks (MOFs). It has recently been discovered that a new family of melt quenched glasses can be produced from MOFs, though they have thus far have lacked the accessible and intrinsic porosity of their crystalline precursors. Here, we report the first glasses that are permanently, and reversibly porous toward incoming gases, without post synthetic treatment. We characterized the structure of these glasses using a range of experimental techniques, and demonstrate pores in the 4-8 angstrom range. The discovery of MOF-glasses with permanent accessible porosity reveals a new category of porous glass materials, that are potentially elevated beyond conventional inorganic and organic porous glasses, by their diversity and tunability.", "date": "2018-06-29", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Liquid Crystals", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigation of Polyoxometalate-(Poly)pyrrole Heterogeneous Nanostructures as Cathodes for Rechargeable Magnesium-Ion Batteries", "doi": "10.26434/chemrxiv.6716012.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hakeem K. Henry; Sang Bok Lee", "abstract": "The PMo<sub>12</sub>-PPy heterogeneous cathode was synthesized electrochemically. In doing so, the PMo<sub>12</sub> redox-active material was impregnated throughout the conductive polymer matrix of  the poly(pyrrole) nanowires. All chemicals and reagents used were purchased from Sigma-Aldrich. Anodized aluminum oxide (AAO) purchased from Whatman served as the porous hard template for nanowire deposition. A thin layer of gold of approximately 200nm was sputtered onto the disordered side of the AAO membrane to serve as the current collector. Copper tape was connected to the sputtered gold for contact and the device was sealed in parafilm with heat with an exposed area of 0.32 cm<sup>2</sup> to serve as the electroactive area for deposition. All electrochemical synthesis and experiments were conducted using a Bio-Logic MPG2 potentiostat. The deposition was carried out using a 3-electrode beaker cell setup with a solution of acetonitrile containing 5mM and 14mM of the phosphomolybdic acid and pyrrole monomer, respectively. The synthesis was achieved using chronoamperometry to apply a constant voltage of 0.8V vs. Ag/AgCl (BASi) to oxidatively polymerize the pyrrole monomer to poly(pyrrole). To prevent the POM from chemically polymerizing the pyrrole, an injection method was used in which the pyrrole monomer was added to the POM solution only after the deposition voltage had already been applied. The deposition was well controlled by limiting the amount of charge transferred to 300mC. Following deposition, the AAO template was removed by soaking in 3M sodium hydroxide (NaOH) for 20 minutes and rinsed several times with water. After synthesis, all cathodes underwent electrochemical testing to determine their performance using cyclic voltammetry and constant current charge-discharge cycling in 0.1 M Mg(ClO<sub>4</sub>)<sub>2</sub>/PC electrolyte. The cathodes were further characterized using scanning electron microscopy (SEM), transmission electron microscopy (TEM), scanning transmission electron microscopy (STEM), and x-ray photoelectron spectroscopy (XPS).", "date": "2018-06-29", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Electrochemical Analysis; Energy Storage; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Biomimetic Extracellular Vesicles Embedded with Black Phosphorus for Molecular Recognition-Guided Biomineralization", "doi": "10.26434/chemrxiv.6721553.v1", "published_doi": "10.1038/S41467-019-10761-5", "published_url": "https://doi.org/10.1038/s41467-019-10761-5", "authors": "Yingqian Wang; Xiaoxia Hu; Lingling Zhang; Chunli Zhu; Jie Wang; Yingxue Li; Yulan Wang; Can Wang; Yufeng Zhang; Quan Yuan", "abstract": "Extracellular\nvesicles (EVs) are involved in the regulation of cell physiological activity\nand the reconstruction of extracellular environment. Matrix vesicles (MVs) are\na type of EVs, and they participate in the regulation of cell mineralization.\nHerein, bioinspired MVs embedded with black phosphorus are functionalized with\ncell-specific aptamer (denoted as Apt-bioinspired MVs) for stimulating\nbiomineralization. The aptamer can direct bioinspired MVs to targeted cells,\nand the increasing concentration of inorganic phosphate originated from the\nblack phosphorus can facilitate cell biomineralization. The photothermal effect\nof the Apt-bioinspired MVs also positively affects mineralization. In addition,\nthe Apt-bioinspired MVs display outstanding bone regeneration performance.\nConsidering the excellent behavior of the Apt-bioinspired MVs for promoting\nbiomineralization, our strategy provides a way of designing bionic tools for\nstudying the mechanisms of biological processes and advancing the development\nof medical engineering.<br />", "date": "2018-06-29", "journal": "chemRxiv", "categories": "Biochemistry; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluating the London Dispersion Coefficients of Protein Force Fields Using the Exchange-Hole Dipole Moment Model", "doi": "10.26434/chemrxiv.6024410.v2", "published_doi": "10.1021/acs.jpcb.8b02814", "published_url": "https://doi.org/10.1021/acs.jpcb.8b02814", "authors": "Evan T. Walters; Mohamad Mohebifar; Erin R. Johnson; Christopher Rowley", "abstract": "<div>London dispersion is one of the fundamental intermolecular interactions involved in protein folding and dynamics. The popular CHARMM36, Amber ff14sb, and OPLS-</div><div>AA force fields represent these interactions through the C6 /r 6 term of the Lennard-Jones potential. The C6 parameters are assigned empirically, so these parameters are</div><div>not necessarily a realistic representation of the true dispersion interactions. In this work, dispersion coefficients of all three force fields were compared to corresponding</div><div>values from quantum-chemical calculations using the exchange-hole dipole moment (XDM) model. The force field values were found to be roughly 50% larger than the XDM values for protein backbone and side-chain models. The  CHARMM36 and Amber OL15 force fields for nucleic acids were also found to exhibit this trend. To explore how these elevated dispersion coefficients affect predicted properties, the hydration energies of the side-chain models were calculated using the staged REMD-TI method of Deng and Roux for the CHARMM36, Amber ff14sb, and OPLS-AA force fields. Despite having large C 6 dispersion coefficients, these force fields predict side-chain hydration energies that are in generally good agreement with the experimental values, including for hydrocarbon residues where the dispersion component is the dominant attractive solute–solvent interaction. This suggests that these force fields predict the correct total strength of dispersion interactions, despite C6 coefficients that are considerably larger than XDM predicts. An analytical expression for the water–methane dispersion energy using XDM dispersion coefficients shows that that higher-order dispersion terms(i.e., C 8 and C 10 ) account for roughly 37.5% of the hydration energy of methane. This suggests that the C 6 dispersion coefficients used in contemporary force fields are</div><div>elevated to account for the neglected higher-order terms. Force fields that include higher-order dispersion interactions could resolve this issue.</div>", "date": "2018-06-06", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A High-Throughput Screening Approach for the Optoelectronic Properties of Conjugated Polymers", "doi": "10.26434/chemrxiv.6181841.v2", "published_doi": "10.1021/acs.jcim.8b00256", "published_url": "https://doi.org/10.1021/acs.jcim.8b00256", "authors": "Liam Wilbraham; Enrico Berardo; Lukas Turcani; Kim Jelfs; Martijn Zwijnenburg", "abstract": "<p>We propose a\ngeneral high-throughput virtual screening approach for the optical and\nelectronic properties of conjugated polymers. This approach makes use of the\nrecently developed xTB family of low-computational-cost density functional\ntight-binding methods from Grimme and co-workers, calibrated here to (TD-)DFT\ndata computed for a representative diverse set of (co-)polymers. Parameters\ndrawn from the resulting calibration using a linear model can then be applied\nto the xTB derived results for new polymers, thus generating near DFT-quality\ndata with orders of magnitude reduction in computational cost. As a result,\nafter an initial computational investment for calibration, this approach can be\nused to quickly and accurately screen on the order of thousands of polymers for\ntarget applications. We also demonstrate that the (opto)electronic properties\nof the conjugated polymers show only a very minor variation when considering\ndifferent conformers and that the results of high-throughput screening are therefore\nexpected to be relatively insensitive with respect to the conformer search\nmethodology applied.</p>", "date": "2018-06-18", "journal": "chemRxiv", "categories": "Optical Materials; Organic Polymers; Computational Chemistry and Modeling; Photocatalysis; Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Elucidating the Role of Isotopically Chiral Initiators in the Soai Asymmetric Autocatalytic Reaction", "doi": "10.26434/chemrxiv.5787984.v2", "published_doi": "10.1021/ACSCENTSCI.8B00297", "published_url": "https://doi.org/10.1021/acscentsci.8b00297", "authors": "Neil Hawbaker; Donna Blackmond", "abstract": "A mechanistic rationalization is given for how asymmetric amplification is induced with fidelity in the Soai autocatalytic reaction by chiral initiators that are enantiomeric only by virtue of an isotope, e.g. – CH3 vs.CD3. A transient <i>inhibition</i> of the autocatalytic pathway at the outset of the reaction implicates an interaction between initiator and product initially formed in the uncatalyzed background reaction. Selectivity in formation of the product-initiator complex ultimately induces a slight enantioenrichment in the active dimer catalysts that trigger and direct the autocatalytic pathway.<br />", "date": "2018-06-18", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Boehmite Nanofibers as a Dispersant for Nanotubes in an Aqueous Sol", "doi": "10.26434/chemrxiv.6652955.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gen Hayase", "abstract": "By exploiting the dispersibility and rigidity of boehmite nanofibers (BNFs) with a high aspect ratio of 4 nm in diameter and several micrometers in length, multiwall-carbon nanotubes (MWCNTs) were successfully dispersed in aqueous solutions. In these sols, the MWCNTs were dispersed at a ratio of about 5–8% relative to BNFs. Self-standing BNF–nanotube films were also obtained by filtering these dispersions and showing their functionality. These films can be expected to be applied to sensing materials.", "date": "2018-06-26", "journal": "chemRxiv", "categories": "Composites; Fibers; Nanostructured Materials - Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Simple Algorithm for Despiking Raman Spectra", "doi": "10.26434/chemrxiv.5993011.v2", "published_doi": "10.1016/j.chemolab.2018.06.009", "published_url": "https://doi.org/10.1016/j.chemolab.2018.06.009", "authors": "Darren Whitaker; Kevin Hayes", "abstract": "Raman Spectroscopy is a widely used analytical technique, favoured when molecular specificity with minimal sample preparation is required.<br />The majority of Raman instruments use charge-coupled device (CCD) detectors, these are susceptible to cosmic rays and as such multiple spurious spikes can occur in the measurement. These spikes are problematic as they may hinder subsequent analysis, particularly if multivariate data analysis is required. In this work we present a new algorithm to remove these spikes from spectra after acquisition. Specifically we use calculation of modified <i>Z</i> scores to locate spikes followed by a simple moving average filter to remove them. The algorithm is very simple and its execution is essentially instantaneous, resulting in spike-free spectra with minimal distortion of actual Raman data. The presented algorithm represents an improvement on existing spike removal methods by utilising simple, easy to understand mathematical concepts, making it ideal for experts and non-experts alike. <br />", "date": "2018-06-29", "journal": "chemRxiv", "categories": "Chemoinformatics; Spectroscopy (Anal. Chem.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Post-synthetic ligand exchange in zirconium-based metal-organic frameworks: beware of the defects!", "doi": "10.26434/chemrxiv.5590876.v3", "published_doi": "10.1002/ange.201806910", "published_url": "https://doi.org/10.1002/ange.201806910", "authors": "Marco Taddei; Russell J. Wakeham; Athanasios Koutsianos; Enrico Andreoli; Andrew R. Barron", "abstract": "<p>Post-synthetic ligand exchange in the prototypical zirconium-based metal-organic framework UiO-66 was investigated by in situ solution <sup>1</sup>H nuclear magnetic resonance. Samples of UiO-66 having different degrees of defectivity were exchanged using solutions of several terephthalic acid analogues in a range of conditions. Linker exchange only occurred in defect-free UiO-66, whereas monocarboxylates grafted at defective sites were found to be preferentially exchanged with respect to terephthalic acid over the whole range of conditions investigated. A 1:1 exchange ratio between the terephthalic acid analogue and modulator was observed, providing evidence that the defects had missing-cluster nature. Ex situ characterisation of the MOF powders after exchange corroborated these findings and evidenced that the physical-chemical properties of the MOF depend on whether the functionalisation occurs at defective sites or on the framework. N<sub>2</sub> sorption analysis showed that, upon exchange, defective samples underwent significant decrease of surface area and disappearance of large pores, associated with the presence of missing-cluster defects in the starting material. CO<sub>2 </sub>sorption studies displayed the different impact of pure defect functionalisation and pure framework functionalisation on isosteric heat of adsorption and CO<sub>2</sub>/N<sub>2</sub> selectivity.</p>", "date": "2018-06-14", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Solid State Chemistry; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enzymatic degradation of poly(butylene succinate) copolyesters synthesized with the use of Candida antarctica lipase B", "doi": "10.26434/chemrxiv.6377555.v3", "published_doi": "10.3390/polym10060688", "published_url": "https://doi.org/10.3390/polym10060688", "authors": "Aleksandra Wcislek; Agueda Sonseca Olalla; Andrew McClain; Agnieszka Piegat; Peter Sobolewski; Judit E. Puskas; Miroslawa El Fray", "abstract": "<div><div><div><p>Abstract: Biodegradable polymers are an active area of investigation, particularly ones that can be produced from sustainable, biobased monomers, such as copolymers of poly(butylene succinate) (PBS). In this study, we examine the enzymatic degradation of poly(butylene succinate-dilinoleic succinate) (PBS-DLS) copolymers obtained by “green” enzymatic synthesis using lipase B from Candida antarctica (CALB). The copolymers differed in their hard to soft segments ratio, from 70:30 to 50:50 wt.%. Enzymatic degradation was carried out on electrospun membranes (scaffolds) and compression-moulded films using lipase fromPseudomomas cepacia. Poly(e-caprolactone) (PCL) was used as a reference aliphatic polyester. The degradation process was monitored gravimetrically via water uptake and mass loss. After 24 days, approx. 40% mass loss was observed for fibrous materials prepared from PBS-DLS 70:30 copolymer, as compared to approx. 10% mass loss for PBS-DLS 50:50. Infrared spectroscopy (FTIR) and SEC analysis were used to examine changes in chemical structure. Differential scanning calorimetry (DSC) and scanning light microscopy (LSM) revealed changes in degree of crystallinity, and changes in surface morphology, consistent with a surface erosion mechanism. We conclude that the obtained copolymers are suitable for tissue engineering applications thanks to tuneable degradation and lack of acidification during breakdown.</p></div></div></div>", "date": "2018-06-20", "journal": "chemRxiv", "categories": "Biodegradable Materials; Fibers; Organic Polymers; Polymerization (Polymers); Polymer scaffolds; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pressure Promoted Low-Temperature Melting of Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.6541190.v3", "published_doi": "10.1038/s41563-019-0317-4", "published_url": "https://doi.org/10.1038/s41563-019-0317-4", "authors": "Remo N. Widmer; Giulio\nI. Lampronti; Simone Anzellini; Romain Gaillac; Stefan Farsang; Chao Zhou; Ana M. Belenguer; Hannah Palmer; Annette K. Kleppe; Michael T. Wharmby; Simon A. T. Redfern; François-Xavier Coudert; Simon G. MacLeod; Thomas Bennett", "abstract": "Metal-organic frameworks (MOFs) are microporous materials with huge potential as host structures for chemical processes, including retention, catalytic reaction, or separation of guest molecules. Structural collapse at high-pressure, and unusual behaviours at elevated temperatures, such as melting and transitions to liquid states, have recently been observed in the family. Here, we show that the effect of the application of simultaneous high-pressure and -temperature on a MOF can be understood in terms of silicate analogues, with crystalline, amorphous and liquid states occurring across the pressure - temperature phase diagram. The response of ZIF-62, the MOF on which we focus, to simultaneous pressure and temperature reveals a complex behaviour with distinct high- and low- density amorphous phases occurring over different regions of the pressure-temperature space. In-situ powder X-ray diffraction, Raman spectroscopy and optical microscopy reveal that the stability of the liquid MOF-state expands significantly towards lower temperatures at intermediate, industrially achievable pressures. Our results imply a novel route to the synthesis of functional MOF glasses at low temperatures, avoiding decomposition upon heating at ambient pressure.", "date": "2018-06-28", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Minerals; Solid State Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}