{"title": "Exploration of Chemical Compound, Conformer, and Reaction Space with Meta-Dynamics Simulations Based on Tight-Binding Quantum Chemical Calculations", "doi": "10.26434/chemrxiv.7660532.v1", "published_doi": "10.1021/acs.jctc.9b00143", "published_url": "https://doi.org/10.1021/acs.jctc.9b00143", "authors": "Stefan Grimme", "abstract": "The semi-empirical tight-binding based quantum chemistry method GFN2-xTB is used in the framework of meta-dynamics (MTD) to globally explore chemical compound, conformer, and reaction space. The approach us used for three common problems, i.e., conformer search, chemical reaction space exploration in a virtual nanoreactor, and for guessing reaction paths. <div>For typical conformational search problems of drug-like organic molecules, the new MTD(RMSD) algorithm yields lower energy structures and more complete conformer ensembles at reduced computational effort compared with its already well performing predecessor.<br /><br /></div>", "date": "2019-02-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel-Catalyzed Cross Coupling of Umpolung Carbonyls and Alkyl Halides", "doi": "10.26434/chemrxiv.7665122.v1", "published_doi": "10.1021/acs.joc.9b00649", "published_url": "https://doi.org/10.1021/acs.joc.9b00649", "authors": "Dianhu Zhu; Leiyang Lv; Zihang Qiu; Chao-Jun Li", "abstract": "An effective nickel-catalyzed cross coupling of umpolung carbonyls and alkyl halides was developed. Contrary to classical alkylation techniques, this reaction utilizes umpolung carbonyls as the environmentally benign alkyl nucleophiles, providing an efficient and selective catalytic alternative to the traditional use of highly reactive alkyl organometallic reagents.", "date": "2019-02-04", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Energy-Efficient CO2 Capture from Flue Gas by Absorption with Amino Acids and Crystallization with a Bis-Iminoguanidine", "doi": "10.26434/chemrxiv.7663289.v1", "published_doi": "10.1021/ACS.IECR.9B00954", "published_url": "https://doi.org/10.1021/acs.iecr.9b00954", "authors": "Radu Custelcean; Kathleen A. Garrabrant; Neil Williams; Erick Holguin; Flavien M. Brethomé; Costas Tsouris", "abstract": "A hybrid solvent/solid-state approach to carbon capture is demonstrated based on absorption with glycine or sarcosine, followed by crystallization of a guanidinium bicarbonate salt.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Process Chemistry; Atmospheric Chemistry; Environmental Science; Power", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fast and Selective Post-Polymerization Modification of Conjugated Polymers Using Dimethyldioxirane", "doi": "10.26434/chemrxiv.7660547.v1", "published_doi": "10.3389/fchem.2019.00123", "published_url": "https://doi.org/10.3389/fchem.2019.00123", "authors": "Emmanuel Reichsöllner; Adam Creamer; Shengyu Cong; Abby Casey; Simon Eder; Martin Heeney; Florian Glöcklhofer", "abstract": "Modification of functional groups attached to conjugated polymer backbones can drastically alter the material properties. Oxidation of electron-donating thioalkyl substituents to electron-withdrawing sulfoxides or sulfones is a particularly effective modification. However, so far, this reaction has not been studied for the modification of conjugated polymers used in organic electronics. Crucial questions regarding selectivity and reaction time waited to be addressed. Here, we show that the reaction is highly selective and complete within just a few minutes when using dimethyldioxirane (DMDO) for the oxidation of thioalkyl substituents attached to the well investigated conjugated polymers poly(9-(1-octylnonyl)carbazole-alt-4,7-dithienylbenzothiadiazole) (PCDTBT) and poly(9,9-dioctylfluorene-alt-benzothiadiazole) (F8BT). The selectivity was confirmed by comparison with polymers obtained from pre-oxidized monomers and by control experiments using related polymers without thioalkyl substituents. Using DMDO, the oxidation yields acetone as the only side-product, which reduces the work-up to mere evaporation of solvents and excessive reagent. Our results show that this oxidation is an exciting method for the preparation of electron-deficient conjugated polymers. It may even allow the preparation of electron acceptors for solar cells directly from the electron donors.", "date": "2019-02-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Thin Films; Conducting polymers; Organic Polymers; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical Investigations of Photoionization Efficiency of Naphthalene", "doi": "10.26434/chemrxiv.7665620.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Chih-Hao Chin; Tong Zhu; John ZH Zhang", "abstract": "The equilibrium geometry and 48 vibrational normal-mode frequencies of the neutral and cationic ground state and the cationic first excited states of naphthalene isomers were calculated and characterized in the adiabatic representation by using the complete active space self-consistent field (CASSCF) and second order perturbation theory (CASPT2). Photoionization-efficiency (PIE) spectrum of molecular beam conditions in energy range 8 - 11 eV were determined by Kaiser et al. and they were analyzed using time-dependent density functional theory calculations (TDDFT). CASSCF calculations and PIE spectra simulations by one-photon excitation equations were used to optimize the cationic excited (D1) and neutral ground (S0) state structures of naphthalene isomers. The photoionization-efficiency curve was attributed to the S0  D1 electronic transition in naphthalene, and a curve origin was used at 8.14 eV. The ionization-induced geometry changes of the bases are consistent with the shapes of the corresponding molecular orbitals. The displaced harmonic oscillator approximation and Franck-Condon approximation were used to simulate the PIE curve of the D1  S0 transition of naphthalene, and the main vibronic transitions were assigned for the ππ* state. It shows that the vibronic structures were dominated by one of the xxx active totally symmetric modes, with v8 being the most crucial. This indicates that the electronic transition of the D1 state calculated in the adiabatic representation effectively includes a contribution from the adiabatic vibronic coupling through Franck-Condon factors perturbed by harmonic oscillators. The present method can adequately reproduce experimental PIE curve in the molecular beam condition.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Computing; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Formation Mechanism of a Nonterrestrial C6H Radical: An Ab Initio/RRKM Study on the Reaction of Tetracarbon with Acetylene", "doi": "10.26434/chemrxiv.7665623.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tong Zhu; Chih-Hao Chin; John ZH Zhang", "abstract": "This study examined the formation mechanisms of singlet (rhombic) and triplet (linear) C4 with acetylene by using accurate ab initio CCSD(T)/cc-pVTZ/B3LYP/6-311G(d,p) calculations, followed by a kinetic analysis of various reaction pathways and computations of relative product yields in combustion and planetary atmospheres. These calculations were combined with the Rice–Ramsperger–Kassel–Marcus (RRKM) calculations of reaction rate constants for predicting product-branching ratios, which depend on the collision energy under single-collision conditions. The results show that the initial reaction begins with the formation of an intermediate t-i2, with entrance barriers of 3.8 kcal/mol, and an intermediate s-i1 without entrance barriers. On the triplet surface, the t-i2 rearranged the other C6H2 isomers, including t-i3, t-i4, and t-i6, through hydrogen migration; the t-i2, t-i3, t-i4, t-i5, and t-i6 isomers lost a hydrogen atom, and produced the most stable linear isomer of C6H, with an overall reaction exothermicity of 11 kcal/mol. Hydrogen elimination from the t-i10 isomer led to the formation of the annular C6H isomer, HC3C3 + H, at 23.9 kcal/mol above l-C4 + C2H2. On the singlet surfaces, s-i1 rearranged the other C6H2 isomers, including s-i2 and s-i4, through carbon–carbon bond cleavage. The s-i6 and s-i11 isomers also lost a hydrogen atom, and produced the linear C6H radical. Hydrogen elimination from the s-i4 isomer led to the formation of the annular C6H isomer. The s-i5 lost a hydrogen atom, and produced the six-member ring c-C6H isomer, at 2.1 kcal/mol higher than l-C4 + C2H2. The 1,1-H2 loss from the s-i10 isomer produced the linear hexacarbon l-C6 + H2 product, with an endothermicity of 2.3 kcal/mol and a 1,1-H2 loss from the s-i11 isomer, producing in the cyclic hexacarbon c-C6 + H2 product, with an exothermicity of 11.2 kcal/mol. The product-branching ratios obtained by solving kinetic equations with individual rate constants calculated using the RRKM and VTST theories for determining the collision energies between 5 kcal/mol and 25 kcal/mol show that l-C6H + H is the dominant reaction product, whereas HC3C3 + H, l-C6 + H2, c-C6H + H, and c-C6 + H2 are minor products with branching ratios. The s-i6 isomer was calculated to be the most stable C6H2 species, even more favorable than t-i3 (by 76 kcal/mol).", "date": "2019-02-04", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rhodium(I)-Catalysed Aryl C–H Carboxylation of 2-Arylanilines with CO2", "doi": "10.26434/chemrxiv.7666733.v1", "published_doi": "10.1021/ACS.ORGLETT.9B01105", "published_url": "https://doi.org/10.1021/acs.orglett.9b01105", "authors": "yuzhen gao; Zhihua Cai; Shangda Li; Gang Li", "abstract": "<b>An unprecedented amino-group assisted C–H carboxylation of 2-arylanilines with CO<sub>2</sub> under redox-neutral conditions using a Rhodium(I)-catalyst has been developed. This reaction was promoted by a phosphine ligand with <i>t</i>-BuOK as the base and did not require the use of an extra strong organometallic reagent. Notably, this protocol may involve an oxidative addition in the C–H bond cleavage step and is distinct from previous Rh(I) or Rh(II)-catalysed methods for C–H carboxylation with </b><b>CO<sub>2</sub> </b><b>mechanistically. It enabled an efficient direct conversion of a broad range of 2-(hetero)arylanilines including electron-deficient heteroarenes to various phenanthridinones, which could be further transformed to other synthetically useful compounds readily. Preliminary mechanistic studies were carried out and possible intermediates of the reaction were evaluated, which revealed that the Rh(I)-catalyst is essential for the C–H activation process, providing a promising general type of method for utilization of </b><b>CO<sub>2</sub></b><b> for C–C bond formation.</b><br />", "date": "2019-02-04", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Bond Activation; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Validation of AMBER/GAFF for Relative Free Energy Calculations", "doi": "10.26434/chemrxiv.7653434.v1", "published_doi": "10.1021/acs.jcim.9b00105", "published_url": "https://doi.org/10.1021/acs.jcim.9b00105", "authors": "Lin Song; Tai-Sung Lee; Chun Zhu; Darrin M. York; Kenneth M. Merz Jr.", "abstract": "We computed relative binding free energies\nusing GPU accelerated Thermodynamic Integration (GPU-TI) on\na dataset originally assembled by Schrödinger,\nInc.. Using their GPU enabled free energy code (FEP+) and\nthe OPLS2.1 force field combined with REST2 enhanced sampling approach,\nthese authors obtained an overall MUE of 0.9 kcal/mol and an overall RMSD of\n1.14 kcal/mol.<b> </b>In our study using GPU-TI of AMBER with\nthe AMBER14SB/GAFF1.8 force field but without enhanced\nsampling, we obtained an overall MUE of 1.17 kcal/mol and an\noverall RMSD of 1.50 kcal/mol for the 330 mutations contained in this data set.", "date": "2019-02-04", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "What Accounts for the Different Function in Photolyases and Cryptochromes: A Computational Study of Critical Events in the Protein Active Site", "doi": "10.26434/chemrxiv.7660409.v1", "published_doi": "10.1039/C9CP00694J", "published_url": "https://doi.org/10.1039/c9cp00694j", "authors": "Daniel Holub; Thilo Mast; Tomáš Kubař; Marcus Elstner; Natacha Gillet", "abstract": "In the current work, we present a combination of various classical and quantum computational protocols to unveil the molecular mechanism of FAD protonation in <i>E. coli</i> photolyase and its mutant. A direct comparison to our previous study on the plant cryptochrome clearly shows the great influence of the electrostatic environment and the flexibility of the FAD pocket on the proton transfer mechanism. Additionally, we propose a proton transfer pathway for WT E. coli photolyase consistent with experimental observations. Taken together, our results and previous experimental data provide a comprehensive picture about the functional differentiation in the cryptochrome-photolyase family.", "date": "2019-02-05", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlling Quantum Interference by Regulating Charge on the Bridging N Atom of Pyrrolodipyridine Molecular Junctions", "doi": "10.26434/chemrxiv.7667495.v1", "published_doi": "10.1021/acs.jpclett.9b02319", "published_url": "https://doi.org/10.1021/acs.jpclett.9b02319", "authors": "Saman Naghibi; Ali K. Ismael; Andrea Vezzoli; Mohsin K. Al-Khaykanee; Xijia Zheng; Iain Grace; Donald Bethell; Simon Higgins; Colin Lambert; Richard Nichols", "abstract": "<b>Control of quantum interference features</b>: molecular junctions incorporating pyrrolodipyridine-based molecular wires were fabricated by scanning probe methods. Quantum interference effects were introduced by employing <i>meta</i>-connected molecules, and modulated in magnitude by changing the substituent on the pyrrolic N. Dramatic changes in molecular conductance and DFT transport calculations demonstrate the storng effect that small changes in electronic density can have on the overall conductance of a molecular wire.", "date": "2019-02-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Nanodevices; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "GoldLeish: gold(I) Complexes as Oral Drug Candidates to Treat Leishmaniasis are Potent Trypanothione Reductase Inhibitors and Exert in vivo Efficacy", "doi": "10.26434/chemrxiv.7655918.v1", "published_doi": "10.1021/ACSINFECDIS.9B00505", "published_url": "https://doi.org/10.1021/acsinfecdis.9b00505", "authors": "Luiza Tunes; Roberta Morato; Adriana Garcia; Joana Chaves; Tharcilla Aglio; Vinicius Schmitz; Mário Steindel; José Dias Correa-Junior; Helio Dos Santos; Frédéric Frézard; Mauro Almeida; Heveline Silva; Nilmar Moretti; Andre Barros; Rubens Monte-Neto", "abstract": "The drugs currently used to treat leishmaniasis have limitations concerning cost, efficacy and safety, making urgent the search for new therapeutic approaches. Here we report the antileishmanial activity of 14 gold(I) complexes. We found that the complexes were active against L. infantum and L. braziliensis intracellular amastigotes with IC50 values ranging from 0.5 to 5.5 μM. All complexes were potent inhibitors of trypanothione reductase (TR), with IC50 ranging from 1 to 7.8 μM. Triethylphosphine-derived complexes enhanced ROS production and decreased mitochondrial respiration after 2 h exposure, indicating that gold(I) complexes cause oxidative stress by direct ROS production, by causing mitochondrial damage or by impairing TR activity and thus accumulating ROS. There was no cross-resistance to antimony; in fact, SbR (antimony-resistant mutants) strains were hypersensitive to some of the complexes. BALB/c mice infected with luciferase-expressing L. braziliensis or L. amazonensis and treated orally with 12.5 mg/kg/day of AdT Et (3) or AdO Et (4) presented reduced lesion size and parasite burden, as revealed by bioimaging. Combination of (3) and miltefosine allowed for a 50 % reduction in miltefosine treatment time. Complexes (3) and (4) presented favorable pharmacokinetic and toxicity profiles that encourage further drug development studies. Gold(I) complexes are promising antileishmanial agents, with potential for therapeutic use, including in leishmaniasis caused by antimony-resistant parasites.<br />", "date": "2019-02-05", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Single Oxygen Molecule Sensitivity of Organolead Halide Perovskite Photoluminescence", "doi": "10.26434/chemrxiv.7666292.v1", "published_doi": "10.1021/acsami.9b03822", "published_url": "https://doi.org/10.1021/acsami.9b03822", "authors": "Juvinch R. Vicente; Ali Rafiei Miandashti; Kurt Waldo E. Sy Piecco; Joseph R. Pyle; Martin E. Kordesch; Jixin Chen", "abstract": "The photoluminescence (PL) of organolead halide\nperovskites (OHPs) is sensitive to its surface conditions, especially surface\ndefect states, making the PL of small OHP crystals an effective way to report their\nsurface states. At the ensemble level, when averaging a lot of nanocrystals,\nthe photoexcitation of OHP nanorods under inert nitrogen (N<sub>2</sub>) atmosphere\nleads to PL decline, while subsequent exposure to oxygen (O<sub>2</sub>)\nresults to reversible PL recovery. At the single-particle level, individual OHP\nnanorods photoblinks, whose probability is dependent on both the excitation\nintensity and the O<sub>2</sub> concentration. Combining the two sets of\ninformation, we are able to quantitatively evaluating the interaction between a\nsingle surface defect and a single O<sub>2</sub> molecule using a kinetic\nmodel. This model provides fundamental insights that could help reconcile the\ncontradicting views on the interactions of molecular O<sub>2</sub> with OHP\nmaterials and help design a suitable OHP interface for a variety of\napplications in photovoltaics and optoelectronics.", "date": "2019-02-06", "journal": "chemRxiv", "categories": "Chemical Kinetics; Optics; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Accelerated Discovery of High-Refractive-Index Polyimides via First-Principles Molecular Modeling, Virtual High-Throughput Screening, and Data Mining", "doi": "10.26434/chemrxiv.7670903.v1", "published_doi": "10.1021/acs.jpcc.9b01147", "published_url": "https://doi.org/10.1021/acs.jpcc.9b01147", "authors": "Mohammad Atif Faiz Afzal; Mojtaba Haghighatlari; Sai Prasad Ganesh; Chong Cheng; Johannes Hachmann", "abstract": "<div>We present a high-throughput computational study to identify novel polyimides (PIs) with exceptional refractive index (RI) values for use as optic or optoelectronic materials. Our study utilizes an RI prediction protocol based on a combination of first-principles and data modeling developed in previous work, which we employ on a large-scale PI candidate library generated with the ChemLG code. We deploy the virtual screening software ChemHTPS to automate the assessment of this extensive pool of PI structures in order to determine the performance potential of each candidate. This rapid and efficient approach yields a number of highly promising leads compounds. Using the data mining and machine learning program package ChemML, we analyze the top candidates with respect to prevalent structural features and feature combinations that distinguish them from less promising ones. In particular, we explore the utility of various strategies that introduce highly polarizable moieties into the PI backbone to increase its RI yield. The derived insights provide a foundation for rational and targeted design that goes beyond traditional trial-and-error searches.</div>", "date": "2019-02-06", "journal": "chemRxiv", "categories": "Oligomers; Optical Materials; Organic Polymers; Computational Chemistry and Modeling; Machine Learning; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetics of Formic Acid Decomposition in Subcritical and Supercritical Water - A Raman Spectroscopic Study", "doi": "10.26434/chemrxiv.7675928.v1", "published_doi": "10.1016/j.ijhydene.2019.10.070", "published_url": "https://doi.org/10.1016/j.ijhydene.2019.10.070", "authors": "Brian Pinkard; David Gorman; Elizabeth Rasmussen; John Kramlich; Per G. Reinhall; Igor V. Novosselov", "abstract": "The decomposition of formic acid is studied in a\ncontinuous sub- or supercritical water reactor at temperatures between 300 and\n430°C, a pressure of 25 MPa, residence times between 4 and 65 s, and a\nfeedstock concentration of 3.6 wt%. <i>In-situ\n</i>Raman spectroscopy is used to produce real-time data and accurately\nquantify decomposition product yields of H<sub>2</sub>, CO<sub>2</sub>, and CO.\nCollected spectra are used to determine global decomposition rates and kinetic\nrates for individual reaction pathways. First-order global Arrhenius parameters\nare determined as log <i>A</i> (s<sup>-1</sup>)\n= 1.6 ± 0.20 and <i>E<sub>A </sub></i>= 9.5\n± 0.55 kcal/mol for subcritical decomposition, and log <i>A</i> (s<sup>-1</sup>) = 12.56 ± 1.96 and <i>E<sub>A </sub></i>= 41.90 ± 6.08 kcal/mol for supercritical\ndecomposition. Subcritical and supercritical Arrhenius parameters for\nindividual pathways are proposed. The variance in rate parameters is likely due\nto changing thermophysical properties of water across the critical point. There\nis strong evidence for a surface catalyzed free-radical mechanism responsible\nfor rapid decomposition above the critical point, facilitated by low density at\nsupercritical conditions.", "date": "2019-02-06", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Spectroscopy (Anal. Chem.); Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Order Parameters, Orientational Distribution Functions and Heliconical Tilt Angles of Oligomeric Liquid Crystals", "doi": "10.26434/chemrxiv.7679864.v1", "published_doi": "10.1039/C9CP00736A", "published_url": "https://doi.org/10.1039/C9CP00736A", "authors": "Richard Mandle; John W. Goodby", "abstract": "We\ncompare the order parameters, orientational distribution functions (ODF) and\nheliconical tilt angles of the TB phase exhibited by a liquid-crystalline dimer\n(CB7CB) to a tetramer (O47) and hexamer (O67) by SAXS/WAXS. Following the N-TB\nphase transition we find that all order parameters decrease, and while 〈P2 〉 remains positive 〈P4 〉 becomes negative. For all three materials the\norder parameter 〈P6 〉 is near zero in both phases. The ODF is\nsugarloaf-like in the nematic phase and volcano-like in the TB phase, allowing\nus to estimate the heliconical tilt angle of each material and its thermal\nevolution. The heliconical tilt angle appears to be largely\nindependent of the material studied despite the differing number of mesogenic\nunits.", "date": "2019-02-06", "journal": "chemRxiv", "categories": "Liquid Crystals; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A DNA-Encoded Macrocycle Library that Resembles Natural Macrocycles", "doi": "10.26434/chemrxiv.7679984.v1", "published_doi": "10.1002/anie.201902513", "published_url": "https://doi.org/10.1002/anie.201902513", "authors": "Cedric Stress; Basilius Sauter; Lukas A. Schneider; Timothy Sharpe; Dennis G. Gillingham", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Herein we perform a seven-step chemical synthesis of a\nDNA-encoded macrocycle library (DEML) on DNA. Inspired by\npolyketide and mixed peptide-polyketide natural products, the library\nwas designed to incorporate rich backbone diversity. Achieving this\ndiversity, however, comes at the cost of custom synthesis of\nbifunctional building block libraries. Our work outlines the importance\nof careful retrosynthetic design in DNA-encoded libraries, while\nrevealing areas where new DNA synthetic methods are needed.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-06", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Natural Products; Organic Synthesis and Reactions; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interactions Between the Aryldiazonium Cations and Graphene Oxide – a DFT Study", "doi": "10.26434/chemrxiv.7687427.v1", "published_doi": "10.1155/2019/5126071", "published_url": "https://doi.org/10.1155/2019/5126071", "authors": "Avni Berisha", "abstract": "Understanding\nthe grafting behavior of the aryldiazonium cations is of fundamental and also\nof practical importance for the vast number of applications that involve the\nuse of modified Graphene oxide (from simple adsorption process to electronic\nand photovoltaic applications). In this work, the mechanism of the adsorption\nand grafting diazonium cations on the graphene oxide surface was investigated by the use of Density Functional\nTheory. Two types of aryldiazonium cations one bearing only phenyl ring and the\nother nitrophenyl were selected as adsorbates/grafted moiety.  By evaluating the adsorption energies at 7\ndifferent positions onto the graphene\noxide both in the gaseous and solvent phase (using COSMO approach) the most\nprobable adsorption sites were\nfound.  Moreover, the most stable\nadsorption sites were used to calculate and plot NCI (Non-Covalent\nInteractions). The obtained results are important as they not only give molecular insights regarding the\nnature of the interaction and its\ndependence on the adsorption site of graphene oxide surface but also on the\nactivation energy for such a grafting reaction to take place - providing a\nmechanistic aspect to understand these grafting reactions.", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthetic bPNAs as Allosteric Triggers of Hammerhead Ribozyme Catalysis", "doi": "10.26434/chemrxiv.7680137.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Dennis Bong; Yufeng Liang; Jie Mao", "abstract": "The biochemistry and structural biology of the hammerhead ribozyme (HHR) has been well-elucidated. The secondary and tertiary structural elements that enable sugar-phosphate bond scission to be be catalyzed by this RNA are clearly understood. We have taken advantage of this knowledge base to test the extent to which synthetic molecules, may be used to trigger structure in secondary structure and tertiary interactions and thereby control HHR catalysis. These molecules belong to a family of molecules we call generally call “bPNAs” based on our work on bifacial peptide nucleic acid (bPNA). This family of molecules display the “bifacial” heterocycle melamine, which acts as a base-triple upon capturing two equivalents of thymine or uracil. Loosely structured internal oligouridylate bulges of 4-20 nucleotides can be restructured as triplex hybrid stems upon binding bPNAs. As such, a duplex stem element can be replaced with a bPNA triplex hybrid stem; similarly, a tertiary loop-stem interaction can be replaced with a loop-bPNA-stem complex. In this chapter, we discuss how bPNAs are prepared and applied to study structure-function turn-on in the hammerhead ribozyme system.", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanochemistry Enables Targeted Synthesis of Mixed-Metal Microporous Metal-Organic Frameworks Using Pre-Assembled Precursors", "doi": "10.26434/chemrxiv.7684043.v1", "published_doi": "10.1021/ACS.CHEMMATER.9B01068", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01068", "authors": "Ghada Ayoub; Bahar Karadeniz; Ashlee J. Howarth; Omar Farha; Ivica Đilović; Luzia S. Germann; Robert E. Dinnebier; Krunoslav Užarević; Tomislav Friscic", "abstract": "Ball milling mechanochemistry enables enables targeted, rapid synthesis of mixed-metal metal-organic frameworks (MOFs) with controllable stoichiometric composition. Specifically, the use of ball milling enabled the use of pre-assembled coordination polymers of zinc, magnesium, nickel(II) and cobalt(II) as precursors in an innovative mechanochemical strategy for the deliberate assembly of mixed-metal MOF-74 materials comprised of pairs of transition of main group metals in a pre-determinmed 1:1 stoichiometric ratio, including ZnMg-, ZnCo, ZnCu, MgZn-, MgCo-, MgCa-, NiZn-,NiMg-, NiCo-, CoZn-, CoMg- and CoCu-MOF-74. While this is the first example of target-oriented MOF synthesis using mechanochemistry, it also provides an entry to controlling the stoichiometric composition of mixed-metal frameworks.<br />", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination polymers; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Why Electrochromism in Li4ti5o12 Differs in the Visible and Infrared Spectrum", "doi": "10.26434/chemrxiv.7685651.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "MENG LI; Tim Gould; Zhong Su; Shanqing Zhang", "abstract": "Li<sub>4</sub>Ti<sub>5</sub>O<sub>12</sub> (LTO) has been experimentally proven as a promising electrochromic material in applications of smart windows, thermal management and infrared camouflage.  However, the fundamental mechanism on these phenomena is still lacking. For the first time, we fill this knowledge gap via quantitative matching the LTO's optical properties and electronic structure during charging/discharging using density functional theory. Our study suggests that the absorption of infrared is highly sensitive to intercalation of Li in the LTO lattice, in contrast with the adsorption of visible wavelengths. This unique property of LTO offers the practical ability in controlling infrared-induced heating with minimal effect on transmission of visible light. Furthermore, we also conclude that electrochemically controlled intercalation of Li causes donor states to appear, expand and move to deeper levels in the forbidden band, leading to better conductivity and lower transmittance, which is in line with the experimental results in the literature.", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Theory - Computational; Optics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Practical Implications of Using a Solid Electrolyte in Batteries with Sodium Anode: A Combined X-ray Tomography and Model-based Study", "doi": "10.26434/chemrxiv.7687265.v1", "published_doi": "10.1002/ente.201801146", "published_url": "https://doi.org/10.1002/ente.201801146", "authors": "Ronja Haas; Constantin Pompe; Markus Osenberg; André Hilger; Ingo Manke; Boris Mogwitz; Urmimala Maitra; Daniel Langsdorf; Daniel Schröder", "abstract": "Herein X-ray tomography of cycled symmetric sodium cells with Na-β-alumina is used to validate the success of a protective layer. X-ray imaging after cell failure reveals that the solid electrolyte unexpectedly broke apart alongside a crack. The crack might have acted as the nucleation site for sodium dendrite growth, which ended in short-circuiting and cell failure.<br /><br />", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Energy Storage; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluation of Industrial Routes to Vinyl Chloride According to Material and Energy Efficiency Green Metrics Analysis", "doi": "10.26434/chemrxiv.7688183.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "john andraos", "abstract": "This work presents a detailed analysis of various industrial syntheses of vinyl chloride according to material and energy efficiency green metrics. The routes examined are hydrochlorination of acetylene, oxyhydrochlorination of ethane, and tandem hydrochlorination of ethylene and dehydrochlorination of 1,2-dichloroethane. The green metrics selected are process mass intensity (PMI) and input enthalpy per unit mass of product measured in MJ per ton.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Catalysts", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "[Co(TPP)]-Catalyzed Formation of Substituted Piperidines", "doi": "10.26434/chemrxiv.7688396.v1", "published_doi": "10.1002/chem.201900587", "published_url": "https://doi.org/10.1002/chem.201900587", "authors": "Bas de Bruin; Marianne Lankelma; Astrid M. Olivares", "abstract": "Radical cyclization via cobalt(III)–carbene radical intermediates is a powerful method for the synthesis of (hetero)cycles. Building on the recently reported synthesis of N-heterocyclic pyrrolidines catalyzed by Co(II) porphyrins, we herein report the [Co(TPP)]-catalyzed formation of desirable six membered N heterocyclic piperidines, directly from linear aldehydes. Piperidines were obtained in overall high yields, with linear alkenes being formed as side products in small amounts. A DFT study was performed to gain a deeper mechanistic understanding of the cobalt(II)-porphyrin-catalyzed formation of pyrrolidines, piperidines and linear alkenes. The calculations show that the alkenes are unlikely to be formed through 1,2-HAT. Instead, the calculations are consistent with a pathway involving benzyl radical formation followed by radical rebound ring-closure to form the piperidines. Competitive 1,5-HAT from the beta-position to the benzyl radical explains the formation of linear alkenes.<br />", "date": "2019-02-08", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Towards Prediction of Non-Radiative Decay Pathways in Organic Compounds I: The Case of Naphthalene Quantum Yields", "doi": "10.26434/chemrxiv.7689092.v1", "published_doi": "10.1021/acs.jpcc.9b01243", "published_url": "https://doi.org/10.1021/acs.jpcc.9b01243", "authors": "Alexander Kohn; Zhou Lin; Troy Van Voorhis", "abstract": "<div>Many emerging technologies depend on human’s ability to control and manipulate the excited-state properties of molecular systems. These technologies include fluorescent</div><div>labeling in biomedical imaging, light harvesting in photovoltaics, and electroluminescence in light-emitting devices. All of these systems suffer from non-radiative loss pathways that dissipate electronic energy as heat, which causes the overall system efficiency to be directly linked to quantum yield (Φ) of the molecular excited state. Unfortunately, Φ is very difficult to predict from first principles because the description of a slow non-radiative decay mechanism requires an accurate description of long-timescale excited-state quantum dynamics. In the present study, we introduce an efficient semiempirical method of calculating the fluorescence quantum yield (Φ<sub>fl</sub>) for molecular chromophores, which, based on machine learning, converts simple electronic energies computed using time-dependent density functional theory (TDDFT) into an estimate of Φ<sub>fl</sub>. As with all machine learning strategies, the algorithm needs to be trained on fluorescent dyes for which Φ<sub>fl</sub>’s are known, so as to provide a black-box method which can later predict Φ<sub>fl</sub>’s for chemically similar chromophores that have not been studied experimentally. As a first illustration of how our proposed algorithm can be trained, we examine a family of 25 naphthalene derivatives. The simplest application of the energy gap law is found to be inadequate to explain the rates of internal conversion (IC) or intersystem crossing (ISC) – the electronic properties of at least one higher-lying electronic state (S<i><sub>n</sub></i> or T<i><sub>n</sub></i>) or one far-from-equilibrium geometry are typically needed to obtain accurate results. Indeed, the key descriptors turn out to be the transition state between the Franck–Condon minimum a distorted local minimum near an S<sub>0</sub>/S<sub>1</sub> conical intersection (which governs IC) and the magnitude of the spin–orbit coupling (which governs ISC). The resulting Φ<sub>fl</sub>’s are predicted with reasonable accuracy (±22%), making our approach a promising ingredient for high-throughput screening and rational design of the molecular excited states with desired Φ’s. We thus conclude that our model, while semi-empirical in nature, does in fact extract sound physical insight into the challenge of describing non-radiative relaxations.</div>", "date": "2019-02-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Radiation", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mixed-Carbene Cyclometalated Iridium Complexes with Saturated Blue Luminescence", "doi": "10.26434/chemrxiv.7691933.v1", "published_doi": "10.1039/C9SC01386E", "published_url": "https://doi.org/10.1039/C9SC01386E", "authors": "Hanah Na; Louise Cañada; Thomas Teets", "abstract": "This work describes the synthesis and photoluminescence of new heteroleptic mixed-carbene cyclometalated iridium complexes. Complexes are synthesized via a nucleophilic addition cascade reaction with isocyanide-bound precursors. The steady-state and time-resolved photoluminescence properties of the compounds are measured, both in solution and in poly(methyl methacrylate) (PMMA) thin films. Full experimental details are given in the main text and supporting information.<br />", "date": "2019-02-08", "journal": "chemRxiv", "categories": "Organometallic Compounds; Coordination Chemistry (Organomet.); Ligand Design; Spectroscopy (Organomet.); Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "7-Hydroxymitragynine is an Active Metabolite of Mitragynine and a Key Mediator of its Analgesic Effects", "doi": "10.26434/chemrxiv.7692710.v1", "published_doi": "10.1021/acscentsci.9b00141", "published_url": "https://doi.org/10.1021/acscentsci.9b00141", "authors": "Andrew Kruegel; Rajendra Uprety; Steve Grinnell; Cory Langreck; Elizabeth Pekarskaya; Valerie Le Rouzic; Michael Ansonoff; Madalee M. Gassaway; John E. Pintar; Gavril W. Pasternak; Jonathan A. Javitch; Susruta Majumdar; Dalibor Sames", "abstract": "<p><i>Mitragynina speciosa</i>, more commonly known as kratom, is a\nplant native to Southeast Asia, the leaves of which have been used\ntraditionally as a stimulant, analgesic, and treatment for opioid addiction. Recently,\ngrowing use of the plant in the United States and concerns that kratom\nrepresents an uncontrolled drug with potential abuse liability, have\nhighlighted the need for more careful study of its pharmacological activity. The\nmajor active alkaloid found in kratom, mitragynine, has been reported to have\nopioid agonist and analgesic activity <i>in vitro</i>\nand in animal models, consistent with the purported effects of kratom leaf in\nhumans. However, preliminary research has provided some evidence that\nmitragynine and related compounds may act as atypical opioid agonists, inducing\ntherapeutic effects such as analgesia, while limiting the negative side effects\ntypical of classical opioids. Here we report evidence that an active metabolite\nplays an important role in mediating the analgesic effects of mitragynine. We\nfind that mitragynine is converted <i>in\nvitro </i>in both mouse and human liver preparations to the much more potent\nmu-opioid receptor agonist 7-hydroxymitragynine, and that this conversion is\nmediated by cytochrome P450 3A isoforms. Further, we show that 7-hydroxymitragynine\nis formed from mitragynine in mice and that brain concentrations of this\nmetabolite are sufficient to explain most or all of the opioid-receptor-mediated\nanalgesic activity of mitragynine. At the same time, mitragynine is found in the\nbrains of mice at very high concentrations relative to its opioid receptor\nbinding affinity, suggesting that it does not directly activate opioid\nreceptors. The results presented here provide a metabolism-dependent mechanism\nfor the analgesic effects of mitragynine and clarify the importance of route of\nadministration for determining the activity of this compound. Further, they\nraise important questions about the interpretation of existing data on\nmitragynine and highlight critical areas for further research in animals and\nhumans.</p>", "date": "2019-02-08", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Selective Hydrodefluorination of Hexafluoropropene to \u2028Industrially Relevant Hydrofluoroolefins", "doi": "10.26434/chemrxiv.7699970.v1", "published_doi": "10.1002/ADSC.201900234", "published_url": "https://doi.org/10.1002/adsc.201900234", "authors": "Mark Crimmin; Andrew J. P. White; Nicholas A. Phillips", "abstract": "The selective hydrodefluorination of hexafluoropropene to \u2028HFO-1234ze and HFO-1234yf can be achieved by reaction with simple group 13 hydrides of the form EH3L (E = B, Al; L = SMe2, NMe3). The chemoselectivity varies depending on the nature of the group 13 element. A combination of experiments and DFT calculations show that competitive nucleophilic vinylic substitution and addition-elimination mechanisms involving hydroborated intermediates lead to complementary selectivities.<br />", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Atmospheric Chemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simulating Redox Potentials of Biomolecules: the Case of Cryptochrome 1 from Arabidopsis thaliana", "doi": "10.26434/chemrxiv.7700018.v1", "published_doi": "10.1039/C9CP01533G", "published_url": "https://doi.org/10.1039/C9CP01533G", "authors": "Ruslan N. Tazhigulov; Pradeep Kumar Gurunathan; Yongbin Kim; Lyudmila V. Slipchenko; Ksenia B. Bravaya", "abstract": "Redox reactions play a key role in various biological processes, including photosynthesis and respiration. Quantitative and predictive computational characterization of redox events is therefore highly desirable for enriching our knowledge on mechanistic features of biological redox-active macromolecules. Here, we present the results of computational studies of the redox potential of ﬂavin adenine dinucleotide (FAD) in cryptochrome 1 from <i>Arabidopsis thaliana</i> (Cry1At). The special attention is paid to fundamental aspects of the theoretical description such as the eﬀects of environment polarization and of the long-range electrostatic interactions on the computed energetic parameters. Environment (protein and the solvent) polarization is shown to be crucial for accurate estimates of the redox potential: hybrid quantum-classical results with and without account for environment polarization diﬀer by 1.4 V. Long-range electrostatic interactions are shown to contribute signiﬁcantly to the computed redox potential value even at the distances far beyond the protein outer surface. The theoretical estimate (0.07 V) of the midpoint reduction potential of FAD in Cry1At is reported for the ﬁrst time and is in good agreement with available experimental data.", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry; Electrochemistry - Mechanisms, Theory & Study; Physical and Chemical Properties; Quantum Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Click, Zoom, Explore: Interactive 3D (i-3D) Figures in Standard Manuscript PDFs", "doi": "10.26434/chemrxiv.7701695.v1", "published_doi": "10.1021/ACS.JCHEMED.1C00296", "published_url": "https://doi.org/10.1021/acs.jchemed.1c00296", "authors": "Sourav Chatterjee; Sooyeon Moon; Amanda Rowlands; Fred Chin; Peter H. Seeberger; Nabyl Merbouh; Kerry Gilmore", "abstract": "While chemistry exists in three-dimensions, it is published in two. This down-conversion results in a significant loss in information and often necessitates multiple images/figures to convey the complexity, intricacy, and beauty of a given structure. Outlined herein is a concise, straightforward method for incorporating interactive three-dimensional (i-3D) figures into manuscript pdfs. These figures can be generated from a variety of sources and allow for structures, molecular orbitals, unit cells and crystal lattices, as well as biopolymers to be published in the same information rich format as they are created and studied on our computers. These images can be seen and interacted with by anyone reading the manuscript in the standard pdf software (Adobe Reader) – and to fully appreciate this article, please read it using Adobe Reader. It is time for chemistry publications to take advantage of the digital age.", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Chemical Education - General; Supramolecular Chemistry (Inorg.); Biochemistry; Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cosolvent Analysis Toolkit (CAT): A Robust Hotspot Identification Platform for Cosolvent Simulations of Proteins to Expand the Druggable Proteome", "doi": "10.26434/chemrxiv.7703540.v1", "published_doi": "10.1038/s41598-019-55394-2", "published_url": "https://doi.org/10.1038/s41598-019-55394-2", "authors": "Francesc Sabanés Zariquiey; Joao Victor de Souza Cunha; Agnieszka K. Bronowska", "abstract": "Cosolvent Molecular Dynamics (MD) simulations are increasingly popular techniques developed for prediction and characterisation of allosteric and cryptic binding sites, which can be rendered “druggable” by small molecule ligands. Despite their conceptual simplicity and effectiveness, the analysis of cosolvent MD trajectories relies on pocket volume data, which requires a high level of manual investigation and may introduce a bias. In this work, we present CAT (Cosolvent Analysis Toolkit): an open-source, freely accessible analytical tool, suitable for automated analysis of cosolvent MD trajectories. CAT is compatible with commonly used molecular graphics software packages such as UCSF Chimera and VMD. Using a novel hybrid empirical force field scoring function, CAT accurately ranks the dynamic interactions between the macromolecular target and cosolvent molecules. To benchmark, CAT was used for three validated protein targets with allosteric and orthosteric binding sites, using five chemically distinct cosolvent molecules. For all systems, CAT has accurately identified all known sites. CAT can thus assist in computational studies aiming at identification of protein “hotspots” in a wide range of systems. As an easy-to-use computational tool, we expect that CAT will contribute to an increase of the size of the potentially ‘druggable’ human proteome.", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interaction of Neutral Donors with Methylaluminoxane", "doi": "10.26434/chemrxiv.7701710.v1", "published_doi": "10.1002/ejic.201900153", "published_url": "https://doi.org/10.1002/ejic.201900153", "authors": "Harmen S. Zijlstra; Anuj Joshi; Mikko Linnolahti; Scott Collins; J Scott McIndoe", "abstract": "<p>Methylaluminoxane (MAO) is a\nkey activator for olefin polymerization catalysts, making its chemistry of\nongoing interest. Neutral donors such as octamethyltrisiloxane (OMTS) are\neffective abstractors of the dimethylaluminum cation, [Me<sub>2</sub>Al]<sup>+</sup>,\nfrom methylaluminoxane (MAO), and this process can be readily investigated\nusing electrospray ionization mass spectrometry (ESI-MS) in fluorobenzene (PhF)\nsolution. Complementary studies employing 1D and 2D <sup>1</sup>H NMR\nspectroscopic studies in bromobenzene-d<sub>5</sub> solution provide details on\nthe extent of ionization vs. donor-acceptor complex formation. DFT studies\nemploying different neutral model precursors and mono- vs. bi-dentate donors\nshed light on possible mechanisms for ion-pair formation.</p>", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Catalysis; Main Group Chemistry (Organomet.); Polymerization (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Experimental and Theoretical Evidence for Nitrogen–Fluorine Halogen Bonding in Silver-Initiated Radical Fluorinations", "doi": "10.26434/chemrxiv.7703348.v1", "published_doi": "10.1021/ACSCATAL.9B00623", "published_url": "https://doi.org/10.1021/acscatal.9b00623", "authors": "Ryan Baxter; Alyssa Hua; Sarah Baker; Samantha Bidwell; Hrant Hratchian", "abstract": "<div>We report experimental and computational evidence for nitrogen–fluorine halogen bonding in Ag(I)-initiated radical C–H fluorinations. Simple pyridines form [N–F–N]+ halogen bonds with Selectfluor to facilitate single-electron reduction by catalytic Ag(I). Pyridine electronics affect the extent of halogen bonding, leading to notable differences in selectivity between mono- and bis-fluorinated products. Electronic structure calculations show that halogen bonding to various pyridines alters the single-electron reduction potential of Selectfluor, which is consistent with experimental electrochemical analysis. Multinuclear correlation NMR also provides spectroscopic evidence for pyridine halogen bonding to Selectfluor under ambient conditions.</div>", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Theory - Computational; Electrochemistry - Organometallic; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Long-Range Entropic Effects on Protein Intrinsically Disordered Regions", "doi": "10.26434/chemrxiv.7701278.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Joao Victor de Souza Cunha; Agnieszka K. Bronowska", "abstract": "Entropy calculations represent one of the most challenging steps in obtaining the binding free energy in proteins and their complexes, which is a grand challenge in computational biology. In this paper we define the workframe of a novel method to calculate structural entropy for protein molecular simulation : SQuE ( Strucutral Quantifier of Entropy). Using a first degree approximation for the probability distribution, we were able to calculate the entropic effects that emerges from a intrinsically disordered (ID) region in UDP-glucose 6-dehydrogenase (UGDH) protein structure. We were able to quantify the configurational entropy difference in the structured core caused by the truncation of the C-terminal ID-tail, and evaluate the protein conformational changes in the structured domain.<br />", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dynamism and Cooperativity Essential for Efficient Catalysis in Aspergillus Niger Monoamine Oxidase", "doi": "10.26434/chemrxiv.7707857.v1", "published_doi": "10.1002/ADSC.201900158", "published_url": "https://doi.org/10.1002/adsc.201900158", "authors": "Christian Curado-Carballada; Ferran Feixas; Sílvia Osuna", "abstract": "<p><b>  </b><i>Aspergillus niger </i>Monoamine Oxidase (MAO-N) is a homodimeric enzyme responsible for the oxidation of amines into the corresponding imine. Laboratory evolved variants of MAO-N in combination with a non-selective chemical reductant represents a powerful strategy for the deracemisation of chiral amine mixtures and, thus, is of interest for obtaining chiral amine building blocks. MAO-N presents a rich conformational dynamics with a flexible ß-hairpin region that can adopt closed, partially closed and open states. Despite the ß-hairpin conformational dynamics is altered along the laboratory evolutionary pathway of MAO-N, the connection between the ß-hairpin conformational dynamics and active site catalysis still remains unclear. In this work, we use accelerated molecular dynamics to elucidate the potential interplay between the ß-hairpin conformational dynamics and catalytic activity in MAO-N wild type and its evolved D5 variant. Our study reveals a delicate communication between both MAO-N subunits that impacts the active site architecture, and thus its catalytic efficiency. In both MAO-N WT and the laboratory evolved D5 variant, the ß-hairpin conformation in one of the monomers affects the productive binding of the substrate in the active site of the other subunit. However, both MAO-N WT and D5 variants show a quite different behaviour due to the distal mutations introduced experimentally with Directed Evolution. </p>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Stable, Non-corrosive Perfluorinated Pinacolatoborate Mg Electrolyte for Rechargeable Mg Batteries", "doi": "10.26434/chemrxiv.7700516.v1", "published_doi": "10.1002/anie.201902009", "published_url": "https://doi.org/10.1002/anie.201902009", "authors": "Jian Luo; Yujing Bi; Liping Zhang; Xiaoyin zhang; Tianbiao Liu", "abstract": "Mg batteries are a promising energy storage system because of physicochemical merits of Mg metal as an anode material. However, the lack of electrochemically and chemically stable magnesium electrolytes impedes the development of Mg batteries. In this study, a newly designed chloride-free magnesium fluorinated pinacolatoborate, Mg[B((CF<sub>3</sub>)<sub>4</sub>C<sub>2</sub>O<sub>2</sub>)<sub>2</sub>]<sub>2</sub>(abbreviated as <b>Mg-FPB</b>), was synthesized by convenient methods from commercially available reagents and fully characterized. The <b>Mg-FPB</b>electrolyte delivered outstanding electrochemical performance, specifically, 95% coulombic efficiency and 197 mV overpotential for reversible Mg deposition, and anodic stability up to 4.0 V vs Mg. The <b>Mg-FPB</b>electrolyte was applied to demonstrate a high voltage rechargeable Mg/MnO<sub>2</sub>battery with a discharge capacity of 150 mAh/g.", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Energy Storage; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intuition-Enabled Machine Learning Beats the Competition When Joint Human-Robot Teams Perform Inorganic Chemical Experiments", "doi": "10.26434/chemrxiv.7712453.v1", "published_doi": "10.1021/ACS.JCIM.9B00304", "published_url": "https://doi.org/10.1021/acs.jcim.9b00304", "authors": "Leroy Cronin; Vasilios Duros; Jonathan Grizou; Abhishek Sharma; Hessam Mehr; Andrius Bubliauskas; Przemysław Frei; Haralampos N. Miras", "abstract": "<div>\n\n<p>Traditionally,\nchemists have relied on years of training and accumulated experience in order\nto discover new molecules. But the space of possible molecules so vast, only a\nlimited exploration with the traditional methods can be ever possible. This\nmeans that many opportunities for the discovery of interesting phenomena have been\nmissed, and in addition, the inherent variability of these phenomena can make\nthem difficult to control and understand. The current state-of-the-art is\nmoving towards the development of automated and eventually fully autonomous\nsystems coupled with in-line analytics and decision-making algorithms. Yet even\nthese, despite the substantial progress achieved recently, still cannot easily\ntackle large combinatorial spaces as they are limited by the lack of high-quality\ndata. Herein, we explore the utility of active learning methods for exploring\nthe chemical space by comparing collaboration between human experimenters with\nan algorithm-based search, against their performance individually to probe the\nself-assembly and crystallization of the polyoxometalate cluster Na<sub>6</sub>[Mo<sub>120</sub>Ce<sub>6</sub>O<sub>366</sub>H<sub>12</sub>(H<sub>2</sub>O)<sub>78</sub>]·200H<sub>2</sub>O\n(<b>1</b>). We show that the robot-human\nteams are able to increase the prediction accuracy to 75.6±1.8%, from 71.8±0.3%\nwith the algorithm alone and 66.3±1.8% from only the human experimenters\ndemonstrating that human-robot teams beat robots or humans working alone.</p>\n\n</div>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Inorg.); Machine Learning; Artificial Intelligence; Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fully Nonlocal Functionals Along the Adiabatic Connection of Density Functional Theory", "doi": "10.26434/chemrxiv.7706957.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Stefan Vuckovic", "abstract": "Inspired by the exact form of the strongly interacting limit of density functional theory, Vuckovic and Gori Giorgi have recently proposed [J. Phys. Chem. Lett. 2017, 8, 2799] the multiple radii functional (MRF), a new framework for the construction of exchange-correlation (xc) energy approximations able to describe strong correlation electronic effects. To facilitate the construction of improved approximations based on the MRF functional, in the present work we use reverse engineering strategies to reveal the forms of the MRF functional which reproduce the exact xc functional for small atoms. We also develop a procedure that allows the MRF functional to be built on the top of exact exchange. Using the adiabatic connection representation of the xc functional, we also investigate routes for the construction of the correlation functional by combining information from the physical, weakly and strongly interacting regimes. We highlight the advantages of this approach over previous adiabatic connection-based approaches for the treatment of strong correlation and discuss how it can be used for recovering the presently missing kinetic component of the correlation energy in the MRF framework.<br />\n<pre><br /></pre>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Emergence of Function and Selection from Recursively Programmed Polymerisation Reactions in Mineral Environments", "doi": "10.26434/chemrxiv.7712297.v1", "published_doi": "10.1002/anie.201902287", "published_url": "https://doi.org/10.1002/anie.201902287", "authors": "David Doran; Yousef Abul-Haija; Leroy Cronin", "abstract": "<b>Living systems are characterised by an ability to sustain chemical\nreaction networks far-from-equilibrium. It is likely that life first arose\nthrough a process of continual disruption of equilibrium states in recursive\nreaction networks, driven by periodic environmental changes allowing the\nemergence of a memory. Herein, we report the emergence of proto-enzymatic\nfunction from recursive polymerisation reactions using amino acids and glycolic\nacid over four wet-dry cycles. Reactions are kept out of equilibrium by\ndiluting products 9:1 in fresh starting solution at the end of each recursive\ncycle, and the development of complex high molecular weight species is explored\nusing a new metric, the Mass Index, which allows the complexity of the system\nto be explored as a function of cycle. This process is carried out on a range\nof different mineral environments. We explore the hypothesis that disrupting\nequilibrium <i>via</i> recursive cycling\nimposes a selection pressure and subsequent boundary conditions on products,\nwhich may otherwise be prone to uncontrolled combinatorial explosion. After\njust four reaction cycles, product mixtures from recursive reactions exhibit\ngreater catalytic activity and truncation of product space towards higher\nmolecular weight species compared to non-recursive controls. </b>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Physical Organic Chemistry; Polymerization (Polymers); Geochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Taming Combinatorial Explosion of the Formose Reaction via Recursion within Mineral Environments", "doi": "10.26434/chemrxiv.7712225.v1", "published_doi": "10.1002/syst.201900014", "published_url": "https://doi.org/10.1002/syst.201900014", "authors": "Leroy Cronin; Stephanie Colón-Santos; Geoffrey Cooper", "abstract": "<p><i>One-pot reactions of simple precursors, such as those found in the\nformose reaction or formamide condensation, continuously lead to combinatorial\nexplosions in which simple building blocks capable of function exist, but are\nin insufficient concentration to self-organize, adapt, and thus generate\ncomplexity. We set out to explore the effect of recursion on such complex\nmixtures by ‘seeding’ the product mixture into a fresh version of the reaction,\nwith the inclusion of different mineral environments, over a number of reaction\ncycles. Through untargeted UPLC-HRMS analysis of the mixtures<a> we found that the overall number of products detected reduces\nas the number of cycles increases, as a result of recursively enhanced mineral environment\nselectivity, </a>thus limiting the combinatorial explosion. This discovery demonstrates\nhow the involvement of mineral surfaces with simple reactions could lead to the\nemergence of some building blocks found in RNA, </i><i>Ribose\nand Uracil, under much simpler conditions that originally thought.</i><i> </i></p>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Physical Organic Chemistry; Geochemistry; Minerals", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Development of Charge-Augmented Three-Point Water Model (CAIPi3P) for Accurate Simulations of Intrinsically Disordered Proteins", "doi": "10.26434/chemrxiv.7706867.v1", "published_doi": "10.3390/ijms21176166", "published_url": "https://doi.org/10.3390/ijms21176166", "authors": "Joao Victor de Souza Cunha; Francesc Sabanes Zariquiey; Agnieszka K. Bronowska", "abstract": "Intrinsically disordered proteins (IDPs) are molecules without a fixed tertiary structure, exerting crucial roles in cellular signalling, growth and molecular recognition events. Due to their high plasticity, IDPs are very challenging in experimental and computational structural studies. To provide detailed atomic insight in IDPs dynamics governing its functional mechanisms, all-atom molecular dynamics (MD) simulations are widely employed. However, the current generalist force fields and solvent models are unable to generate satisfactory ensembles for IDPs when compared to existing experimental data. In this work, we present a new solvation model, denoted as Charge-Augmented 3 Point Water model for Intrinsically-disordered Proteins (CAIPi3P). CAIPi3P has been generated by performing a systematic scanning of atomic partial charges assigned to the widely popular molecular scaffold of the three-point TIP3P water model. We found that explicit solvent MD simulations employing CAIPi3P solvation considerably improved the SAXS scattering profiles for three different IDPs. Not surprisingly, this improvement was further enhanced by using CAIPi3P water in combination with the protein force field parametrized for IDPs. We have also demonstrated applicability of CAIPi3P to molecular systems containing structured as well as intrinsically disordered regions/domains. Our results highlight the crucial importance of solvent effects for generating molecular ensembles of IDPs which reproduce the experimental data available. Hence, we conclude that our newly developed CAIPi3P solvation model is a valuable tool assisting molecular simulations of intrinsically disordered proteins and assessing their molecular dynamics.", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Local Structure and Orientational Ordering in Liquid Bromoform", "doi": "10.26434/chemrxiv.7712258.v1", "published_doi": "10.1080/00268976.2019.1648897", "published_url": "https://doi.org/10.1080/00268976.2019.1648897", "authors": "Jacob J. Shephard; John S. O. Evans; Christoph Salzmann", "abstract": "<p>The neutron\ndiffraction data of liquid bromoform (CHBr<sub>3</sub>) at 25°C was analysed using\nthe Empirical Potential Structure Refinement technique in combination with H/D\nisotopic substitution. Compared to liquid chloroform (CHCl<sub>3</sub>), CHBr<sub>3</sub>\ndisplays more spatially defined intermolecular contacts. A preference for polar\nstacking with collinear alignment of dipole moments is observed for the most\nclosely approaching CHBr<sub>3</sub> molecules, although to a lesser extent\nthan in chloroform. Consistent with this and in line with dielectric\nspectroscopy, the Kirkwood correlation factor from the structural model of CHBr<sub>3</sub>\nis smaller than that of CHCl<sub>3</sub>. The net antiparallel alignment of\ndipole moments in CHBr<sub>3</sub>, as suggested by dielectric spectroscopy,\nmust be due to weak but persistent long-range orientation correlations in CHBr<sub>3</sub>,\nwhich counteract the local polar stacking.</p>", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Solution Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Regio- and Diastereoselective Intermolecular [2+2] Cycloadditions Photocatalyzed by Quantum Dots", "doi": "10.26434/chemrxiv.7713632.v1", "published_doi": "10.1038/S41557-019-0344-4", "published_url": "https://doi.org/10.1038/s41557-019-0344-4", "authors": "Yishu Jiang; Chen Wang; Cameron Rogers; Mohamad S. Kodaimati; Emily Weiss", "abstract": "Here we show that colloidal quantum dots serve as visible-light \nchromophores, photocatalysts, and resuable scaffolds for homo- and \nhetero-intermolecular [2+2] photocycloadditions of 4-vinylbenzoic acid \nderivatives, with >90% tunable regioselectivity and up to 98% \ndiastereoselectivity for the previously minor syn-cyclobutane products, \nincluding the syn-heda-to-tail cyclobutane, which has never been \nproduced as the major product of a photochemical reaction.", "date": "2019-02-14", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Nanocatalysis - Reactions & Mechanisms; Photocatalysis; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Plasmonic Nanocavities Enable Self-Induced Electrostatic Catalysis", "doi": "10.26434/chemrxiv.7716254.v1", "published_doi": "10.1002/ange.201901926", "published_url": "https://doi.org/10.1002/ange.201901926", "authors": "Clàudia Climent; Javier Galego; Francisco J. Garcia-Vidal; Johannes Feist", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The potential of strong light-matter interactions\nremains to be further explored within a chemical context.\nTowards this end we here study the electromagnetic\ninteraction between molecules and plasmonic nanocavities.\nBy means of electronic structure calculations, we show that\nself-induced catalysis emerges without any external driving\ndue to the interaction of the molecular permanent and\nfluctuating dipole moments with the plasmonic cavity modes.\nWe also exploit this scheme to modify the transition\ntemperature T<sub>1/2</sub> of spin-crossover complexes as an example\nof how one can ultimately control materials response through\nstrong light-matter interactions.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-14", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Nanocatalysis - Catalysts & Materials; Plasmonic and Photonic Structures and Devices; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring the stochasticity of chemical processes in an automated robotic crystallization platform to generate random numbers", "doi": "10.26434/chemrxiv.7712510.v1", "published_doi": "10.1016/J.MATT.2020.01.024", "published_url": "https://doi.org/10.1016/j.matt.2020.01.024", "authors": "Leroy Cronin; Edward Lee; Juan Manuel Parrilla Gutiérrez; Alon Henson; Euan K. Brechin", "abstract": "<p>Random number generators are important in fields which\nrequire non-deterministic input, such as cryptography. One example of a\nnon-deterministic system is found in chemistry via the crystallization of\nchemical compounds, which occurs through stochastic processes. Herein, we\npresent an automated platform capable of generating random numbers from\nobservation of crystallizations resulting from multiple parallel one-pot\nchemical reactions. From the resulting images, crystals were identified using\ncomputer vision, and binary sequences were obtained by applying a binarization\nalgorithm to these regions. An assessment of randomness of these sequences was\nundertaken by applying a barrage of tests for randomness described by the\nNational Institute of Standards and Technology (NIST). We find that numbers\ngenerated through this method are able to pass each of the three levels for\neach of the NIST tests. We then compare the encryption strength of the random\nnumbers generated from each of the crystallizing systems to that of a\npseudo-random number generation algorithm (the Mersenne Twister). We find that\nmessages encrypted using chemically derived random numbers take significantly\nlonger to decrypt than the algorithmically generated number.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Inorg.); Clusters; Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A programmable chemical computer with memory and pattern recognition", "doi": "10.26434/chemrxiv.7712564.v1", "published_doi": "10.1038/S41467-020-15190-3", "published_url": "https://doi.org/10.1038/s41467-020-15190-3", "authors": "Leroy Cronin; Juan Manuel Parrilla Gutiérrez; Soichiro Tsuda; Abhishek Sharma; Geoffrey Cooper; Gerardo Aragon-Camarasa; Kevin Donkers", "abstract": "A programmable chemical computer with memory that\ncan perform pattern recognition using a reaction-diffusion reaction is\ndemonstrated", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "From Inhibition to Degradation: Targeting the Anti-apoptotic Protein Myeloid Cell Leukemia 1(MCL1)", "doi": "10.26434/chemrxiv.7722359.v1", "published_doi": "10.1021/acs.jmedchem.9b00455", "published_url": "https://doi.org/10.1021/acs.jmedchem.9b00455", "authors": "James Papatzimas; Evgueni Gorobets; Ranjan Maity; Mir Ishruna Muniyat; Justin L. MacCallum; Paola Neri; Nizar J. Bahlis; Darren Derksen", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Here we show the\ndevelopment of heterobifunctional small molecules capable of selectively targeting MCL1 using\na Proteolysis Targeting Chimera (PROTAC) methodology leading to successful degradation. We\nhave confirmed the involvement of the E3 ligase CUL4A-DDB1 cereblon (CRBN) ubiquitination\npathway, making these PROTACs a first step toward a new class of anti-apoptotic BCL-2 family\nprotein degraders.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "VOCCluster: Untargeted Metabolomics Feature Clustering Approach for Clinical Breath Gas Chromatography - Mass Spectrometry Data", "doi": "10.26434/chemrxiv.7728266.v1", "published_doi": "10.1021/acs.analchem.9b03084", "published_url": "https://doi.org/10.1021/acs.analchem.9b03084", "authors": "Yaser Alkhalifah; Iain Phillips; Andrea Soltoggio; Kareen Darnley; William H. Nailon; Duncan McLaren; Michael Eddleston; Paul Thomas; Dahlia Salman", "abstract": "<div>Our unsupervised clustering technique, VOCCluster, prototyped in Python, handles features of deconvolved GC-MS breath data. VOCCluster was created from a heuristic ontology based on the observation of experts undertaking data processing with a suite of software packages. VOCCluster identifies and clusters groups of volatile organic compounds (VOCs) from deconvolved GC-MS breath with similar mass spectra and retention index profiles.</div>", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Chemoinformatics; Mass Spectrometry; Separation Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ab Initio Molecular Dynamics Simulations of the Ferroelectric-Paraelectric Phase Transition in Sodium Nitrite", "doi": "10.26434/chemrxiv.7718633.v1", "published_doi": "10.1103/PHYSREVMATERIALS.3.094408", "published_url": "https://doi.org/10.1103/physrevmaterials.3.094408", "authors": "Johannes P. Dürholt; Rochus Schmid", "abstract": "This paper reports on the first <i>ab initio</i> molecular dynamics study of the ferroelectric Sodium Nitrite, shedding light on its order-disorder phase transition. The remnant polarization P<sub>r</sub> was calculated using a Mulliken population analysis and maximally localized Wannier functions. Especially the  Wannier based model is in excellent agreement with experimental findings and previous Berry phase calculations. The simulations predict a ferroelectric Curie temperature T<sub>c</sub>  between 400 K and 450 K in good agreement with the experimental value of 437 K. In addition, the anomalous lattice behavior (shrinking of the c-axis) during the phase transition is reproduced. The crystal field effect in the material could be quantified by investigating the molecular dipoles based on the maximally localized Wannier functions and the intermolecular charge transfer by analysing the Mulliken charges. In agreement with earlier experimental and theoretical findings, the polarization reversal mechanism was found to be dominated by a c-axis rotation of the Nitrite ions. The molecular insight into such a simple and prototypical material serves as a basis for a further development of more complex crystalline order-disorder ferroelectrics.", "date": "2019-02-14", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid, Refined, and Robust Method for Expression, Purification, and Characterization of Recombinant Human Amyloid-beta M1-42", "doi": "10.26434/chemrxiv.7725002.v1", "published_doi": "10.3390/mps2020048", "published_url": "https://doi.org/10.3390/mps2020048", "authors": "Priya Prakash; Travis Lantz; Krupal P. Jethava; Gaurav Chopra", "abstract": "Amyloid plaques found in the brains of Alzheimer’s disease (AD) patients primarily consists of amyloid beta 1-42 (Ab42). Commercially, Ab42 is synthetized using peptide synthesizers. We describe a robust methodology for expression of recombinant human Ab(M1-42) in Rosetta(DE3)pLysS and BL21(DE3)pLysS competent E. coli with refined and rapid analytical purification techniques. The peptide is isolated and purified from the transformed cells using an optimized set-up for reverse-phase HPLC protocol, using commonly available C18 columns, yielding high amounts of peptide (~15-20 mg per 1 L culture) in a short time. The recombinant Ab(M1-42) forms characteristic aggregates similar to synthetic Ab42 aggregates as verified by western blots and atomic force microscopy to warrant future biological use. Our rapid, refined, and robust technique to purify human Ab(M1-42) can be used to synthesize chemical probes for several downstream in vitro and in vivo assays to facilitate AD research.", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Analytical Apparatus; Separation Science; Biochemistry; Bioengineering and Biotechnology; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Incorporating Elements of Green and Sustainable Chemistry in General Chemistry via Systems Thinking", "doi": "10.26434/chemrxiv.7722389.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tom Holme", "abstract": "<p>Ideas\nrelated to green and sustainable chemistry are important components for helping\nstudents connect chemistry knowledge they acquire to larger understandings of\nthe world. Given the importance of general chemistry in the college level\ncurriculum of many science majors, the ability to add concepts related to\nsustainability represents an important opportunity for educators. This goal\nmust be accomplished, however, while bearing\nin mind that foundational knowledge about chemistry remains the core responsibility\nof the general chemistry course. By finding aspects of the traditional chemistry\ncontent curriculum that connect to earth and societal sustainability issues via the\nconcept of planetary boundaries, general chemistry can provide both key learning opportunities.\nStudents can gain required core understanding and simultaneously improve their\nability to connect those foundational concepts to larger sustainability issues. Examples of how this teaching strategy can be\nimplemented and assessed are reported.</p>", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Influence of Residence Time Distribution on Continuous Flow Polymerization", "doi": "10.26434/chemrxiv.7726166.v1", "published_doi": "10.1021/acs.macromol.9b00454", "published_url": "https://doi.org/10.1021/acs.macromol.9b00454", "authors": "Marcus Reis; Travis Varner; Frank Leibfarth", "abstract": "<p>Continuous-flow\nchemistry is emerging as an enabling technology for the synthesis of precise\npolymers. Despite recent advances in this rapidly growing field, there remains\na need for a fundamental understanding of how fluid dynamics in tubular\nreactors influence polymerizations. Herein, we report a comprehensive study of\nhow laminar flow influences polymer structure and composition. Tracer\nexperiments coupled with in-line UV-vis spectroscopy demonstrate how viscosity,\ntubing diameter, and reaction time affect the residence time distribution (RTD)\nof fluid in reactor geometries relevant for continuous-flow polymerizations. We\nfound that the breadth of the RTD has strong, statistical correlations with\nreaction conversion, polymer molar mass, and dispersity for polymerizations\nconducted in continuous flow. These correlations were demonstrated to be\ngeneral to a variety of different reaction conditions, monomers, and\npolymerization mechanisms. Additionally, these findings inspired the design of\na droplet flow reactor that minimizes the RTD in continuous-flow\npolymerizations and enables the continuous production of well-defined polymer\nat a rate of 1.4 kg/day. </p>", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Organic Polymers; Polymer chains; Polymerization (Polymers); Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure, anion, and solvent effects on cation response in ESI-MS", "doi": "10.26434/chemrxiv.7723226.v1", "published_doi": "10.1007/s13361-019-02252-0", "published_url": "https://doi.org/10.1007/s13361-019-02252-0", "authors": "Isaac Omari; Parmissa Randhawa; Jaiya Randhawa; Jenny Yu; J Scott McIndoe", "abstract": "<p>The\nabundance of an ion in an electrospray ionization mass spectrum is dependent on\nmany factors beyond just solution concentration. Even in cases where the ions\nare permanently charged and do not rely on protonation or other chemical\nprocesses to acquire the necessary charge, factors such as cation structure,\nmolecular weight, solvent, and the identity of the anion can perturb results. Screening\nof a variety of combinations of cation, anion and solvent provided insight into\nsome of the more important factors. Rigid cations and high conductivity anions\ntended to provide the highest responses, while acetonitrile was the most\naccurate solvent for reflecting solution composition. Functional groups that\nhad affinity for the solvent tended to depress response. These observations\nwill provide predictive power when accounting for ions that for reasons of high\nreactivity can not be isolated.</p><br />", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Combining structural and bioactivity-based fingerprints improves prediction performance and scaffold-hopping capability", "doi": "10.26434/chemrxiv.7725209.v1", "published_doi": "10.1186/s13321-019-0376-1", "published_url": "https://doi.org/10.1186/s13321-019-0376-1", "authors": "Oliver Laufkötter; Noé Sturm; Jürgen Bajorath; Ola Engkvist; Hongming Chen", "abstract": "This study aims at improving upon existing\nactivity predictions methods by augmenting chemical structure fingerprints with\nbio-activity based fingerprints derived from high-throughput screening (HTS)\ndata (HTSFPs). The HTSFPs were generated from HTS data obtained from PubChem\nand combined with an ECFP4 structural fingerprint. The combined experimental\nand structural fingerprint (CESFP) was benchmarked against the individual ECFP4\nand HTSFP fingerprints. Results showed that the CESFP has improved predictive performance\nas well as scaffold hopping capability. The CESFP identified unique compounds compared\nto both the ECFP4 and the HTSFP fingerprint indicating synergistic effects\nbetween the two fingerprints. A feature importance analysis showed that a small\nsubset of the HTSFP features contribute most to the overall performance of the\nCESFP. This combined approach allows for activity prediction of compounds with\nonly sparse HTSFPs due to the supporting effect from the structural fingerprint.", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis, Characterization, and Post-Synthetic Modification of a Micro/Mesoporous Zirconium-Tricarboxylate Metal-Organic Framework: Towards the Addition of Acid Active Sites", "doi": "10.26434/chemrxiv.7719125.v1", "published_doi": "10.1039/C9CE00218A", "published_url": "https://doi.org/10.1039/C9CE00218A", "authors": "Carolina Ardila-Suárez; Ana María Díaz-Lasprilla; Laura Alejandra Díaz Vaca; Perla B Balbuena; Víctor Gabriel Baldovino Medrano; Gustavo E Ramírez-Caballero", "abstract": "<div>\n\n<p>Zr-MOFs are characterized by their high thermal and\nchemical stability which may facilitate their application in heterogeneous\ncatalysis. However, these well-known microporous materials could see restricted\ntheir applications in heterogeneous catalysis if large reactants exceed their\npore sizes leading to unavailable surface areas. In this work, we studied the\neffect of acetic acid concentration, used as the modulator, on the formation of\nmicro/mesoporous materials. This inclusion of a modulator during synthesis and\nits removal by activation process generate materials with missing linker\ndefects. We showed that an increase in the concentration of modulator leads to\nan improvement of calculated apparent surface area and a modification of\nMOF-808 pore structure by producing mesopores at the expense of micropores.\nFurthermore, we performed a post-synthetic modification of the MOF-808. We\nobserved the expected sulfation of the zirconium oxo-cluster but also the\nsulfonation of the organic ligand.  Also,\nwe found that only the families of mesopores and the larger micropores are\ninterconnected within the material, and the ultramicropores seems to be\nisolated from the porous structure. The PSM process led to the addition of  Lewis and Brønsted acid sites to the MOF-808.\nExperimental results were complemented by theoretical calculations using\nDensity Functional Theory (DFT) and Ab Initio Molecular Dynamics (AIMD)\nsimulations. The rationalization of the synthesis conditions effect and the post-synthetic\nsulfation process on final properties presented in this paper can serve as a\nbasis for engineering of defects towards the synthesis of solid acid catalysts\nfrom MOF 808.</p>\n\n</div>\n\n<br />", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Organometallic Compounds; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Temperature-Dependent Electronic Structure of Bixbyite α-Mn2O3 and the Importance of a Subtle Structural Change on Oxygen Electrocatalysis", "doi": "10.26434/chemrxiv.7716590.v1", "published_doi": "10.1080/14686996.2020.1868949", "published_url": "https://doi.org/10.1080/14686996.2020.1868949", "authors": "Junais Mokkath; Maryam Jahan; Masahiko Tanaka; Satoshi Tominaka; Joel Henzie", "abstract": "<div><div><div><p>α-Mn2O3 is an inexpensive Earth-abundant mineral that is used as an electrode material in various kinds of electrochemical devices. The complex bixbyite structure of α-Mn2O3, and its subtle orthorhombic → cubic phase transformation near room temperature has made it challenging to accurately determine its electronic proper- ties. We used high-resolution X-ray diffraction to study the temperature-dependent structures of phase-pure α-Mn2O3 prisms. Our measurements show a clear change in the crystal phase from orthorhombic → cubic between 293K and 300K. We input the Rietveld refined high-resolution crystal structures collected at various temperatures (273, 293, 300, 330K) directly into density functional theory (DFT) calculations to model their electronic properties. These calculations indicate that the orthorhombic phase α-Mn2O3 is a narrow bandgap semiconductor as expected. However, temper- atures higher than 300K transform the α-Mn2O3 into the cubic phase, causing the molecular orbitals of the Mn 3d and O 2p bands to overlap and mix covalently, mak- ing the material behave as a semimetal. This subtle change in crystal structure will affect the bulk conductivity of the material as well as Mn-O-Mn bond distances that influence the quality of its catalytic active sites for oxygen electrochemistry. Elec- trochemical oxygen evolution (OER) and oxygen reduction reaction (ORR) experi- ments performed at various temperatures (∼ 288K to 323K) using the same prepared electrode show a marked enhancement in both OER and ORR performance that is attributed to the higher activity of the cubic phase.</p></div></div></div>", "date": "2019-02-14", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Computational Chemistry and Modeling; Theory - Computational; Electrocatalysis; Fuel Cells; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Uncatalysed Oxidative C‒H Amination of 9,10-Dihydro-9-Heteroanthracenes: A Mechanistic Study", "doi": "10.26434/chemrxiv.7718522.v1", "published_doi": "10.1002/chem.201900377", "published_url": "https://doi.org/10.1002/chem.201900377", "authors": "Nicolaas P. van Leest; Lars grooten; Jarl Ivar van der Vlugt; Bas de Bruin", "abstract": "A new method for the one-step C‒H amination of xanthene and thioxanthene with sulfonamides is reported, without the need for any metal catalyst. A benzoquinone is employed as a hydride (or two-electron and one-proton) acceptor. Moreover, a previously unknown and uncatalysed reaction between iminoiodanes and xanthene, thioxanthene and dihydroacridines (9,10-dihydro-9-hetero-anthracenes or dihydroheteroanthracenes) is disclosed. The reactions proceed via hydride transfer from the heteroarene substrate to the iminoiodane or benzoquinone, followed by conjugate addition of the sulfonamide to the oxidized heteroaromatic compounds. These findings may have important mechanistic implications for metal-catalysed C‒H amination processes involving nitrene transfer from iminoiodanes to dihydroheteroanthracenes. Due to the weak C‒H bond, xanthene is an often-employed substrate in mechanistic studies of C‒H amination reactions, which are generally proposed to proceed via metal-catalysed nitrene insertion, especially for reactions involving nitrene or imido complexes that are less reactive (i.e. less strongly oxidizing). However, these substrates clearly undergo non-catalysed (proton-coupled) redox coupling with amines, thus providing alternative pathways to the widely assumed metal-catalysed pathways.", "date": "2019-02-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Elucidating the Multiple Roles of Hydration in Protein-Ligand Binding via Layerwise Relevance Propagation and Big Data Analytics", "doi": "10.26434/chemrxiv.7723223.v1", "published_doi": "10.1038/S42004-020-0261-X", "published_url": "https://doi.org/10.1038/s42004-020-0261-x", "authors": "Markus Lill; Ying Yang; Amr Mahmoud; Matthew Masters", "abstract": "Hydration is a key player in protein-ligand association. No computational method for modeling hydration has so far consistently improved the scoring performance of docking approaches. Using molecular dynamics on thousands of proteins in conjunction with modern deep learning approaches allowed the successful  modeling of hydration during scoring of protein-ligand binding poses. This on-the-fly inclusion of hydration information resulted in unprecedented accuracy in binding pose prediction.<br />Big-data analytics based on relevance deduced from the trained neural network<br />revealed that the correct prediction of binding poses depends on three essential pillars of hydration, i.e. water-mediated interactions, desolvation, and enthalpically stable water layers around the bound ligand. The latter form of hydration may open new avenues for optimizing ligands for diverse protein targets.", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Visible Light-Induced Sulfonylation/Arylation of Styrenes in a Double Radical Three-Component Photoredox Reaction", "doi": "10.26434/chemrxiv.7722020.v1", "published_doi": "10.1002/chem.201901175", "published_url": "https://doi.org/10.1002/chem.201901175", "authors": "Benjamin Lipp; Lisa Marie Kammer; Murat Kucukdisli; Adriana Luque; Jonas Kühlborn; Stefan Pusch; Gita Matulevičiūtė; Dieter Schollmeyer; Algirdas Šačkus; Till Opatz", "abstract": "Simultaneous sulfonylation/arylation of styrene derivatives is achieved in a photoredox-catalyzed three-component reaction using visible light. A broad variety of difunctionalized products is accessible in mostly excellent yields and high diastereoselectivity. The developed reaction is scalable and suitable for the modification of styrene-functionalized biomolecules. Mechanistic investigations suggest the transformation to be operating through a designed sequence of radical formation and radical combination.<br />", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Photochemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Singlet Oxygen Generation in Classical Fenton Chemistry", "doi": "10.26434/chemrxiv.7730654.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Andrew Carrier; Saher Hamid; David Oakley; Ken Oakes; Xu Zhang", "abstract": "<div><div><div><p>The Fenton reaction, the Fe-catalyzed conversion of hydrogen peroxide to reactive oxygen species (ROS) was discovered more than a century ago. It occurs widely in nature because of the ubiquity of Fenton reagents, i.e., Fe and H2O2, and ROS in environmental and biological systems; however, its mechanisms and the identity of the ROS generated under varying conditions have remained controversial. The widely accepted mechanism is that of successive oxidation and reduction of Fe2+ and Fe3+ by hydrogen peroxide to form ·OH and O2-·, respectively, where ·OH is implicated as the primary oxidant. However, the formation of high-valent Fe4+=O species has also been implicated. Herein, by systematically dissecting the contributions of various ROS species generated in the classical Fenton reaction by using specific ROS traps and scavengers, we identified that singlet oxygen (1O2) is the main ROS from pH 4–7. In contrast, although ·OH is produced in measurable quantities, it was not a major contributor to the oxidation of organic molecules.</p></div></div></div>", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Homogeneous Catalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "General Trend of Negative Transference Number in Li Salt/Ionic Liquid Mixtures", "doi": "10.26434/chemrxiv.7728545.v1", "published_doi": "10.1021/ACS.JPCLETT.9B00798", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00798", "authors": "Nicola Molinari; Jonathan P. Mailoa; Boris Kozinsky", "abstract": "We show that strong cation-anion interactions in a wide range of lithium-salt/ionic liquid mixtures result in a negative lithium transference number, using molecular dynamics simulations and rigorous concentrated solution theory. This behavior fundamentally deviates from the one obtained using self-diffusion coefficient analysis and agrees well with experimental electrophoretic NMR measurements, which accounts for ion correlations. We extend these findings to several ionic liquid compositions. We investigate the degree of spatial ionic coordination employing single-linkage cluster analysis, unveiling asymmetrical anion-cation clusters. Additionally, we formulate a way to compute the effective lithium charge that corresponds to and agrees well with electrophoretic measurements and show that lithium effectively carries a negative charge in a remarkably wide range of chemistries and concentrations. The generality of our observation has significant implications for the energy storage community, emphasizing the need to reconsider the potential of these systems as next generation battery electrolytes.<br />", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Energy Storage; Physical and Chemical Processes; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revisiting Glycerol Esterification with Acetic Acid over Amberlyst-35 via Statistically Designed Experiments: Overcoming Transport Limitations", "doi": "10.26434/chemrxiv.7731305.v1", "published_doi": "10.1016/J.CES.2019.06.003", "published_url": "https://doi.org/10.1016/j.ces.2019.06.003", "authors": "Víctor Gabriel Baldovino Medrano; Karen V. Caballero; Hernando Guerrero-Amaya", "abstract": "Turnover rates for glycerol esterification with acetic acid over Amberlyst-35 were measured under different temperatures, reactants and active sites concentrations, and catalyst particle sizes. Data were collected in a batch reactor. Experiments were done following a sequence of factorial experimental designs.", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Polymerization catalysts; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pentacarbonylmethylmanganese(I) as a Synthon for Mn(I) Pincer Catalysts", "doi": "10.26434/chemrxiv.7728380.v1", "published_doi": "10.1039/C9DT00529C", "published_url": "https://doi.org/10.1039/C9DT00529C", "authors": "Karthika J. Kadassery; David Lacy", "abstract": "<p>Mn(I) complexes that enable metal-ligand cooperative substrate activation catalyze a range of transformations. Use of MeMn(CO)5 as a synthon in place of typical Mn(CO)5Br was explored and found to be quite versatile, generating catalytically active species in situ by activation of O–H, N–H, and even C–H bonds.<br /></p>", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Organometallic Compounds; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Engineering of an Alkaline Naphthoquinone Flow Battery", "doi": "10.26434/chemrxiv.7732472.v1", "published_doi": "10.1021/acsenergylett.9b01321", "published_url": "https://doi.org/10.1021/acsenergylett.9b01321", "authors": "Liuchuan Tong; Marc-Antoni Goulet; Daniel P. Tabor; Emily F. Kerr; Diana De Porcellinis; Eric M. Fell; Alan Aspuru-Guzik; Roy G. Gordon; Michael J. Aziz", "abstract": "<p>Aqueous organic redox flow batteries (AORFBs) have recently gained significant attention as a potential candidate for grid-scale electrical energy storage. Successful implementation of this technology will require redox-active organic molecules with many desired properties. Here we introduce a naphthoquinone dimer, bislawsone, as the redox-active material in a negative potential electrolyte (negolyte) for an AORFB. This novel dimerization strategy substantially improves the performance of the electrolyte vs. that of the lawsone monomer in terms of solubility, stability, reversible capacity, permeability and cell voltage. An AORFB pairing bislawsone with a ferri/ferrocyanide positive electrolyte delivers an open-circuit voltage of 1.05 V and cycles at a current density of 300 mA/cm<sup>2</sup> with a negolyte concentration of 2 M electrons in alkaline solution. We determined the degradation mechanism for the naphthoquinone-based electrolyte using chemical analysis, and predict theoretically electrolytes based on naphthoquinones that will be even more stable.</p>", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Energy Storage; Electrochemistry - Mechanisms, Theory & Study; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aldehydes and Ketones Influence Reactivity and Selectivity in Nickel-Catalyzed Suzuki-Miyaura Reactions", "doi": "10.26434/chemrxiv.7731716.v1", "published_doi": "10.1039/C9SC05444H", "published_url": "https://doi.org/10.1039/c9sc05444h", "authors": "Alasdair Cooper; David Leonard; Sonia Bajo; Paul Burton; David Nelson", "abstract": "We show that the energetically-favorable coordination of aldehydes and ketones – but not esters – to nickel(0) during Suzuki-Miyaura reactions can lead either to exquisite selectivity and enhanced reactivity, or to the inhibition<br />of the reaction. Aryl halides where the C-X bond is connected to the same π-system as an aldehyde or ketone functional<br />group undergo unexpectedly rapid oxidative addition, and are selectively cross-coupled during inter- and intramolecular<br />competition reactions. When aldehydes and ketones are present elsewhere, such as in the form of exogenous additives,<br />the cross-coupling reaction is inhibited depending on how strongly the pendant carbonyl group can coordinate to nickel(0). This work advances our understanding of how common functional groups interact with nickel(0) catalysts, and presents synthetic chemists with a tool that can be used to achieve site-selectivity in functionalized molecules. \n<br />", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Computational Chemistry and Modeling; Homogeneous Catalysis; Kinetics and Mechanism - Organometallic Reactions; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding GHS Classification, Chemical Labels and Safety Data Sheets", "doi": "10.26434/chemrxiv.7742909.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Neelam Bharti; Neha Chawla; shailendra singh", "abstract": "Globally Harmonized System (GHS) of\nClassiﬁcation and Labelling of Chemicals is now universally accepted to\ncommunicate the hazards of a chemical. Occupational Safety and Health\nAdministration (OSHA) adopted the GHS system under the Hazard Communication\nStandard (HCS) in June 2016. In the course of implementation of the GHS, we\nneed to educate our research community, specially new undergraduate and\ngraduate students and provide them with the most recent knowledge of the\nchemicals, labels, hazards and the ways to protect themselves and their\nsurroundings from the dangers associated with the chemicals. In this paper, we\ndiscuss the basics of OSHA hazard communication, GHS system classification,\nchemical labeling, new hazard pictograms and sections of safety data sheet\n(SDS) for our students and researchers in an easy to understand format. It is\nthe hope that this publication will benefit the students to understand chemical\nhazards, to read safety information and to protect themselves when using these\nmaterials.", "date": "2019-02-20", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Isolation and Characterization of the Unexpected 1-N-Octyloxyperopyrene: A Solution-Processable P-Type Organic Semi-Conductor", "doi": "10.26434/chemrxiv.7742714.v1", "published_doi": "10.1021/ACS.JOC.8B03207", "published_url": "https://doi.org/10.1021/acs.joc.8b03207", "authors": "Marta Martínez-Abadía; Gabriella Antonicelli; Akinori Saeki; Manuel Melle-Franco; Aurelio Mateo-Alonso", "abstract": "<div><div><div><p>The synthesis and optical, electrochemical, thermal and electrical characterization of a new and unexpected 1-n-octyloxyperopyrene is reported. The structure of 1-n- octyloxyperopyrene has been unambiguously established by single crystal X-ray diffraction. The solubility of this polycyclic aromatic hydrocarbon, endowed by the alkoxy substituent, allows the fabrication of thin film field-effect transistors by liquid deposition methods. These devices show hole mobilities up to 1.61 × 10–3 cm2 V–1 s–1.</p></div></div></div>", "date": "2019-02-20", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Dyes and Chromophores; Oligomers; Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nitrile Reduction Reverses the Micropollutant Uptake Selectivity of a Tetrafluoroterephthalonitrile-β-Cyclodextrin Polymer", "doi": "10.26434/chemrxiv.7732685.v1", "published_doi": "10.1002/ANIE.201905142", "published_url": "https://doi.org/10.1002/anie.201905142", "authors": "Max Justin Klemes; Yuhan Ling; Casey Ching; congyue wu; Leilei Xiao; Damian E Helbling; William Dichtel", "abstract": "A post-polymerization reduction of nitrile groups to primary amines reverses the selectivity of a crosslinked cyclodextrin polymer network. The as-polymerized material had previously been shown to have a high affinity for cationic organic micropollutants. The reduced polymer has a high affinity for anionic pollutants, including a broad range of per- and polyfluorinated alkyl substances (PFASs).", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Organic Polymers; Polymerization (Polymers); Water Purification", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Merging Chemoenzymatic and Radical-Based Retrosynthetic Logic For Rapid and Modular Synthesis of Oxidized Meroterpenoids", "doi": "10.26434/chemrxiv.7749824.v1", "published_doi": "10.1038/s41557-019-0407-6", "published_url": "https://doi.org/10.1038/s41557-019-0407-6", "authors": "Jian Li; Fuzhuo Li; Emma King-Smith; Hans Renata", "abstract": "We report a modular approach to access a range of oxidized meroterpenoids using a novel hybrid synthetic strategy involving enzymatic hydroxylation and radical based transformations.", "date": "2019-02-21", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Influence of Interpenetration on the Flexibility of MUV-2", "doi": "10.26434/chemrxiv.7746266.v1", "published_doi": "10.1039/C9CE00233B", "published_url": "https://doi.org/10.1039/C9CE00233B", "authors": "María Vicent-Morales; Iñigo J. Vitórica-Yrezábal; Manuel Souto; Guillermo Minguez Espallargas", "abstract": "<p>The crystal structure of an interpenetrated tetrathiafulvalene(TTF)- based metal-organic framework (MOF) is reported. This MOF, denoted MUV-2-i, is the interpenetrated analogue of the hierarchical and flexible MUV-2. Interestingly, the large flexibility exhibited by MUV-2 upon polar solvent adsorption is considerably reduced in the interpenetrated form which can be explained by short S···S interactions between adjacent TTF-based ligands ensuring more rigidity to the framework. In addition, porosity of MUV-2-i significantly decreased in comparison to MUV-2 as shown by the reduced free volume in the crystal structure.</p>", "date": "2019-02-21", "journal": "chemRxiv", "categories": "Coordination polymers; Nanostructured Materials - Nanoscience; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Iridium-Catalyzed Silylation of C-H bonds in Unactivated Arenes: A Sterically-Encumbered Phenanthroline Ligand Accelerates Catalysis Enabling New Reactivity", "doi": "10.26434/chemrxiv.7744175.v1", "published_doi": "10.1021/jacs.9b01972", "published_url": "https://doi.org/10.1021/jacs.9b01972", "authors": "Caleb Karmel; Zhewei Chen; John Hartwig", "abstract": "We report a new system for the silylation of aryl C-H\nbonds. The combination of [Ir(cod)(OMe)]<sub>2</sub> and 2,9-Me<sub>2</sub>-phenanthroline\n(2,9-Me<sub>2</sub>phen) catalyzes the silylation of arenes at lower\ntemperatures and with faster rates than those reported previously, when the\nhydrogen byproduct is removed, and with high functional group tolerance and\nregioselectivity. Inhibition of reactions by the H<sub>2</sub> byproduct is\nshown to limit the silylation of aryl C-H bonds in the presence of the most\nactive catalysts, thereby masking their high activity. Analysis of initial\nrates uncovered the high reactivity of the catalyst containing the sterically hindered\n2,9-Me<sub>2</sub>phen ligand but accompanying rapid inhibition by hydrogen.\nWith this catalyst, under a flow of nitrogen to remove hydrogen, electron-rich\narenes, including those containing sensitive functional groups, undergo\nsilylation in high yield for the first time, and arenes that underwent\nsilylation with prior catalysts react over much shorter times with lower\ncatalyst loadings. The synthetic value of this methodology is demonstrated by\nthe preparation of key intermediates in the synthesis of medicinally important\ncompounds in concise sequences comprising silylation and functionalization.\nMechanistic studies demonstrate that the cleavage of the aryl C-H bond is\nreversible and that the higher rates observed with the 2,9-Me<sub>2</sub>phen\nligand is due to a more thermodynamically favorable oxidative addition of aryl\nC-H bonds.", "date": "2019-02-21", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Zero-Field Nuclear Magnetic Resonance of Chemically Exchanging Systems", "doi": "10.26434/chemrxiv.7658372.v2", "published_doi": "10.1038/s41467-019-10787-9", "published_url": "https://doi.org/10.1038/s41467-019-10787-9", "authors": "Danila Barskiy; Michael C. D. Tayler; Irene Marco-Rius; John Kurhanewicz; Daniel B. Vigneron; Sevil Cikrikci; Ayca Aydogdu; Moritz Reh; Andrey Pravdivtsev; Jan-Bernd Hövener; John W. Blanchard; Teng Wu; Dmitry Budker; Alexander Pines", "abstract": "Zero- and ultralow-field (ZULF) nuclear magnetic resonance (NMR) is an emerging tool for precision chemical analysis. Unlike conventional (high-field) NMR, which relies on chemical shifts for molecular identification, zero-field analog reports <i>J</i>-spectra that depend on the nuclear spin-spin coupling topology of molecules under investigation. While chemical shifts are usually a small fraction of the resonance frequencies, <i>J</i>-spectra for various spin systems are completely different from each other. In this work, we use zero-field NMR to study dynamic chemical processes and investigate the influence of chemical exchange on ZULF NMR spectra. We develop a computation approach that allows quantitative calculation of ZULF NMR spectra in the presence of chemical exchange and apply it to study aqueous solutions of [<sup>15</sup>N]ammonium as a model system. In this system, proton exchange rates span more than three orders of magnitude depending on acidity (pH), as monitored by high-field and ZULF NMR. We show that chemical exchange substantially affects the <i>J</i>-coupled NMR spectra and, in some cases, can lead to degradation and complete disappearance of the spectral features. To demonstrate potential applications of ZULF NMR for chemistry and biomedicine, we show a ZULF NMR spectrum of [2-<sup>13</sup>C]pyruvic acid hyperpolarized via dissolution dynamic nuclear polarization (dDNP). The metabolism of pyruvate provides valuable biochemical information and its monitoring by zero-field NMR could give spectral resolution that is hard to achieve at high magnetic fields. We foresee applications of affordable and scalable ZULF NMR coupled with hyperpolarization modalities to study chemical exchange phenomena in vivo and in situations where high-field NMR detection is not possible to implement.<br />", "date": "2019-02-05", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biophysics; Theory - Computational; Chemical Kinetics; Physical and Chemical Processes; Quantum Mechanics; Spectroscopy (Physical Chem.); Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Malleable parallelism with minimal effort for maximal throughput and maximal hardware load.", "doi": "10.26434/chemrxiv.5809848.v2", "published_doi": "10.1016/j.comptc.2019.02.002", "published_url": "https://doi.org/10.1016/j.comptc.2019.02.002", "authors": "Florian Spenke; Karsten Balzer; Sascha Frick; Bernd Hartke; Johannes M. Dieterich", "abstract": "A new parallel high-performance computing setup, which can use every little bit of computing resources left over by traditional scheduling, regardless how small or big it may be. This enables HPC providers to achieve 100 percent load on their machines at all times, and it enables HPC users to get substantial computing time on HPC systems that are \"full\" with traditional jobs.<br />", "date": "2019-02-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Screening of Roles of Defects and Metal Substitution on Reactivity of Different Single- vs Double-Node Metal–Organic Frameworks for Sarin Decomposition", "doi": "10.26434/chemrxiv.7755302.v1", "published_doi": "10.1021/ACS.JPCC.9B03817", "published_url": "https://doi.org/10.1021/acs.jpcc.9b03817", "authors": "MohammadReza MomeniTaheri; Christopher J. Cramer", "abstract": "Understanding how different factors affect the electronic prop-erties of metal-organic frameworks (MOFs) is critical to under-standing their potential for catalysis and to serve as catalyst supports. In this work, periodic dispersion corrected PBE cal-culations are performed to assess the catalytic activity of dif-ferent Zr6 vs Zr12 metal-organic frameworks (MOFs) for the heterogeneous catalytic hydrolysis of the chemical warfare agent (CWA) sarin. Using a comprehensive series of extended periodic models capable of capturing long-range sar-in/water/framework interactions in both Zr6 and Zr12 MOFs, the effect of numbers and morphologies of defective sites as well as ZrIV substitution with heavier CeIV are thoroughly in-vestigated. Our calculations show that hydrogen bonds in-volving both metal-oxide nodes and organic linkers can play important roles in the catalysis. Insights derived from this work should inform the design and realization of more effec-tive and robust next-generation MOF-based heterogeneous catalysts.", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Catalysts; Hybrid Organic-Inorganic Materials; Kinetics and Mechanism - Inorganic Reactions; Theory - Inorganic; Computational Chemistry and Modeling; Heterogeneous Catalysis; Coordination Chemistry (Organomet.); Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Parmodulin NRD-21 is an Allosteric Inhibitor of PAR1 Gq Signaling with Improved Anti-Inflammatory Activity and Stability", "doi": "10.26434/chemrxiv.7755479.v1", "published_doi": "10.1016/j.bmc.2019.06.043", "published_url": "https://doi.org/10.1016/j.bmc.2019.06.043", "authors": "Disha Gandhi; Ricardo Rosas, Jr.; Eric Greve; Kaitlin Kentala; N'Guessan Diby; Vladyslava Snyder; Allison Stephans; Teresa Yeung; Saravanan Subramaniam; Khia Kurtenbach; Elliot DiMilo; Leggy Arnold; Hartmut Weiler; Chris Dockendorff", "abstract": "Novel analogs of the allosteric, biased PAR1 ligand ML161 (parmodulin 2, PM2) were prepared in order to identify potential anti-thrombotic and anti-inflammatory compounds of the parmodulin class with improved properties. Investigations of structure-activity relationships of the western portion of the 1,3-diaminobenzene scaffold were performed using an intracellular calcium mobilization assay with endothelial cells, and several heterocycles were identified that inhibited PAR1 at sub-micromolar concentrations. The oxazole NRD-21 was profiled in additional detail, and it was confirmed to act as a selective negative allosteric modulator of PAR1 that inhibits human platelet aggregation. It showed superior anti-inflammatory activity to ML161 in a qPCR assay measuring the expression of tissue factor in response to the cytokine TNF-alpha in endothelial cells. Additionally, NRD-21 is much more plasma stable than ML161, and is a promising lead compound for the parmodulin class for anti-thrombotic and anti-inflammatory indications.", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Geometry of the Catalytic Active Site in [FeFe]-Hydrogenases is Determined by Hydrogen Bonding and Proton Transfer", "doi": "10.26434/chemrxiv.7756214.v1", "published_doi": "10.1021/acscatal.9b02203", "published_url": "https://doi.org/10.1021/acscatal.9b02203", "authors": "Jifu Duan; Stefan Mebs; Moritz Senger; Konstantin Laun; Florian Wittkamp; Joachim Heberle; Thomas Happe; Eckhard Hofmann; Ulf-Peter Apfel; Martin Winkler; Michael Haumann; Sven T. Stripp", "abstract": "The H2 conversion and CO inhibition reactivity of nine [FeFe]-hydrogenase constructs with semi-artificial cofactors was studied by in situ and time-resolved infrared spectroscopy, X-ray crystallography, and theoretical methods. Impaired hydrogen turnover and proton transfer as well as characteristic CO inhibition/ reactivation kinetics are assigned to varying degrees of hydrogen-bonding interactions at the active site. We show that the probability to adopt catalytic intermediates is modulated by intramolecular and protein-cofactor interactions that govern structural dynamics at the active site of [FeFe]-hydrogenases.<br />", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Theory - Computational; Biocatalysis; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Reduced-Cost Apparatus for Observing Ice Recrystallization Inhibition", "doi": "10.26434/chemrxiv.7756421.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Paul Baures; Brian Moore", "abstract": "This document contains instructions for building a low-cost apparatus to measure ice recrystallization and ice recrystallization inhibition.  The supplies are commercially-available and total a fraction of the costs of a traditional microscope and cold-stage, thereby allowing more scientists the opportunity to become involved in this research as well as build the apparatus for possible use in chemical education.", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Biological Materials; Imaging", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CRISPR-Clear: A Fieldable Detection Procedure for Potential CRISPR-Cas9 Gene Drive Based Bioweapons", "doi": "10.26434/chemrxiv.7756097.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anna C. Nieuwenweg; Martijn M. van Galen; Angelina Horsting; Jorrit W. Hegge; Aldrik Velders; Vittorio Saggiomo", "abstract": "<p>Rapid progression in genetic modification\nresearch has made gene editing increasingly cheaper and easier to use.\nCRISPR-Cas9 for example, allows for the specific alteration of the genome of an\norganism with relative simplicity and low costs. This raised a worrying\nquestion; can genetic modification techniques be used to create novel\nbioweapons? A specific scenario is the initiation of a synthetic gene drive for\nmalicious purposes. A synthetic gene drive can be used to quickly spread a\nmutation through an entire population. This mutation could alter vectors in\nsuch a way that they will spread human diseases or eradicate essential\norganisms. Since a gene drive spreads efficiently through a population, timely\ndetection is essential. Thus, a quick and field deployable screening method is\nneeded to counteract the malicious use of gene drives.   </p>\n\n<p>Here, we show a battery-operated, sensitive\nscreening method, named CRISPR-Clear, for the detection of gene drive modified\norganisms. CRISPR-Clear is based on the combination of three components: 1) A DNA\namplification technique known as loop-mediated isothermal amplification (LAMP)\nfor detecting the presence of a gene drive; b) a portable battery-operated\nArduino device which heats up the sample to allow DNA amplification, and c) a naked-eye visualization of the results. </p>\n\n<p>We designed and tested six LAMP primers\ntargeting a Cas9 endonuclease-based gene drive, assembled a battery-operated\nArduino device and tested the naked-eye visualization method. In addition, we were\nable to detect the presence of the Cas9 gene, extracted from a transformed\nbacteria, providing a proof-of-concept of the CRISPR-Clear device.</p>", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Biochemistry; Bioengineering and Biotechnology; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigation of Azo-cop-2 as a Photo-responsive Low-energy Co2 Adsorbent and Porous Filler in Mixed Matrix Membranes for Co2/N2 Separation", "doi": "10.26434/chemrxiv.7593902.v2", "published_doi": "10.1021/acs.iecr.9b00762", "published_url": "https://doi.org/10.1021/acs.iecr.9b00762", "authors": "Siyao Li; Nicholaus Prasetya; Bradley P. Ladewig", "abstract": "<b>Abstract</b><div>As a nanoporous polymer, Azo-COP-2 has been reported for having exceptional CO<sub>2</sub>/N<sub>2</sub> separation performance. In this study, we further investigate the application of Azo-COP-2 as a potential for low-energy CO<sub>2</sub> adsorbent and porous filler in mixed matrix membranes for CO<sub>2</sub>/N<sub>2</sub> separation. As an adsorbent, thanks to the presence of azobenzene in its framework, Azo-COP-2 showed lower CO<sub>2</sub> uptake when irradiated with UV light than its normal condition. Azo-COP-2 also exhibited a highly efficient CO<sub>2</sub> photoswitching between its irradiated and non-irradiated state that has not been observed previously in any nanoporous polymer. Combined with high CO<sub>2</sub>/N<sub>2</sub> selectivity, this property renders Azo-COP-2 to be an excellent candidate for low-energy CO<sub>2</sub> capture. A beneficial property was also exhibited by Azo-COP-2 once they were used as porous filler in mixed-matrix membranes (MMMs) using three different polymer matrices: Matrimid, polysulfone and PIM-1. Both permeability and selectivity of the MMMs could be simultaneously improved once ideal interaction between Azo-COP-2 and the polymer could be established. It was found that Azo-COP-2 – polysulfone composites had the best performance. In this case, it was observed that the CO<sub>2</sub> permeability and CO2/N2 selectivity could be increased up to 160% and 66.7%, respectively. The strategy then shows the great potential of Azo-COP-2 not only for an advanced low-energy CO<sub>2</sub> adsorbent but also to improve the performance of conventional polymeric membrane for CO<sub>2</sub> post-combustion capture.<br /></div>", "date": "2019-02-07", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Transport Phenomena (Chem. Eng.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Evaluation of α-Amylase and Lipase Inhibitory Activities of Synthetic Coumarin Derivatives", "doi": "10.26434/chemrxiv.7756883.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "shivaprasad shetty Mangalpady; NV Anil; Anil Kumar HS", "abstract": "This research work involved synthesis of nine Coumarin-hydrazone derivatives and study of their enzyme inhibition activity. The purpose of the study was to investigate the α-amylase and lipase inhibition activity of the synthesized coumarin derivatives. The experiment was performed by taking 5, 10, 50,100 μg/mL of each of the compounds and Acarbose and Orlistat was taken as a positive control. The studies showed that compound 5d (120.6 μM), 5e (111.5 μM) and 5h (124.0 μM) was showing better inhibition activity against α-amylase enzyme, in comparison with the standard (IC50=81.70 μM). The lipase enzyme inhibition revealed that the compounds, 5c (142.3 μM), 5d (82.3 μM) and 5i (93.6 μM) showed better inhibition compared to the standard (IC50=236.4±2.83 μM). The enzyme kinetics study also revealed good results and it has been discussed in the results section.", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Different Organization of Water in Zeolite L and Its MOF Mimic", "doi": "10.26434/chemrxiv.7761791.v1", "published_doi": "10.1515/ZKRI-2018-2153", "published_url": "https://doi.org/10.1515/zkri-2018-2153", "authors": "gloria tabacchi; Ettore Fois", "abstract": "Abstract:<div>Confinement of molecules inside one dimensional arrays of\nchannel-shaped cavities has led to an impressive number of\ntechnologically interesting materials. However, the\ninteractions governing the properties of the supramolecular\naggregates still remain obscure, even in the case of the most\ncommon guest molecule: water. Herein, we use\ncomputational chemistry methods (#compchem) to study\nthe water organization inside two different channel-type\nenvironments: zeolite L – a widely used matrix for\ninclusion of dye molecules, and ZLMOF – the closest\nmetal-organic-framework mimic of zeolite L. In ZLMOF,\nthe methyl groups of the ligands protrude inside the\nchannels, creating nearly isolated nanocavities. These\ncavities host well-separated ring-shaped clusters of water\nmolecules, dominated mainly by water-water hydrogen\nbonds. ZLMOF channels thus provide arrays of „isolated\nsupramolecule“ environments, which might be exploited for\nthe individual confinement of small species with interesting\noptical or catalytic properties. In contrast, the one\ndimensional nanochannels of zeolite L contain a continuous\nsupramolecular structure, governed by the water\ninteractions with potassium cations and by water-water\nhydrogen bonds. Water molecules impart a significant\nenergetic stabilization to both materials, which increases by\nincreasing the water content in ZLMOF, while the opposite\ntrend is observed in zeolite L. The water network in zeolite\nL contains an intriguing hyper-coordinated structure, where\na water molecule is surrounded by 5 strong hydrogen\nbonds. Such a structure, here described for the first time in\nzeolites, can be considered as a water pre-dissociation\ncomplex and might explain the experimentally detected\nhigh proton activity in zeolite L nanochannels. </div>", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Supramolecular Chemistry (Inorg.); Computational Chemistry and Modeling; Theory - Computational; Self-Assembly; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Self-Assembled Nanostructure Library from Monodisperse Sequence-Defined Oligo(phosphodiester)s", "doi": "10.26434/chemrxiv.7757210.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Donatien de Rochambeau; Maciej Barlog; Hassan S. Bazzi; Hanadi Sleiman", "abstract": "<p><a>Natural biopolymers achieve information\nstorage, molecular recognition and catalysis efficiently through\nsequence-control. To be able to mimic such properties, self-assembly studies of\nartificial sequence-defined oligomers is of great interest. In this paper, we show\nthe use of hydrophilic, lipophilic, aromatic and fluorophilic monomers to\nsynthesize a large library of truly monodisperse sequence-defined block co-oligo(phosphodiester)s.\nAutomated and accurate control over the sequence allowed to rationally study the\ndegree of polymerisation, blocks ratio, chemical composition and orthogonal\nsupramolecular interactions influence on self-assembly. Interestingly, our\nstudies revealed remarkable morphological changes (spheres to nanosheets) caused\nby very small differences between polymers, e.g., polymers differing by a\nsingle monomer unit. Inverting block sequence in multi-block copolymers also caused\na dramatic increase in micelle size. Conventional polymerization does not allow\nthe exploration of these subtle variations in polymer sequence or composition. Therefore,\nfast synthesis and purification of a variety of oligomers with slightly\ndifferent sequences allows studying the supramolecular chemistry of precision\noligomers in a systematic way. It paves the way to the rational design of\nfunctional sequence-defined polymers.</a></p>", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Biopolymers; Polymer morphology; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrically-Induced Light Emission in Polymer-Stabilized Proton Gradient Systems", "doi": "10.26434/chemrxiv.7757240.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jerzy J. Langer; Ewelina Frąckowiak", "abstract": "<div>Experiments with the chemically generated proton gradient, have lead to fabricate the system which emits the light, when electrically powered, owing to proton current flow. A polymeric scaffold preserves the stability of the system and, at the same time is playing a role of dopants of water, due to chemical character (acidic or basic) of side groups, which are responsible for gradient formation. The</div><div>results of experiments with the chemical model of the proton gradient, the protonic p-n junction, as a light emitting diode, make a “proof of concept”, which opens the way into new light generating process and new device (protonic LED), but also, to general understanding the proton gradient role in</div><div>the light emission processes.</div>", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Interfaces; Quasiparticles and Excitations", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hybrid Atomic Orbitals in Organic Chemistry. Part 1: Critique of Formal Aspects", "doi": "10.26434/chemrxiv.7763141.v1", "published_doi": "10.21577/0100-4042.20170376", "published_url": "https://doi.org/10.21577/0100-4042.20170376", "authors": "Guy Lamoureux; J. F. Ogilvie", "abstract": "The importance of hybrid atomic orbitals, both historically and mathematically, is reviewed. Our new analysis of the original derivation of the sp3, sp2, sp model reveals serious errors. Based on a critical survey of the literature, we submit six formal criteria that deprecate the use of hybrid orbitals in a pedagogical context. A sound mathematical basis of sp3 and sp2 formulae does not exist; hybrid atomic orbitals have hence no legitimate role in the teaching of organic chemistry.", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Chemical Education - General; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hybrid Atomic Orbitals in Organic Chemistry. Part 2: Critique of Practical Aspects", "doi": "10.26434/chemrxiv.7763147.v1", "published_doi": "10.21577/0100-4042.20170377", "published_url": "https://doi.org/10.21577/0100-4042.20170377", "authors": "Guy Lamoureux; J. F. Ogilvie", "abstract": "The importance of hybrid atomic orbitals, in both general and organic chemistry, is reviewed. Every contemporary textbook of organic chemistry introduces the sp3, sp2, sp model, but the suitability of these hybrid orbitals for use in the teaching of molecular structure has been increasingly questioned. Based on a critical survey of the literature, we submit seven practical criteria that deprecate the use of hybrid orbitals in a pedagogical context. We suggest how the teaching of organic chemistry without hybrid orbitals will provide students with an enhanced education.", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electro-Inductive Effect: Using an Electrode as a Functional Group to Control the Reactivity of Molecules with Voltage", "doi": "10.26434/chemrxiv.7763213.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mu-Hyun Baik; Joon Heo; Sang Woo Han", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A new general method of controlling the chemical reactivity of molecules is proposed. Instead of tuning the electronic properties\nof reactive molecules by employing functional groups that impose different inductive effects to a molecule, we propose to immobilize the parent\nmolecule onto an electrode, for example by installing a thiol group to the molecule and forming a self-assembled monolayer on a gold surface.\nBy applying a voltage the electronic property of the immobilized molecule can be tuned, as is commonly done by decorating the molecule with\nelectron-donating and electron-withdrawing groups. As a proof of principle, it is shown that the base-catalyzed saponification of benzoic ester\ncan be shut down completely by applying a negative voltage, while it can be accelerated by using a positive voltage. Furthermore it is shown that\nthe Suzuki-Miyaura cross-coupling reaction can be affected by the voltage when the arylhalide substrate of the reaction is immobilized on a gold\nelectrode.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Catalysts; Theory - Computational; Heterogeneous Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Native Ion Mobility Mass Spectrometry: when Gas Phase Ion Structures Depend on the Electrospray Charging Process", "doi": "10.26434/chemrxiv.7500617.v2", "published_doi": "10.1007/s13361-019-02152-3", "published_url": "https://doi.org/10.1007/s13361-019-02152-3", "authors": "Nina A. Khristenko; Jussara Amato; Sandrine Livet; Bruno Pagano; Antonio Randazzo; Valerie Gabelica", "abstract": "Ion mobility spectrometry (IMS) has become popular to characterize biomolecule folding. Numerous studies have shown that proteins that are folded in solution remain folded in the gas phase, whereas proteins that are unfolded in solution adopt more extended conformations in the gas phase. Here, we discuss how general this tenet is. We studied single-stranded DNAs (human telomeric cytosine-rich sequences with CCCTAA repeats), which fold into an intercalated motif (i-motif) structure in a pH-dependent manner, thanks to the formation of C‒H+‒C base pairs. As i-motif formation is favored at low ionic strength, we could investigate the ESI-IMS-MS behavior of i-motif structures at pH ~5.5 over a wide range of ammonium acetate concentrations (15 mM to 100 mM). The control experiments consisted of either the same sequence at pH ~7.5, wherein the sequence is unfolded, or sequence variants that cannot form i-motifs (CTCTAA repeats). The surprising results came from the control experiments. We found that the ionic strength of the solution had a greater effect on the compactness of the gas-phase structures than the solution folding state. This means that electrosprayed ions keep a memory of the charging process, which is influenced by the electrolyte concentration. We discuss these results in light of the analyte partitioning between the droplet interior and droplet surface, which in turn influences the probability of being ionized via a charged residue pathway or a chain extrusion pathway.<br />", "date": "2019-02-08", "journal": "chemRxiv", "categories": "Mass Spectrometry; Biophysics; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electron Donation by Low-Crystalline Ba-La-Ce Oxygen-Deficient Composite Oxide Accumulating on Ru Nanoparticles for Ammonia Synthesis under Mild Conditions", "doi": "10.26434/chemrxiv.7763657.v1", "published_doi": "10.1021/acssuschemeng.9b06299", "published_url": "https://doi.org/10.1021/acssuschemeng.9b06299", "authors": "Katsutoshi Sato; Shin-ichiro Miyahara; Yuta Ogura; Kotoko Tsujimaru; Yuichiro Wada; Takaaki Toriyama; Tomokazu Yamamoto; Syo Matsumura; Katsutoshi Nagaoka", "abstract": "<p>To mitigate global\nproblems related to energy and global warming, it is helpful to develop an\nammonia synthesis process using catalysts that are highly active under mild\nconditions. Here we show that the ammonia synthesis activity of Ru/Ba/LaCeO<i><sub>x</sub></i> pre-reduced at 700 °C is the highest reported among oxide-supported Ru\ncatalysts. Our results indicate that low crystalline oxygen-deficient composite\noxides, which include Ba<sup>2+</sup>, Ce<sup>3+</sup> and La<sup>3+</sup>,\nwith strong electron-donating ability, accumulate on Ru particles and thus\npromote N≡N bond cleavage, which is the rate determining step for ammonia\nsynthesis.</p>", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Energy Storage; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ligand Enabled Nickel-Catalyzed Asymmetric Hydroarylation of Styrenes and 1,3-Dienes with Arylboronic Acids", "doi": "10.26434/chemrxiv.7764053.v1", "published_doi": "10.31635/CCSCHEM.019.20190026", "published_url": "https://doi.org/10.31635/ccschem.019.20190026", "authors": "XINYANG Lv; CHAO FAN; LIJUN XIAO; JIANHUA XIE; QILIN ZHOU", "abstract": "A\nchiral spiro aminophosphine ligand enabled nickel-catalyzed asymmetric hydroarylation\nof styrenes and 1,3-dienes with arylboronic acids. The reaction was promoted by\na Ni–H species generated from protonation of <a>Ni(0) with alcohol</a>.\nThis reaction uses only catalytic amount reagents and provided an efficient, straightforward\nand mild method for preparing <a></a><a>enantioenriched</a> 1,1-diarylalkanes,\nwhich are important motifs for the synthesis of many biologically active\nmolecules.", "date": "2019-02-25", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unveiling Pathway Complexity in the Growth of a Spin-Crossover MOF via Engineered Liquid-Liquid Interfacial Reactions", "doi": "10.26434/chemrxiv.7764842.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Néstor Calvo Galve; Afshin Abrishamkar; Alessandro Sorrenti; Eugenio Coronado; Andrew J. deMello; Guillermo Minguez Espallargas; Josep Puigmartí-Luis", "abstract": "<b>Coordination polymers (CPs), including metal-organic\nframeworks (MOFs), have recently emerged as a platform to design new materials\nwith novel applications in fields such as electronics, magnetism, catalysis,\noptics and gas storage/separation. However, the pathways followed and the\nmechanisms underlying their formation remain largely unknown and unresolved.\nAccordingly, the elucidation of associated growth mechanisms remains the key\nobstacle in accessing new properties and functions in such materials. Herein,\nwe demonstrate that reaction-diffusion (RD) conditions accomplished within\nmicrofluidic reaction systems can be used to uncover different crystallization\npathways undertaken by spin-crossover MOFs towards their thermodynamic\nproducts. Specifically, microfluidic RD mixing (providing kinetic control)\nenables two peculiar nucleation-growth pathways characterized by well-defined\nmetastable intermediates, which have never been observed in bulk environments\n(under thermodynamic control). Contrarily, in the latter case, crystallization\nby particle attachment (mesoscale assembly) is observed. These unprecedented\nresults provide a sound basis for understanding coordination polymer growth,\nand open up new avenues for the engineering of advanced functional materials.</b>", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination polymers; Nanostructured Materials - Nanoscience; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Probing the Substrate Promiscuity of Isopentenyl Phosphate Kinase as a Platform for Hemiterpene Analogue Production", "doi": "10.26434/chemrxiv.7765241.v1", "published_doi": "10.1002/cbic.201900135", "published_url": "https://doi.org/10.1002/cbic.201900135", "authors": "Sean Lund; Taylor Courtney; Gavin Williams", "abstract": "Isoprenoids are a large class of natural products with wide-ranging applications. Synthetic biology approaches to the manufacture of isoprenoids and their new-to-nature derivatives are limited due to the provision in Nature of just two hemiterpene building blocks for isoprenoid biosynthesis. To address this limitation, artificial chemo-enzymatic pathways such as the alcohol-dependent hemiterpene pathway (ADH) serve to leverage consecutive kinases to convert exogenous alcohols to pyrophosphates that could be coupled to downstream isoprenoid biosynthesis. To be successful, each kinase in this pathway should be permissive of a broad range of substrates. For the first time, we have probed the promiscuity of the second enzyme in the ADH pathway, isopentenyl phosphate kinase from Thermoplasma acidophilum, towards a broad range of acceptor monophosphates. Subsequently, we evaluate the suitability of this enzyme to provide non-natural pyrophosphates and provide a critical first step in characterizing the rate limiting steps in the artificial ADH pathway.<br />", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Long-wavelength Fluorophores for Voltage Sensing", "doi": "10.26434/chemrxiv.7663124.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gloria Ortiz; Pei Liu; Su Naing; Vikram Muller; Evan Miller", "abstract": "<p>We present the design, synthesis, and applications of a new\nclass of voltage-sensitive fluorescent indicators built on a modified\ncarbofluorescein scaffold. Carbofluoresceins are an attractive target for\nresponsive probes because they maintain oxygen substitution patterns at the 3'\nand 6' positions, similar to fluorescein, while simultaneously possessing excitation\nand emission profiles red-shifted nearly 50 nm compared to fluorescein.\nHowever, the high p<i>K</i><sub>a</sub> of\ncarbofluorescein dyes, coupled with their tendency to cyclize to\nnon-fluorescent configurations precludes their use in voltage-imaging\napplications. Here, we overcome the limitations of carbofluoresceins via\nchlorination to lower the p<i>K</i>a by 2\nunits to 5.2 and sulfonation to prevent cyclization to the non-absorbing form.\nTo achieve this, we devise a synthetic route to halogenated sulfonated\ncarbofluoresceins from readily available, inexpensive starting materials. New,\nchlorinated sulfone carbofluoresceins have low p<i>K</i><sub>a</sub> values (5.2) and can be incorporated into\nphenylenevinylene molecular wire scaffolds to create carboVoltage-sensitive\nFluorophores (carboVF dyes). The best of the new carboVF dyes,\ncarboVF2.1(OMe).Cl, possesses excitation and emission profiles >560 nm,\ndisplays high voltage sensitivity (>30% ΔF/F per 100 mV), and can be used in\nthe presence of other blue-excited fluorophores like green fluorescent protein\n(GFP). Because carboVF2.1(OMe).Cl contains a phenolic oxygen, it can be\nincorporated into fluorogenic labeling strategies. Alkylation with a sterically\nbulky cyclopropylmethyl-derived acetoxymethyl ether renders carboVF weakly\nfluorescent; we show that fluorescence can be restored by the action of porcine\nliver esterase (PLE) both <i>in vitro</i>\nand on the surface of living cells and neurons. Together, these results suggest\nchlorinated sulfone carbofluoresceins can be promising candidates for hybrid\nchemical-genetic voltage imaging at wavelengths beyond typical fluorescein\nexcitation and emission.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Di-Palladium Complexes are Active Catalysts for Mono-N-Protected Amino Acid Accelerated Enantioselective C-H Functionalization", "doi": "10.26434/chemrxiv.7665734.v2", "published_doi": "10.1021/acscatal.9b03887", "published_url": "https://doi.org/10.1021/acscatal.9b03887", "authors": "Joseph Gair; Brandon E. Haines; Alexander S. Filatov; Djamaladdin G. Musaev; Jared C. Lewis", "abstract": "The role of mono-protected amino acid (MPAA) ligands in accelerating enantioselective cyclopalladation and palladium catalyzed C-H func-tionalization was investigated using kinetic, spectroscopic, and computational methods. Single crystal X-ray diffraction and NMR spectroscopy demonstrate that MPAA ligands bind catalytically competent di-palladium complexes as bridging carboxylates. The catalytic relevance of the observed di-palladium species was evaluated by kinetic analysis. The kinetic method of continuous variation demonstrated that a complex contain-ing a single MPAA-bridged di-palladium core (Pd2(MPAA)1) is an active catalyst for the reactions studied. The experimental studies are con-sistent with density functional theory calculations that indicate enantioinduction can be achieved by a single MPAA ligand bridging a di-palladium catalyst through secondary sphere hydrogen-bonding interactions that lower the barrier to C-H activation of the major enantiomer.<br />", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Homogeneous Catalysis; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nanoscale Metamaterials: Meta-MOFs and Framework Materials with Anomalous Behavior", "doi": "10.26434/chemrxiv.7415249.v2", "published_doi": "10.1016/j.ccr.2019.02.023", "published_url": "https://doi.org/10.1016/j.ccr.2019.02.023", "authors": "François-Xavier Coudert; Jack D. Evans", "abstract": "As the number of framework materials known and characterized in the literature grows, it becomes apparent that they can carry properties rarely encountered in more conventional, dense inorganic materials. Among these materials with unusual physical or chemical properties are the ubiquitous metal–organic frameworks, covalent organic frameworks, dense coordination polymers, and molecular frameworks. Many can respond to stimulation by displaying structural responses and changes in properties that range from counter-intuitive to thermodynamically forbidden. In that, they share large similarities with metamaterials, which are engineered to generate properties not found in “normal” materials. We review here the surprising behavior of these meta-MOFs and other framework materials that display properties “beyond” (μετά) the boundaries of common crystalline materials.<br />", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Elastic Materials; Hybrid Organic-Inorganic Materials; Metamaterials; Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cofactor Analogues as Active Site Probes in Lysine Acetyltransferases", "doi": "10.26434/chemrxiv.7410659.v2", "published_doi": "10.1021/acs.jmedchem.8b01887", "published_url": "https://doi.org/10.1021/acs.jmedchem.8b01887", "authors": "Roman P. Simon; Tobias Rumpf; Vaida Linkuvienė; Daumantas Matulis; Asifa Akhtar; Manfred Jung", "abstract": "Here we present the synthesis of two functional cofactor-based chemical probes and their usage as mechanistic tools in a broadly applica-ble assay platform for histone acetyltransferases (HATs). In this platform, a fluorescence polarization (FP) based binding assay was combined with biolayer interferometry (BLI) competition analysis and a FP competition activity immunoassay to enable easy, reliable, and pro-found evaluation of ligands that target the KAT cofactor binding site.", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Partially-Planarised Hole-Transporting Quart-p-Phenylene for Perovskite Solar Cells", "doi": "10.26434/chemrxiv.7770368.v1", "published_doi": "10.1039/C9TC01076A", "published_url": "https://doi.org/10.1039/C9TC01076A", "authors": "Juan P. Mora-Fuentes; Diego Cortizo-Lacalle; Silvia Collavini; Karol Strutyński; Wolfgang R. Tress; Michael Saliba; Shaik M. Zakeeruddin; Ivet Kosta; Manuel Melle-Franco; Michael Grätzel; Juan Luis Delgado; Aurelio Mateo-Alonso", "abstract": "<div><div><div><p>Herein, we describe the synthesis of a hole transporting material based on a partially planarised quart-p-phenylene core incorporating tetraketal and diphenylamine substituents that show optimal energy levels and solubility for perovskite solar cell applications. Triple-cation perovskite devices incorporating such quart-p-phenylene derivative show power-conversion efficiencies, short circuit currents, open circuit voltages, and fill factors that are comparable to those of spiro-OMeTAD.</p></div></div></div>", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Dyes and Chromophores; Oligomers; Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tenacious Mass Transfer Limitations Drive Catalytic Selectivity during Electrochemical Carbon Dioxide Reduction", "doi": "10.26434/chemrxiv.7770338.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kailun Yang; Recep Kas; Wilson A. Smith", "abstract": "<p>This study evaluated the performance of the\ncommonly used strong buffer electrolytes, i.e. phosphate buffers, during CO<sub>2</sub> electroreduction in neutral pH conditions by using in-situ surface enhanced\ninfrared absorption spectroscopy (SEIRAS). Unfortunately, the buffers break\ndown a lot faster than anticipated which has serious implications on many\nstudies in the literature such as selectivity and kinetic analysis of the\nelectrocatalysts. Increasing electrolyte concentration, surprisingly, did not\nextend the potential window of the phosphate buffers due to dramatic increase\nin hydrogen evolution reaction. Even high concentration phosphate buffers (1\nM) break down within the potentials (-1 V vs RHE) where hydrocarbons are formed\non copper electrodes. We have extended the discussion to high surface area\nelectrodes by evaluating electrodes composed of copper nanowires. We would like\nhighlight that it is not possible to cope with high local current densities on\nthese high surface area electrodes by using high buffer capacity solutions and\nthe CO<sub>2</sub> electrocatalysts are needed to be evaluated by casting thin\nnanoparticle films onto inert substrates as commonly employed in fuel cell\nreactions and up to now scarcely employed in CO<sub>2</sub> electroreduction.\nIn addition, we underscore that normalization of the electrocatalytic\nactivity to  the electrochemical active\nsurface area is not the ultimate solution due to concentration gradient along\nthe catalyst layer.This will “underestimate” the activity of\nhigh surface electrocatalyst and the degree of underestimation will depend on\nthe thickness, porosity and morphology of the catalyst layer.   </p>\n\n<p> </p>", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Transport Phenomena (Chem. Eng.); Electrocatalysis; Energy Storage; Chemical Kinetics; Electrochemistry - Mechanisms, Theory & Study; Spectroscopy (Physical Chem.); Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High-Throughput Assessment of Hypothetical Zeolite Materials for Their Synthesizability and Industrial Deployability", "doi": "10.26434/chemrxiv.7770758.v1", "published_doi": "10.1515/ZKRI-2018-2155", "published_url": "https://doi.org/10.1515/zkri-2018-2155", "authors": "Nils Zimmermann; Jose Luis Salcedo Perez; Maciej Haranczyk", "abstract": "<div>Zeolites are important microporous framework materials, where 200+ structures are known to exist and many millions so-called hypothetical materials can be computationally created. Here, we screen the “Deem” database of hypothetical zeolite structures to find experimentally feasible and industrially relevant materials. We use established and existing criteria and structure descriptors (lattice energy, local interatomic distances, TTT angles), and we develop new criteria which are based on 5-th neighbor distances to T-atoms, tetrahedral order parameters (or, tetrahedrality), and porosity and channel dimensionality. Our filter funnel for screening the most attractive zeolite materials that we construct consists of 9 different types of criteria and a total of 53 subcriteria. The funnel reduces the pool of candidate materials from initially >300,000 to 24 and 11, respectively, depending on the channel dimensionality constraint applied (2- and 3-dimensional vs only 3-dimensional channels). </div><div>We find that it is critically important to define longer range and more stringent criteria such as the new 5-th neighbor distances to T-atoms and the tetrahedrality descriptor in order to succeed in reducing the huge pool of candidates to a manageable number. Apart from one experimentally achieved structure (SSF), all other candidates are hypothetical frameworks, thus, representing most valuable targets for synthesis and application. Detailed analysis of the screening data allowed us to also propose an exciting future direction how such screening studies as ours could be improved and how framework generating algorithms could be competitively optimized.</div>", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Catalysts; Nanostructured Materials - Materials; Nanocatalysis - Catalysts & Materials; Minerals; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "QUBEKit: Automating the Derivation of Force Field Parameters from Quantum Mechanics", "doi": "10.26434/chemrxiv.7247045.v2", "published_doi": "10.1021/acs.jcim.8b00767", "published_url": "https://doi.org/10.1021/acs.jcim.8b00767", "authors": "Joshua Horton; Alice Allen; Leela Dodda; Daniel Cole", "abstract": "<div><div><div><p>Modern molecular mechanics force fields are widely used for modelling the dynamics and interactions of small organic molecules using libraries of transferable force field parameters. For molecules outside the training set, parameters may be missing or inaccurate, and in these cases, it may be preferable to derive molecule-specific parameters. Here we present an intuitive parameter derivation toolkit, QUBEKit (QUantum mechanical BEspoke Kit), which enables the automated generation of system-specific small molecule force field parameters directly from quantum mechanics. QUBEKit is written in python and combines the latest QM parameter derivation methodologies with a novel method for deriving the positions and charges of off-center virtual sites. As a proof of concept, we have re-derived a complete set of parameters for 109 small organic molecules, and assessed the accuracy by comparing computed liquid properties with experiment. QUBEKit gives highly competitive results when compared to standard transferable force fields, with mean unsigned errors of 0.024 g/cm3, 0.79 kcal/mol and 1.17 kcal/mol for the liquid density, heat of vaporization and free energy of hydration respectively. This indicates that the derived parameters are suitable for molecular modelling applications, including computer-aided drug design.</p></div></div></div>", "date": "2019-02-11", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Solution to Chemical Pseudaminylation via Development of a Bimodal Glycosyl Donor to Enable Highly Stereocontrolled α- and β-Glycosylation", "doi": "10.26434/chemrxiv.7767194.v1", "published_doi": "10.1021/ACS.ORGLETT.9B00990", "published_url": "https://doi.org/10.1021/acs.orglett.9b00990", "authors": "Ruohan Wei; Han Liu; Arthur Tang; Richard Payne; Xuechen Li", "abstract": "Bacterial pseudaminic acids (Pse)\nare present on the surface of many pathogenic\nbacteria. Herein, we report a robust methodology for the stereocontrolled\nchemical glycosylation of\npseudaminic acid to afford both α- (axial) and β- (equatorial) glycosides reliably\nwith complete stereoselectivity, using a common glycosyl donor (7<i>N-</i>Cbz/5<i>N</i>-azido Pse thioglycoside) simply by changing the reaction\nconditions (DCM-DMF, -40 <sup>o</sup>C and\nDCM/MeCN, -78 <sup>o</sup>C, respectively). Examples of such bimodal\nselectivity are both sparse and highly sought-after in carbohydrate chemistry.\nThis method enables efficient access to pseudaminylated molecules, which will\nopen up various opportunities in chemical glycobiology research of bacterial\npseudaminic acids and carbohydrate-based antibacterial vaccine development.", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Biomolecular Solvation Structure Revealed by Molecular Dynamics Simulations", "doi": "10.26434/chemrxiv.7492676.v2", "published_doi": "10.1021/jacs.8b13613", "published_url": "https://doi.org/10.1021/jacs.8b13613", "authors": "Michael Wall; Gaetano Calabró; Christopher I. Bayly; David Mobley; Gregory Warren", "abstract": "To compare ordered water positions from experiment\nwith those from molecular dynamics (MD) simulations, a number of MD models of\nwater structure in crystalline endoglucanase were calculated. The starting MD\nmodel was derived from a joint X-ray and neutron diffraction crystal structure,\nenabling the use of experimentally assigned protonation states. Simulations\nwere performed in the crystalline state, using a periodic 2x2x2 supercell with\nexplicit solvent. Water X-ray and neutron scattering density maps were computed\nfrom MD trajectories using standard macromolecular crystallography methods. In\none set of simulations, harmonic restraints were applied to bias the protein\nstructure toward the crystal structure. For these simulations, the recall of\ncrystallographic waters using strong peaks in the MD water electron density was\nvery good, and there also was substantial visual agreement between the\nboomerang-like wings of the neutron scattering density and the crystalline\nwater hydrogen positions. An unrestrained simulation also was performed. For\nthis simulation, the recall of crystallographic waters was much lower. For both\nrestrained and unrestrained simulations, the strongest water density peaks were\nassociated with crystallographic waters. The results demonstrate that it is now\npossible to recover crystallographic water structure using restrained MD\nsimulations, but that it is not yet reasonable to expect unrestrained MD\nsimulations to do the same. Further development and generalization of MD water\nmodels for force field development, macromolecular crystallography, and\nmedicinal chemistry applications is now warranted. In particular, the\ncombination of room-temperature crystallography, neutron diffraction, and\ncrystalline MD simulations promises to substantially advance modeling of\nbiomolecular solvation.", "date": "2019-02-13", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Computational Chemistry and Modeling; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Expedited Mapping of the Ligandable Proteome Using Fully Functionalized Enantiomeric Probe Pairs", "doi": "10.26434/chemrxiv.7764638.v1", "published_doi": "10.1038/S41557-019-0351-5", "published_url": "https://doi.org/10.1038/s41557-019-0351-5", "authors": "Benjamin Cravatt; Yujia Wang; melissa dix; jarrett remsberg; hsin-yu lee; marian kalocsay; steven gygi; gregory vite; michael lawrence; Christopher Parker", "abstract": "<div>A fundamental challenge in chemical biology and medicine is to understand and expand the fraction of the human proteome that can be targeted by small molecules. We recently described a strategy that integrates fragment-based ligand discovery with chemical proteomics to furnish global portraits of reversible small molecule-protein interactions in human cells.</div><div>Excavating clear structure-activity relationships from these “ligandability” maps, however, was confounded by the distinct physicochemical properties and corresponding overall protein-binding potential of individual fragments. Here, we describe a compelling solution to this problem by introducing a next-generation set of fully functionalized fragments (FFFs) differing only in absolute stereochemistry. Using these enantiomeric probe pairs, or “enantioprobes”, we identify numerous stereoselective protein-fragment interactions in cells and show that these interactions occur at functional sites on proteins from diverse classes. Our findings thus indicate that incorporating chirality into FFF libraries provides a robust and streamlined method to discover ligandable proteins in cells.</div>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Chemoinformatics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Fast and Sensitive Method Combining Reversed-Phase Chromatography with High Resolution Mass Spectrometry to Quantify 2-Fluoro-2-Deoxyglucose and Its Phosphorylated Metabolite for Determining Glucose Uptake", "doi": "10.26434/chemrxiv.7771142.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ashley Williams; Deborah Muoio; Guofang Zhang", "abstract": "Quantative measurements of the glucose analogue, 2-deoxyglucose (2DG), and its phosphorylated metabolite (2-deoxyglucose-6-phosphate (2DG-6-P)) are critical for the measurement of glucose uptake. While the field has long identified the need for sensitive and reliable assays that deploy non-radiolabled glucose analogues to assess glucose uptake, no analytical MS-based methods exist to detect trace amounts in complex biological samples. In the present work, we show that 2DG is poorly suited for MS-based methods due to interfering metabolites. We therefore developed and validated an alternative C18-based LC-Q-Exactive-Orbitrap-MS method using 2-fluoro-2-deoxyglucose (2FDG) to quantify both 2FDG and 2FDG-6-P by measuring the sodium adduct of 2FDG in the positive mode and deprotonation of 2FDG-6-P in the negative mode. The low detection limit of this method can reach 81.4 and 48.8 fmol for both 2FDG and 2FDG-6-P, respectively. The newly developed method was fully validated via calibration curves in the presence and absence of biological matrix. The present work is the first successful LC-MS method that can quantify trace amounts of a nonradiolabeled glucose analogue and its phosphorylated metabolite and is a promising analytical method to determine glucose uptake in biological samples.", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Biochemical Analysis; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Facilitating the Transmetalation Step with Aryl-Zincates in Nickel-Catalyzed Enantioselective Arylation of Secondary Benzylic Halides", "doi": "10.26434/chemrxiv.7773611.v1", "published_doi": "10.1038/S41467-019-10851-4", "published_url": "https://doi.org/10.1038/s41467-019-10851-4", "authors": "Weichen Wan; Mei Hu; Xiaolong Wan; Qilong Shen", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A method for the highly enantioselective construction of fluoroalkyl-substituted stereogenic center by a nickel-catalyzed asymmetric Suzuki-Miyaura coupling of a-bromobenzyl trifluoro-/difluoro-/monofluoromethanes with a variety of lithium organoborate in the presence of 1.0 equivalent of ZnBr2 was described. Preliminary mechanistic studies disclosed that reaction of lithium organoborate with ZnBr2 generated a zincate [Ph2ZnBr]Li, which facilitates the transmetallation step of the nickel-catalyzed cross-coupling reaction to enable high enantioselectivity. <br /></p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interpreting the Electrocatalytic Voltammetry of Homogeneous Catalysts by the Foot of the Wave Analysis and Its Wider Implications", "doi": "10.26434/chemrxiv.7771217.v1", "published_doi": "10.1021/acscatal.9b00850", "published_url": "https://doi.org/10.1021/acscatal.9b00850", "authors": "Vincent Wang; Ben A Johnson", "abstract": "<p>Mechanistic studies\nof electrocatalytic reactions play a crucial role in developing efficient electrocatalysts\nand solar-fuel devices. The foot of the wave analysis (FOWA) for cyclic\nvoltammetry, recently developed by Savéant and Costentin,\nprovides a powerful means to evaluate the performance of molecular\nelectrocatalysts. However, there is a considerable amount of confusion in the\ncommunity on how to interpret FOWA in multi-electron electrochemical reactions.\nHerein, we further expand their earlier models from the Nernstian region to all\nscenarios (i.e. including non-Nernstian behavior) and systematically examine\nindividual parameters, such as formal potentials and reaction rate constants,\nto explore deeper insights and limitation. Detailed analysis from in-silico\nvoltammograms based on different mechanistic models reveals characteristic\nfeatures of FOWA traces for different kinetic phenomena, which is useful to diagnose\nkinetic profiles and elucidate the limits of FOWA. The lessons learned from these\nanalyses are further used to reconcile the discrepancy of rate constants\ndetermined by FOWA versus other methods, such as time-resolved spectroscopy, for\nmolecular electrocatalysts that catalyze proton reduction or the reduction of CO<sub>2</sub>\nto CO. Such reconciliation demonstrates that electrochemical methods along with\nFOWA can serve as an alternative tool to determine kinetic information and probe\nmechanistic insights, which otherwise may be challenging and complicated to be\nachieved by conventional methods. In addition, general guidelines and warnings\nare also presented to avoid potential errors or mishandling when using FOWA.   </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Electrochemistry; Electrocatalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Medicinal Chemistry Database GDBMedChem", "doi": "10.26434/chemrxiv.7770809.v1", "published_doi": "10.1002/MINF.201900031", "published_url": "https://doi.org/10.1002/minf.201900031", "authors": "Mahendra Awale; Finton Sirockin; Nikolaus Stiefl; Jean-Louis Reymond", "abstract": "<div>The generated database GDB17 enumerates 166.4 billion possible molecules up to 17 atoms of C, N, O, S and halogens following simple chemical stability and synthetic feasibility rules, however medicinal chemistry criteria are not taken into account. Here we applied rules inspired by medicinal chemistry to exclude problematic functional groups and complex molecules from GDB17, and sampled the resulting subset evenly across molecular size, stereochemistry and polarity to form GDBMedChem as a compact collection of 10 million small molecules.</div><div><br /></div><div>This collection has reduced complexity and better synthetic accessibility than the entire GDB17 but retains higher sp 3 - carbon fraction and natural product likeness scores compared to known drugs. GDBMedChem molecules are more diverse and very different from known molecules in terms of substructures and represent an unprecedented source of diversity for drug design. GDBMedChem is available for 3D-visualization, similarity searching and for download at http://gdb.unibe.ch.</div>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dual-Function Fluorescent Probe for the Detection of Peroxynitrite and Adenosine Triphosphate", "doi": "10.26434/chemrxiv.7777112.v1", "published_doi": "10.1021/jacs.1c07954", "published_url": "https://doi.org/10.1021/jacs.1c07954", "authors": "Luling Wu; Hai-Hao Han; Yang Wang; Xue Tian; Adam Sedgwick; Steven Bull; Xiao-Peng He; Chusen Huang; Tony James; Jonathan L. Sessler", "abstract": "<p>A novel\ndual-function fluorescent probe (<b>ATP-LW</b>) was developed for the detection of ONOO<sup>-</sup>\nand ATP. </p>", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Supramolecular Chemistry (Org.); Biochemical Analysis; Sensors", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modular 3D Printed Compressed Air Driven Continuous-Flow Systems for Chemical Synthesis", "doi": "10.26434/chemrxiv.7781033.v1", "published_doi": "10.1002/ejoc.201900423", "published_url": "https://doi.org/10.1002/ejoc.201900423", "authors": "Matthew Penny,; Zenobia Rao; Bruno Peniche; Stephen Hilton", "abstract": "In this present study, we describe the development of a low-cost, small-footprint and modular 3D printed continuous-flow system that readily attaches to existing stirrer hotplates. Flow-rates are controlled by compressed air that is typically present in all fume hoods, making it suitable for use by synthetic chemists. The length of the flow-path and reaction residence time is regulated by control of the air-flow and pressure and by addition of one or more 3D printed polypropylene (PP) circular disk reactors that were designed to fit a DrySyn Multi-E base which is found in most synthetic laboratories. The ease of use of the system, the facile control of flow-rates and the solvent resistance of the PP reactors was demonstrated in a range of SNAr reactions to produce substituted ether derivatives highlighting the utility and modularity of the system.<br />", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Organic Polymers; Fluid Mechanics; Industrial Manufacturing; Pharmaceutical Industry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemically Driven, Ni-Catalyzed Aryl Amination: Scope, Mechanism, and Applications", "doi": "10.26434/chemrxiv.7771493.v1", "published_doi": "10.1021/jacs.9b01886", "published_url": "https://doi.org/10.1021/jacs.9b01886", "authors": "Yu Kawamata; Julien Vantourout; David\nP. Hickey; Peng Bai; Longrui Chen; Qinglong Hou; Wenhua Qiao; Koushik Barman; Martin\nA. Edwards; Alberto F. Garrido-Castro; Justine\nN. deGruyter; Hugh Nakamura; Kyle W. Knouse; Chuanguang Qin; Khalyd J. Clay; Denghui Bao; Chao Li; Jeremy T. Starr; Carmen N. Garcia-Irizarry; Neal Sach; Henry S. White; Matthew Neurock; Shelley D. Minteer; Phil Baran", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>C–N cross-coupling is one of the most valuable and widespread transformations in organic synthesis. Largely dominated by Pd- and Cu-based catalytic systems, it has proven to be a staple transformation for those in both academia and industry. The\ncurrent study presents the development and mechanistic understanding of an electrochemically driven, Ni-catalyzed method for\nachieving this reaction of high strategic importance. Through a series of electrochemical, computational, kinetic, and empirical experiments the key mechanistic features of this reaction have been unraveled, leading to a second generation set of conditions that is\napplicable to a broad range of aryl halides and amine nucleophiles, including complex examples on oligopeptides, medicinally-relevant heterocycles, natural products, and sugars. Full disclosure of the current limitations as well as procedures for both batch and\nflow scale-ups (100 gram) are also described.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solvent Molecules Play a Role in an SNAr Reaction", "doi": "10.26434/chemrxiv.7782797.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yumiao Ma", "abstract": "<p>Reaction\nbetween 4-nitrobenzonitrile and sodium methoxide (MeONa) exhibits unexpectedly low\nconversion and puzzling kinetics behavior, which is in sharp contrast to the\nprediction that reaction would be rapid and thorough made by density functional\ntheory (DFT) calculations under implicit solvation. Free energy surfaces (FES)\nobtained by explicit solvation model including 62 solvent molecules differ\ngreatly from those with implicit solvation. The real nucleophile is not methoxide<sup>\n</sup>anion but methanol-methoxide complex, and it is the entropy effect due to\nsolvent molecules that modifies the FES. It is the first work revealing the\nsignificant modification of FES by explicit solvation for small molecule\nreactions.</p>", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Solvates; Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Thienopyrrolocarbazoles: New Building Blocks for Functional Organic Materials", "doi": "10.26434/chemrxiv.7777343.v1", "published_doi": "10.1021/ACS.JOC.9B02426", "published_url": "https://doi.org/10.1021/acs.joc.9b02426", "authors": "Dorian Bader; Johannes Fröhlich; Paul Kautny", "abstract": "The facile preparation of three regioisomeric\nthienopyrrolocarbazoles applying a convenient C-H activation approach is\npresented. Derived from indolo[3,2,1-<i>jk</i>]carbazole,\nthe incorporation of thiophene into the triarylamine framework significantly\nimpacted the molecular properties of the parent scaffold. The developed\nthienopyrrolocarbazoles enrich the family of triarylamine donors and constitute\na novel building block for functional organic materials.", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "(Z)-N'-(1H-Benzo[d]imidazol-2-Yl)-Arylimidamide Adducts of 2-Aminobenzimidazole and Aromatic Nitriles: Structural and Spectroscopic Proof of Regiochemical and Stereochemical Outcomes", "doi": "10.26434/chemrxiv.7777085.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Martin Stoermer; Simon Egan; Craig M. Forsyth; Gerard Moloney", "abstract": "The selection of a core scaffold or template is of enormous importance in medicinal chemistry. Benzimidazoles are a recurring fragment in medicinal chemistry, and the 2-amino derivative is a versatile example in lead generation. Alkylated and acylated examples abound, however, alternative linkage chemistries leading do more diverse structures are needed. <br />Here we discuss the regiochemistry of nucleophilic addition of 2-aminobenzimidazole to nitriles, leading to imidamide (amidine) adducts. Additionally, we use extensive NMR analysis and ultimately X-ray crystallography to demonstrate both the regiochemistry and stereochemistry of the addition products, arising from derivatisation of the exocylic 2-amino group.", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "PubChem and ChEMBL Beyond Lipinski", "doi": "10.26434/chemrxiv.7650071.v2", "published_doi": "10.1002/minf.201900016", "published_url": "https://doi.org/10.1002/minf.201900016", "authors": "Alice Capecchi; Mahendra Awale; Daniel Probst; Jean-Louis Reymond", "abstract": "<p>Seven\nmillion of the currently 94 million entries in the PubChem database break at\nleast one of the four Lipinski constraints for oral bioavailability, 183,185 of\nwhich are also found in the ChEMBL database. These non-Lipinski PubChem (NLP)\nand ChEMBL (NLC) subsets are interesting because they contain new modalities\nthat can display biological properties not accessible to small molecule drugs.\nUnfortunately, the current search tools in PubChem and ChEMBL are designed for\nsmall molecules and are not well suited to explore these subsets, which\ntherefore remain poorly appreciated. Herein we report MXFP (macromolecule\nextended atom-pair fingerprint), a 217-D     fingerprint\ntailored to analyze large molecules in terms of molecular shape and\npharmacophores. We implement MXFP in two web-based applications, the first one\nto visualize NLP and NLC interactively using Faerun (http://faerun.gdb.tools/),\nthe second one to perform MXFP nearest neighbor searches in NLP (http://similaritysearch.gdb.tools/).\nWe show that these tools provide a meaningful insight into the diversity of\nlarge molecules in NLP and NLC. The interactive tools presented here are\npublicly available at http://gdb.unibe.ch and can be used freely to explore and\nbetter understand the diversity of non-Lipinski molecules in PubChem and\nChEMBL.</p>", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Drug Discovery and Drug Delivery Systems; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Mechanisms App: Development of a New Learning Tool for Active Learning in Organic Chemistry", "doi": "10.26434/chemrxiv.7785446.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Julia Winter; Sarah E. Wegwerth; Brittland K. DeKorver; Layne A. Morsch; Dane DeSutter; Lawrence M. Goldman; Lauren Reutenauer", "abstract": "This paper details the development of the Mechanisms app for organic chemistry, from inception to prototype and commercial release and expansion. The early research with students and instructors is described.", "date": "2019-03-01", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Principles of Dynamic Heterogeneous Catalysis: Surface Resonance and Turnover Frequency Response", "doi": "10.26434/chemrxiv.7790009.v1", "published_doi": "10.1021/acscatal.9b01606", "published_url": "https://doi.org/10.1021/acscatal.9b01606", "authors": "M. Alexander Ardagh; Omar A. Abdelrahman; Paul Dauenhauer", "abstract": "Acceleration of catalytic transformation of molecules via heterogeneous\nmaterials occurs through design of active binding sites to optimally balance\nthe requirements of all steps in a catalytic cycle. In accordance with the\nSabatier principle, the characteristics of a single binding site are balanced\nbetween at least two transient phenomena, leading to maximum possible catalytic\nactivity at a single, static condition (i.e., a ‘volcano curve’ peak). In this\nwork, a dynamic heterogeneous catalyst oscillating between two electronic states\nwas evaluated to demonstrate catalytic activity as much as three-to-four orders\nof magnitude (1,000-10,000x) above the Sabatier maximum. Surface substrate\nbinding energies were varied by a given amplitude (0.1 < ΔU < 3.0 eV)\nover a broad range of frequencies (10<sup>-4</sup> < <i>f</i> < 10<sup>11</sup> s<sup>-1</sup>) in square, sinusoidal,\nsawtooth, and triangular waveforms to characterize surface dynamics impact on\naverage catalytic turnover frequency. Catalytic systems were shown to exhibit\norder-of-magnitude dynamic rate enhancement at ‘surface resonance’ defined as\nthe band of frequencies (e.g., 10<sup>3</sup>-10<sup>7</sup> s<sup>-1</sup>)\nwhere the applied surface waveform kinetics were comparable to kinetics of\nindividual microkinetic chemical reaction steps. Key dynamic performance\nparameters are discussed regarding industrial catalytic chemistries and\nimplementation in physical dynamic systems operating above kilohertz\nfrequencies.", "date": "2019-03-01", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Chemical Kinetics; Surface", "metrics": null, "license": "CC BY 4.0"}
{"title": "Polymer Nucleation under High-Driving Force, Long-Chain Conditions: Heat Release and the Separation of Timescales", "doi": "10.26434/chemrxiv.7415210.v2", "published_doi": "10.1063/1.5084773", "published_url": "https://doi.org/10.1063/1.5084773", "authors": "Kyle Hall; Simona Percec; Michael Klein", "abstract": "This study reveals important features of polymer crystal formation at high-driving forces in entangled polymer melts based on simulations of polyethylene. First and in contrast to small-molecule crystallization, the heat released during polymer crystallization does not appreciably influence structural details of early-stage, crystalline clusters (crystal nuclei). Second, early-stage polymer crystallization (crystal nucleation) can occur without substantial chain-level relaxation and conformational changes. This study's results indicate that local structures and environments guide crystal nucleation in entangled polymer melts under high-driving force conditions. Given that such conditions are often used to process polyethylene, local structures and the separation of timescales associated with crystallization and chain-level processes are anticipated to be of substantial importance to processing strategies. This study highlights new research directions for understanding polymer crystallization.", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Polymer chains; Computational Chemistry and Modeling; Physical and Chemical Processes; Self-Assembly", "metrics": null, "license": "CC BY 4.0"}
{"title": "Photoregulated Fluxional Fluorophores for Live-Cell Super-Resolution Microscopy with No Apparent Photobleaching", "doi": "10.26434/chemrxiv.7165745.v2", "published_doi": "10.1038/s41467-019-09217-7", "published_url": "https://doi.org/10.1038/s41467-019-09217-7", "authors": "Elias A. Halabi; Dorothea Pinotsi; Pablo Rivera-Fuentes", "abstract": "Photoswitchable molecules have found multiple\napplications in the physical and life sciences because their properties can be modulated\nwith light. Fluxional molecules, which undergo rapid degenerate rearrangements\nin the electronic ground state, also exhibit switching behavior. The stochastic\nnature of fluxional switching, however, has hampered its application in the\ndevelopment of functional molecules and materials. Here we combine\nphotoswitching and fluxionality to develop a fluorophore that enables very long\n(>30 min) time-lapse single-molecule localization microscopy in living cells\nwith minimal phototoxicity and no apparent photobleaching. These long\ntime-lapse experiments allowed us to track intracellular organelles with\nunprecedented spatiotemporal resolution, revealing new information of the\nthree-dimensional compartmentalization of synaptic vesicle trafficking in live\nhuman neurons.", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Imaging; Microscopy; Cell and Molecular Biology; Chemical Biology; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cereblon versus VHL: Hijacking E3 Ligases Against Each Other Using PROTACs", "doi": "10.26434/chemrxiv.7698185.v2", "published_doi": "10.1016/j.bmc.2019.02.048", "published_url": "https://doi.org/10.1016/j.bmc.2019.02.048", "authors": "Miriam Girardini; Chiara Maniaci; Scott J. Hughes; Andrea Testa; Alessio Ciulli", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The von Hippel-Lindau (VHL) and cereblon (CRBN) proteins are substrate recognition\nsubunits of two ubiquitously expressed and biologically important Cullin RING E3 ubiquitin\nligase complexes. VHL and CRBN are also the two most popular E3 ligases being recruited\nby bifunctional Proteolysis-targeting chimeras (PROTACs) to induce ubiquitination and\nsubsequent proteasomal degradation of a target protein. Using homo-PROTACs, VHL and\nCRBN have been independently dimerized to induce their own degradation. Here we report\nthe design, synthesis and cellular activity of VHL-CRBN hetero-dimerizing PROTACs\nfeaturing diverse conjugation patterns. We found that the most active compound 14a induced\npotent, rapid and profound preferential degradation of CRBN over VHL in cancer cell lines.\nAt lower concentrations, weaker degradation of VHL was instead observed. This work\ndemonstrates proof of concept of designing PROTACs to hijack different E3 ligases against\neach other, and highlights a powerful and generalizable proximity-induced strategy to\nachieve E3 ligase knockdown.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY 4.0"}
{"title": "CO2 or SO2: Should It Stay or Should It Go?", "doi": "10.26434/chemrxiv.7464587.v2", "published_doi": "10.1021/acs.joc.9b00503", "published_url": "https://doi.org/10.1021/acs.joc.9b00503", "authors": "Gabriel dos Passos Gomes; Alexander Wimmer; Joel Smith; Burkhard König; Igor Alabugin", "abstract": "<div><div><div><p>A broad computational analysis of carbon-centered radical formation via the loss of either CO2 or SO2 from the respective RXO2 radical precursors (X = C or S) reveals dramatic differences between these two types of dissociative processes. Whereas the C-C scission with the loss of CO2 is usually exothermic, the C-S scission with the loss of SO2 is generally endothermic. However, two factors can make the C-S scissions thermodynamically favorable: increased entropy, characteristic for the dissociative processes, and stereoelectronic influences of substituents. The threshold between endergonic and exergonic C-S fragmentations depends on subtle structural effects. In particular, the degree of fluorination in a radical precursor has a notable impact on the reaction outcome. This study aims to demystify the intricacies in reactivity regarding the generation of radicals from sulfinates and carboxylates, as related to their role in radical cross-coupling.</p></div></div></div>", "date": "2019-02-21", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Physical Organic Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Modeling of Open Framework Silicates: Probing Straight Bond Angles in Ferrierite Reveals Intriguing Links Between Mineralogy, Nanomaterial Science and Technological Applications", "doi": "10.26434/chemrxiv.7746371.v2", "published_doi": "10.2138/AM-2019-6951", "published_url": "https://doi.org/10.2138/am-2019-6951", "authors": "Federica Trudu; gloria tabacchi; Ettore Fois", "abstract": "For several decades, zeolites have acted as a porous bridge intimately connecting mineralogy to advanced technology through industrial applications. Such a key linkage between mineral and material science has been reinvigorated by the numerous successes of computational modeling. The intriguing<br />relationships between synthetic zeolites and their natural counterparts unveiled by theoretical studies have greatly contributed to improve the properties and practical applications of zeolite-based materials in various technological areas ranging from industrial catalysis, to environmental protection, up to<br />advanced optics, electronics, and solar energy harvesting. To pinpoint the key role of modeling in zeolite science, we focus herein on a simple yet instructive example of computational-driven problemsolving: can tetrahedral frameworks sustain straight (i.e. 180°) Si-O-Si bond angles? Indeed, the true crystal symmetry of zeolite ferrierite, especially in its all-silica form, has been intensely debated for 30 years before being solved in the Pmnn space group. Yet there are indications that an Immm structure, featuring energetically unfavourable flat (180°) Si-O-Si angles, could be formed at high temperature. To provide insight on this issue, we perform density functional theory optimizations and frequency calculations of all-silica ferrierite in both the Pmnn and Immm space groups. Our results indicate that Pmnn is more stable than Immm, in line with experiments. While the Pmnn structure is a true minimum in the free energy profile of ferrierite, the Immm structure has four imaginary frequency vibrations, two of which are localized on the 180° Si-O-Si angles. This suggest that ferrierites with Immm symmetry may be classified as metastable phases. Such a designation is also supported by firstprinciples molecular dynamics on Immm FER, evidencing that the average value of 180° actually results from Si-O-Si angle inversion. An exciting implication of this study with interesting geological and technological consequences is the possible association of flat Si-O-Si angles experimentally detected in open-framework silicates to metastable structures characterized by pore openings more circular than in the corresponding equilibrium structures. Such a lower channel ellipticity might play an important role in sorption phenomena, which are ubiquitous in geological processes and industrial applications alike. More in general, this work underlines how highly complex processes involving zeolite materials can be understood and accurately captured using theoretical techniques.<div><br /></div><div><br /></div>", "date": "2019-02-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Processes; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Drug Analogs from Fragment Based Long Short-Term Memory Generative Neural Networks", "doi": "10.26434/chemrxiv.7277354.v2", "published_doi": "10.1021/acs.jcim.8b00902", "published_url": "https://doi.org/10.1021/acs.jcim.8b00902", "authors": "Mahendra Awale; Finton Sirockin; Nikolaus Stiefl; Jean-Louis Reymond", "abstract": "<p>Several recent reports have shown that long short-term memory generative\nneural networks (LSTM) of the type used for grammar learning efficiently learn\nto write SMILES of drug-like compounds when trained with SMILES from a database\nof bioactive compounds such as ChEMBL and can later produce focused sets upon\ntransfer learning with compounds of specific bioactivity profiles. Here we\ntrained an LSTM using molecules taken either from ChEMBL, DrugBank, commercially\navailable fragments, or from FDB-17 (a database of fragments up to 17 atoms) and\nperformed transfer learning to a single known drug to obtain new analogs of\nthis drug. We found that this approach readily generates hundreds of relevant and\ndiverse new drug analogs and works best with training sets of around 40,000\ncompounds as simple as commercial fragments. These data suggest that\nfragment-based LSTM offer a promising method for new molecule generation.</p>", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interaction of Hydrogen with Actinide Dioxide (111) Surfaces", "doi": "10.26434/chemrxiv.7533359.v2", "published_doi": "10.1063/1.5087577", "published_url": "https://doi.org/10.1063/1.5087577", "authors": "James Pegg; Ashley E. Shields; Mark T. Storr; David Scanlon; Nora De Leeuw", "abstract": "The interaction of atomic and molecular hydrogen with the\nactinide dioxide (AnO<sub>2</sub>, An = U, Np, Pu) (111) surfaces has been\ninvestigated by DFT+U, where noncollinear 3k antiferromagnetic (AFM) behaviour\nand spin-orbit interactions (SOI) are considered. The adsorption of atomic\nhydrogen forms a hydroxide group, and is coupled to the reduction of an\nactinide ion. The energy of atomic hydrogen\nadsorption on the UO<sub>2</sub> (0.82 eV), NpO<sub>2</sub> (-0.10 eV), and PuO<sub>2</sub>\n(-1.25 eV) surfaces has been calculated. The dissociation of molecular hydrogen\nis not observed, and shown to be due to kinetic rather than thermodynamic\nfactors. As a barrier in the formation of a second hydroxyl group, an unusual charge\ndistribution has been shown. This is possibly a limitation of a (1·1) unit cell\nmethod. The recombination of hydrogen ions on the AnO<sub>2</sub> (111)\nsurfaces is favoured over hydroxide formation.", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mild Temperature Copper-Catalyzed Amination of Aryl Halides with Aqueous Ammonia in the Presence of Pyridyldiketone Ligands", "doi": "10.26434/chemrxiv.7756886.v2", "published_doi": "10.1016/J.JCAT.2019.06.020", "published_url": "https://doi.org/10.1016/j.jcat.2019.06.020", "authors": "Racha Abed Ali Abdine; Anna Walczak; Sultan Abu A Aeash; Gracjan Kurpik; Artur R. Stefankiewicz; Florian Monnier; Marc Taillefer", "abstract": "Ambidentate ligand pyridyldiketones were used in combination with copper to catalyze amination of aryl halides under very mild temperatures with aqueous ammonia. This novel catalytic system allow efficient coupling in one of the smoothest conditions ever reported in literature.", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "entos: A Quantum Molecular Simulation Package", "doi": "10.26434/chemrxiv.7762646.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Frederick Manby; Thomas Miller; Peter Bygrave; Feizhi Ding; Thomas Dresselhaus; Fidel Batista-Romero; Alexander Buccheri; Callum Bungey; Sebastian Lee; Rocco Meli; Kaito Miyamoto; Casper Steinmann; Takashi Tsuchiya; Matthew Welborn; Timothy Wiles; Zack Williams", "abstract": "We describe the a new molecular simulation package that is  designed for ab initio molecular dynamics simulations of molecular and condensed-phase chemical reactions and other<br />processes, with particular focus on mean-field and quantum embedding methods for electronic structure.<br />", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Vapor-phase Stabilization of Biomass Pyrolysis Vapors Using Mixed-metal Oxide Catalysts", "doi": "10.26434/chemrxiv.7447877.v2", "published_doi": "10.1021/acssuschemeng.9b00649", "published_url": "https://doi.org/10.1021/acssuschemeng.9b00649", "authors": "Charles W. Edmunds; Calvin Mukarakate; Mengze Xu; Yagya N. Regmi; Choo Hamilton; Joshua A. Schaidle; Nicole Labbé; Stephen Chmely", "abstract": "<div>Mixed-metal oxides possess a wide range of tunability and show promise for catalytic stabilization of biomass pyrolysis products. For materials derived from layered double hydroxides, understanding the effect of divalent cation species and divalent/trivalent cation stoichiometric ratio on catalytic behavior is critical to their successful implementation. In this study, four mixed-metal oxide catalysts consisting of Al, Zn, and Mg in different stoichiometric ratios were synthesized and tested for ex-situ catalytic fast pyrolysis (CFP) using pine wood as feedstock. The catalytic activity and deactivation behavior of these catalysts were monitored in real-time using a lab-scale pyrolysis reactor and fixed catalyst bed coupled with a molecular beam mass spectrometer (MBMS), and data were analyzed by multivariate statistical approaches. In comparing Mg- and Zn-Al catalyst materials, we demonstrate that the Mg-Al materials possessed greater quantities of basic sites, which we attribute to their higher surface areas, and they produced upgraded pyrolysis vapors which contained less acids and more deoxygenated aromatic hydrocarbons such as toluene and xylene. However, detrimental impacts on carbon yields were realized via decarbonylation and decarboxylation reactions and coke formation. Given that the primary goals of catalytic upgrading of bio-oil are deoxygenation, reduction of acidity, and high carbon yield, these results highlight both promising catalytic effects of mixed-metal oxide materials and opportunities for improvement.</div>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Base Catalysis; Heterogeneous Catalysis; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Confounding contaminants in mass spectrometric reaction monitoring", "doi": "10.26434/chemrxiv.7488737.v2", "published_doi": "10.1016/j.ijms.2019.04.001", "published_url": "https://doi.org/10.1016/j.ijms.2019.04.001", "authors": "Gilian T. Thomas; Landon MacGillivray; Natalie L. Dean; Rhonda L. Stoddard; Lars Yunker; J Scott McIndoe", "abstract": "<p>Reactions\ncarried out in the presence of rubber septa run the risk of additives being\nleached out by the solvent. Normally, such species are present at low enough\nlevels that they do not interfere with the reaction significantly. However,\nwhen studying reactions using sensitive methods such as mass spectrometry, the\nappearance of even trace amounts of material can confuse dynamic analyses of\nreactions. A wide variety of additives are present in rubber along with the\npolymer: antioxidants, dyes, detergent, and vulcanization agents, and these are\nall especially problematic in negative ion mode. A redesigned Schlenk flask for\npressurized sample infusion (PSI) is presented as a means of practically\neliminating the presence of contaminants during reaction analyses.</p>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Improved Free Energy Perturbation FEP+ Sampling Protocol for Flexible Ligand-Binding Domains", "doi": "10.26434/chemrxiv.6204167.v2", "published_doi": "10.1038/s41598-019-53133-1", "published_url": "https://doi.org/10.1038/s41598-019-53133-1", "authors": "Filip Fratev; suman sirimulla", "abstract": "Recent improvements to free energy perturbation (FEP) calculations, especiallyFEP+, established their utility for pharmaceutical lead optimization. However, to dateFEP has typically been helpful only when (1) high-quality X-ray data is available and(2) the target protein does not undergo significant conformational changes.  Also, alack of systematic studies on determining an adequate sampling time is often one ofthe primary limitations of FEP calculations. Herein, we propose a modified versionof the FEP/REST (i.e., replica exchange with solute tempering) sampling protocol,based on systematic studies on several targets by probing a large number of permutations with different sampling schemes. Improved FEP+ binding affinity predictions for regular flexible-loop (F-loop) motions and considerable structural changes can be obtained by extending the pre-REST sampling time from 0.24 ns to 5 ns/λand 2×10 ns/λ, respectively. We obtained much more precise ∆∆G calculations of the individual perturbations, including the sign of the transformations and less error. We extended the REST simulations from 5 ns to 8 ns to achieve reasonable free energy convergence.Implementing REST to the entire ligand as opposed to solely the perturbed region, and also some important flexible protein residues (pREST region) in ligand binding domain (LBD) , also considerably improved the FEP+ results in most of the studied cases.  Preliminary molecular dynamics (MD) runs were useful for establishing the correct binding mode of the compounds and thus precise alignment for FEP+.<br />", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Chemical Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "First-Principles Study of AlPO4-H3, a Hydrated Aluminophosphate Zeotype Containing Two Different Types of Adsorbed Water Molecules", "doi": "10.26434/chemrxiv.7701044.v2", "published_doi": "10.3390/molecules24050922", "published_url": "https://doi.org/10.3390/molecules24050922", "authors": "Michael Fischer", "abstract": "<div>Porous aluminophosphate zeotypes (AlPOs) are promising materials for heat transformation applications using water as a working fluid. Two \"types\" of adsorbed water molecules can be distinguished in hydrated AlPOs: Water molecules adsorbed in the direct proximity of framework aluminium atoms form bonds to these Al atoms, with the coordination number of Al increasing from four to five or six. The remaining water molecules that are adsorbed in other parts of the accessible pore space are not strongly bonded to any framework atom, they interact with their environment exclusively through hydrogen bonds. The APC-type small-pore aluminophosphate AlPO<sub>4</sub>-H3 contains both types of H<sub>2</sub>O molecules. In the present work, this prototypical hydrated AlPO is studied using dispersion-corrected density functional theory (DFT) calculations. After validating the computations against experimental crystal structure and Raman spectroscopy data, three interrelated aspects are addressed: First, calculations for various partially hydrated models are used to establish that such partially hydrated phases are not thermodynamically stable, as the interaction with the adsorbed water molecules is distinctly weaker than in fully hydrated AlPO<sub>4</sub>-H3. Second, IR and Raman spectra are computed and compared to those of the dehydrated analogue AlPO<sub>4</sub>-C, leading to the identification of a few \"fingerprint\" modes that could be used as indicators for the presence of Al-coordinated water molecules. Finally, DFT-based molecular dynamics calculations are employed to study the dynamics of the adsorbed water molecules. All in all, this in-depth computational study of AlPO<sub>4</sub>-H3 contributes to the fundamental understanding of hydrated AlPOs, and should therefore provide valuable information for future computational and experimental studies of these systems.</div>", "date": "2019-02-28", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Inorganic; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "A New and Efficient Equation-of-Motion Coupled-Cluster Framework for Core-Excited and Core-Ionized States", "doi": "10.26434/chemrxiv.7211942.v3", "published_doi": "10.1021/acs.jctc.9b00039", "published_url": "https://doi.org/10.1021/acs.jctc.9b00039", "authors": "Marta L. Vidal; Xintian Feng; Evgeny Epifanovsky; Anna Krylov; Sonia Coriani", "abstract": "We present a fully analytical implementation of the core-valence separation (CVS) scheme for the equation-of-motion (EOM) coupled-cluster singles and doubles (CCSD) method for calculations of core-level states. In the spirit of the original CVS approximation proposed by Cederbaum, Domcke and Schirmer, pure valence excitations are excluded from the EOM target space and the frozen-core approximation is imposed on the reference-state amplitudes and multipliers. This yields an efficient, robust, and accurate EOM-CCSD framework for calculations of excitation and ionization energies as well as state and transition properties (e.g., spectral intensities, natural transition and Dyson orbitals). The accuracy of the new scheme is improved relative to the results obtained applying the CVS only during the solution of the EOM eigenvalue equations. The errors in absolute excitation/ionization energies relative to the experimental reference data are of the order of 0.2{3.0 eV, depending on the K-edge considered and on the basis set used, and the shifts are systematic for each edge.<br />", "date": "2019-02-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modelling of framework materials at multiple scales: current practices and open questions", "doi": "10.26434/chemrxiv.7322237.v3", "published_doi": "10.1098/rsta.2018.0220", "published_url": "https://doi.org/10.1098/rsta.2018.0220", "authors": "Guillaume Fraux; Siwar Chibani; François-Xavier Coudert", "abstract": "The last decade has seen an explosion of the family of framework materials and their study, both from the experimental and computational point of view. We propose here a short highlight of the current state of methodologies for modelling framework materials at multiple scales, putting together a brief review of new methods and recent endeavours in this area, as well as outlining some of the open challenges in this field. We will detail advances in atomistic simulation methods, the development of materials databases, and the growing use of machine learning for properties prediction.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mesoscopic Ordering of Water Dynamics in Self-Assembled Materials Revealed by Transient VSFG Microscopy", "doi": "10.26434/chemrxiv.7588214.v3", "published_doi": "10.1021/ACS.JPCB.9B04928", "published_url": "https://doi.org/10.1021/acs.jpcb.9b04928", "authors": "Haoyuan Wang; Wenfan Chen; Jackson Wagner; Wei Xiong", "abstract": "<b>We report, for the first time, observations of mesoscopically\nhomogeneous but macroscopically heterogenous water dynamics in self-assembled\nmaterials by a new, spatially resolved infrared (IR) pump vibrational sum\nfrequency generation (VSFG) probe microscope. Using this new technique, we spatially\nresolved dynamics of water bounded by host-guest, self-assembled sheets comprised\nof sodium dodecyl sulfate (SDS) and β-cyclodextrin (β-CD). We found that the strong hydrogen-bond interactions\nbetween β-CD\nand nearby water not only template nearby water networks to adopt the chirality\nof β-CD,\nbut also allow resonant energy transfer from β-CD to nearby water. More interestingly, the resonant\nenergy transfer dynamics are heterogeneous among domains, while remaining\nuniform within domains. This surprising result indicates that the water near\nself-assembled materials can be templated uniformly across micron domains. Because\nSDS@2β-CD is a synthetic analogue that parallels the morphology, rigidity and\ncrystallinity of protein assemblies, similar mesoscopic ordering of water\nstructure and dynamics could also exist in biological soft materials. The\nadvancement of adding spatial resolution to ultrafast molecular vibrational\nspectroscopy opens a new way to probe mesoscopic molecular structure ordering\nand relaxation dynamics in biological systems, and hydro-responsive\nself-assembly materials for micro-optics and electronics. </b>", "date": "2019-02-19", "journal": "chemRxiv", "categories": "Interfaces; Optics; Self-Assembly; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tetraurea macrocycles: aggregation-driven binding of chloride in aqueous solutions", "doi": "10.26434/chemrxiv.7423175.v3", "published_doi": "10.1016/j.chempr.2019.02.023", "published_url": "https://doi.org/10.1016/j.chempr.2019.02.023", "authors": "Xin Wu; Patrick Wang; Peter Turner; William Lewis; Osman Catal; Donald Thomas; Philip Gale", "abstract": "<p>Artificial receptors that recognise anionic species <i>via</i>noncovalent interactions have a wide range of biomedical, industrial and environmental applications. A major challenge in this area of research is to achieve high affinity and selective anion binding in aqueous media. So far, only a few examples of receptors capable of strong (> 10<sup>5</sup>M<sup>-1</sup>) anion binding in solutions containing > 50% water are available and none show selectivity for chloride. We report here the discovery of a <i>D</i><sub>4h</sub>-symmetric fluorinated tetraurea macrocycle that fulfils this function owing to its unique self-assembly properties. The macrocycle has a strong tendency to self-associate into columnar aggregates <i>via</i>intermolecular hydrogen bonds and aromatic stacking. In aqueous solutions, macrocycle aggregation generates hydrophobic and size-selective binding pockets favourable for hydrogen bonding with chloride. As a result, micromolar affinity and highly selective chloride binding has been achieved with this simple small molecule (MW < 700) in <a>60 vol% water/</a>acetonitrile.</p>", "date": "2019-02-22", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Supramolecular Chemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Autochemistry: A Research Paradigm Based on Artificial Intelligence and Big Data", "doi": "10.26434/chemrxiv.7264103.v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thorsten Gressling", "abstract": "Artificial Intelligence technologies affect every domain and process in industry. Many solutions with different maturity levels have been created or are in development. With this paper we collect initiatives in the domain of chemical science and bring these resources together into a common process model. <div>We define ten building blocks, analyse their role in the architecture and evaluate their impact to the current system. Finally we discuss the changes and the transition that occurs to the lab worker and the chemist.<br /></div><div>This paper introduces <i>Autochemistry</i> as a meme and for further development and discussion. We just can provide a first sketch to this exciting new area of scientific principles changing the anthropocentric fundament of chemistry research to a technocentric one.<br /></div>", "date": "2019-02-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Quantum Computing; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure and Charge Transport Properties of CycloParaPhenylene Monolayers on Graphite", "doi": "10.26434/chemrxiv.7411553.v3", "published_doi": "10.1002/admi.201801948", "published_url": "https://doi.org/10.1002/admi.201801948", "authors": "Andrés Pérez-Guardiola; Juan-Carlos Sancho-Garcia; Luca Muccioli; Angel Jose Perez Jimenez", "abstract": "<pre>We theoretically investigate, by means of atomistic molecular dynamics simulations employing a tailored and benchmarked force field, the nanoscale organization of cycloparaphenylene molecules when physisorbed on a graphite surface. The landing of a single molecule is first considered, to progressively deposit more molecules to finally reach the full coverage of the surface. This protocol allows to study, consequently, the mechanism and structural pattern of their self-aggregation. The interfacial morphologies obtained are then analyzed in terms of the electronic coupling between neighboring molecules, allowing thus to provide information about the associated charge-transfer phenomena which could take place in these highly organized monomolecular layers.</pre>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Carbon-based Materials; Thin Films; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Bayesian Optimization for Conformer Generation", "doi": "10.26434/chemrxiv.7228940.v4", "published_doi": "10.1186/s13321-019-0354-7", "published_url": "https://doi.org/10.1186/s13321-019-0354-7", "authors": "Lucian Chan; Geoffrey Hutchison; Garrett Morris", "abstract": "<p>Generating low-energy molecular conformers is a key task for many areas of computational chemistry, molecular modeling and cheminformatics. Most current conformer generation methods primarily focus on generating geometrically diverse conformers rather than finding the most probable or energetically lowest minima. Here, we present a new stochastic search method called the Bayesian</p><p>Optimization Algorithm (BOA) for finding the lowest energy conformation of a given molecule. We compare BOA with uniform random search, and systematic search as implemented in Confab, to determine which method finds the lowest energy. Energetic difference, root-mean-square deviation (RMSD), and torsion fingerprint deviation (TFD) are used to quantify the performance of the conformer search algorithms. In general, we find BOA requires far fewer evaluations than systematic or uniform random search to find low-energy minima. For molecules with four or more rotatable bonds, Confab typically evaluates 10<sup>4</sup> (median) conformers in its search, while BOA only requires 10<sup>2</sup> energy evaluations to find top candidates. Despite using evaluating fewer conformers, 20 − 40% of the time BOA finds lower-energy conformations than a systematic Confab search for molecules with four or more rotatable bonds.</p>", "date": "2019-02-12", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Chasing Aqueous Biphasic Systems from simple salts by exploring the LiTFSI/LiCl/H2O phase diagram", "doi": "10.26434/chemrxiv.7480130.v4", "published_doi": "10.1021/acscentsci.8b00955", "published_url": "https://doi.org/10.1021/acscentsci.8b00955", "authors": "Nicolas Dubouis; Chanbum Park; Michael Deschamps; Soufiane Abdelghani-Idrissi; Matej Kanduč; Annie Colin; Mathieu Salanne; Joachim Dzubiella; Alexis Grimaud; Benjamin Rotenberg", "abstract": "<i>Aqueous Biphasic Systems (ABS), in which two aqueous\nphases with different compositions coexist as separate liquids, have first been\nreported over a century ago with polymer solutions. Recent observations of ABS forming\nfrom concentrated mixtures of inorganic salts and ionic liquids raise the\nfundamental question of how \"different\" the components of such\nmixtures should be for a liquid-liquid phase separation to occur. Here we show that even two monovalent salts\nsharing a common cation (lithium) but with different anions, namely LiCl and lithium bis(trifluoromethanesulfonyl)imide (LiTFSI), may result in the formation of ABSs\nover a wide range of compositions at room temperature. Using a combination of\nexperimental techniques and molecular simulations, we analyze the coexistence diagram\nand the mechanism driving the phase separation, arising from the different\nanion sizes. The understanding and control of ABS may provide new avenues for aqueous-based\nbattery systems. </i>", "date": "2019-02-27", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Energy Storage; Electrochemistry - Mechanisms, Theory & Study; Interfaces; Physical and Chemical Properties; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}