{"title": "Yttrium Oxyhydrides for Photochromic Applications: Correlating Composition and Optical Response", "doi": "10.26434/chemrxiv.7034585.v1", "published_doi": "10.1103/PhysRevMaterials.2.115203", "published_url": "https://doi.org/10.1103/PhysRevMaterials.2.115203", "authors": "Dmitrii Moldarev; Elbruz M. Baba; Marcos V. Moro; Chang C. You; Smagul Zh. Karazhanov; Max Wolff; Daniel Primetzhofer", "abstract": "It has been recently demonstrated that yttrium oxyhydride(YHO) films can exhibit reversible photochromic properties when exposed to illumination at ambient conditions. This switchable optical propertyenables their utilization in many technological applications, such as smart windows, sensors, goggles, medical devices, etc. However, how the composition of the films affects their optical properties is not fully clear and therefore demands a straightforward investigation. In this work, the composition of YHO films manufactured by reactive magnetron sputtering under different conditions is deduced in a ternary diagram from Time-of-Flight Elastic Recoil Detection Analysis (ToF-ERDA). The results suggest that stable compounds are formed with a specificchemical formula – YH<sub>2-δ</sub>O<sub>δ</sub>. In addition, optical and electrical properties of the films are investigated, and a correlation with their compositions is established. The corresponding photochromic response is found in a specific oxygen concentration range (0.45 < δ < 1.5) with maximum and minimum of magnitude on the lower and higher border, respectively.", "date": "2018-09-03", "journal": "chemRxiv", "categories": "Optical Materials; Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "SemiEmpirical Born-Oppenheimer Molecular Dynamics (SEBOMD) Within the Amber Biomolecular Package", "doi": "10.26434/chemrxiv.7033211.v1", "published_doi": "10.1021/acs.jcim.8b00605", "published_url": "https://doi.org/10.1021/acs.jcim.8b00605", "authors": "Antoine Marion; Hatice Gokcan; Gerald Monard", "abstract": "<div>Semiempirical quantum methods from the Neglect of Differential Diatomic Overlap (NDDO) family such as MNDO, AM1, or PM3 are fast albeit approximate quantum methods. By combining them with linear scaling methods like the Divide & Conquer (D&C) method, it is possible to quickly evaluate the energy of systems containing hundreds to thousands of atoms. We here present our implementation in the Amber biomolecular package of a SEBOMD module that provides a way to run SemiEmpirical Born-Oppenheimer Molecular Dynamics. At each step of a SEBOMD molecular dynamics, a fully converged SCF calculation is performed to obtain the semiempirical quantum potential energy of a molecular system encaged or not in periodic boundary conditions. We describe the implementation and the features of our SEBOMD implementation. We show the equirements to conserve the total energy in NVE simulations, and how to accelerate SCF convergence through density matrix extrapolation. Specific ways of handling periodic boundary conditions using mechanical embedding or electrostatic embedding through a tailored quantum Ewald summation is developed. The parallel performance of SEBOMD simulations using the D&C scheme are presented for liquid water systems of various sizes, and a comparison between the traditional full diagonalization scheme and the D&C approach for the reproduction of the structure of liquid water illustrates the potentiality of SEBOMD to simulate molecular systems containing several hundreds of atoms for hundreds of picoseconds with a quantum mechanical potential in a reasonable amount of CPU time.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Small Molecule Permeation Across Membrane Channels: Chemical Modification to Quantify Transport Across OmpF", "doi": "10.26434/chemrxiv.7040354.v1", "published_doi": "10.1002/anie.201814489", "published_url": "https://doi.org/10.1002/anie.201814489", "authors": "Jiajun Wang; Jayesh Arun Bafna; Satya Prathyusha Bhamidimarri; Mathias Winterhalter", "abstract": "Biological channels facilitate the exchange of\nsmall molecules across membranes, but surprisingly there is a lack of general\ntools for the identification and quantification of transport (i.e.,\ntranslocation and binding). Analyzing the ion current fluctuation of a typical\nchannel with its constriction region in the middle does not allow a direct\nconclusion on successful transport. For this, we created an\nadditional barrier acting as a molecular counter at the exit of the channel. To\nidentify permeation, we mainly read the molecule residence time in the channel\nlumen as the indicator whether the molecule reached the exit of the channel. As\nan example, here we use the well-studied porin, OmpF, an outer membrane channel\nfrom <i>E. coli</i>. Inspection of the\nchannel structure suggests that aspartic acid at position 181 is located below\nthe constriction region (CR) and we subsequently mutated this residue to\ncysteine, where else cysteine free and functionalized it by covalent binding\nwith 2-sulfonatoethyl methanethiosulfonate (MTSES) or the larger glutathione\n(GLT) blockers. Using the dwell time as the signal for transport, we found that\nboth mono-arginine and tri-arginine permeation process is prolonged by 20% and\n50% respectively through OmpF<sub>E181C</sub>MTSES, while the larger sized\nblocker modification OmpF<sub>E181C</sub>GLT drastically decreased the\npermeation of mono-arginine by 9-fold and even blocked the pathway of the\ntri-arginine. In case of the hepta-arginine as substrate, both chemical\nmodifications led to an identical ‘blocked’ pattern observed by the dwell time\nof ion current fluctuation of the OmpF<sub>wt</sub>. As an instance for\nantibiotic permeation, we analyzed norfloxacin, a\nfluoroquinolone antimicrobial agent. The\nmodulation of the interaction dwell time suggests possible successful\npermeation of norfloxacin across OmpF<sub>wt</sub>.\nThis approach may discriminate blockages from translocation events for a wide\nrange of substrates. A potential application could be screening for scaffolds\nto improve the permeability of antibiotics.", "date": "2018-09-04", "journal": "chemRxiv", "categories": "Nanodevices; Biophysics; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reaction Networks in Propane Ammoxidation to Acrylonitrile Over Orthorhombic Mo-V-Nb-Te-O Catalyst", "doi": "10.26434/chemrxiv.7038818.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Salil Bhatt; Soon-Jai Khang; Vadim Guliants", "abstract": "We investigated propane ammoxidation to acrylonitrile over hydrothermal Mo-V-Nb-TeO\ncatalyst containing the dominant M1 phase, recently proposed as active and selective in this\nselective ammoxidation reaction. The reaction kinetics was studied in a tubular quartz reactor at\n600-700K operated in both differential and integral regimes at 5-60% propane conversion. The\nresults obtained in this study were examined on the basis of two reaction networks involving\npropane transformation via (1) parallel routes to propylene, acrylonitrile and carbon oxides and\n(2) propylene as the reaction intermediate for acrylonitrile. The results obtained indicated only a\nslight preference for the reaction network involving the propylene intermediate, which may be\nexplained on the basis of catalytic behavior of the M1 and M2 phases present in the\nhydrothermal Mo-V-Nb-Te-O catalyst. The dominant M1 phase was capable of catalyzing all of\nthe above transformation steps, whereas the M2 impurity phase was only active in propylene\nammoxidation to acrylonitrile. The contribution of the M2 phase to propylene ammoxidation is\nexpected to be less significant at industrially relevant high propane conversions because of the\nimproved ability of the M1 phase to covert propylene into acrylonitrile at longer residence times.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "How to Quantify Isotropic Negative Thermal Expansion: Magnitude, Range or Both?", "doi": "10.26434/chemrxiv.7035806.v1", "published_doi": "10.1039/C8MH01065J", "published_url": "https://doi.org/10.1039/C8MH01065J", "authors": "Chloe Coates; Andrew Goodwin", "abstract": "<div>Negative thermal expansion (NTE) is the useful and counterintuitive material property of volume contraction on heating. Isotropic NTE is the rarest and most useful type, and is known to occur in a variety of different classes of materials. In this mini-review we ask the simple question of how best to compare NTE behaviour amongst these different systems? We summarise the two main mechanisms for isotropic NTE, and illustrate how these favour alternatively NTE magnitude</div><div>and NTE range. We argue in favour of a combined metric of NTE capacity, which balances both effects and allows unbiased identification of the most remarkable NTE materials, irrespective of the underlying microscopic mechanism at play. By organising known NTE materials according to these various metrics, we find intuitive trends in behaviour that help identify key materials for specific NTE applications.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Magnetic Materials; Solid State Chemistry; Physical and Chemical Processes; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polarizable Drude Model with s-type Gaussian or Slater Charge Density for General Molecular Mechanics Force Fields", "doi": "10.26434/chemrxiv.7035881.v1", "published_doi": "10.1021/acs.jctc.8b00430", "published_url": "https://doi.org/10.1021/acs.jctc.8b00430", "authors": "Mohammad Ghahremanpour; Paul J. van Maaren; Carl Caleman; Geoffrey Hutchison; David van der Spoel", "abstract": "Submitted manuscript that describes derivation of atomic polarization and exponents for Gaussian or Slater distribution functions to describe polarizable atoms in force fields. Parameters are provided based on the General Amber Force Field, for H, C, N, O, F, P, S, Cl, Br, I.<br />", "date": "2018-09-03", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reversing Conventional Site-Selectivity in C(sp3)-H Bond Activation", "doi": "10.26434/chemrxiv.7040291.v1", "published_doi": "10.1038/s41557-019-0245-6", "published_url": "https://doi.org/10.1038/s41557-019-0245-6", "authors": "guoqin xia; pritha verma; jiang weng; Luoyan Liu; Ziqiang Li; jin-quan yu", "abstract": "Distal C(sp<sup>3</sup>)–H\nbonds of aliphatic\nalcohols are preferentially activated over proximate C(sp<sup>3</sup>)–H bonds through a combination of directing group\ndesign and ligand acceleration.", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Bond Activation; Catalysis; Reaction (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Two-dimensional Kagome Lattices Made of Hetero Triangulenes are Dirac Semimetals or Single-Band Semiconductors", "doi": "10.26434/chemrxiv.7038767.v1", "published_doi": "10.1021/jacs.8b09900", "published_url": "https://doi.org/10.1021/jacs.8b09900", "authors": "Yu Jing; Thomas Heine", "abstract": "In two dimensions, 11 lattice types are mathematically possible, the Kepler nets, but nature offers only few of them in dense crystals. Two-dimensional covalent organic frameworks (2D COFs) offer to overcome this limitation and to provide nets that are to date only possible as photonic lattices or atom-by-atom engineered surface structures. Here we discuss, based on first-principles calculations, 2D kagome lattices composed of polymerized hetero-triangulene units, planar molecules with D3h point group containing a B, C or N center atom and CH<sub>2</sub>, O or CO bridges. We explore the design principles for a functional lattice made of COFs, which involves control of π-conjugation and electronic structure of the knots. The former is achieved by the chemical potential of the bridge groups, while the latter is controlled by the heteroatom. The resulting 2D kagome COFs have a characteristic electronic structure with a Dirac band sandwiched by two flat bands and are either Dirac semimetals (C center), or single-band semiconductors - materials with either exclusively electrons (B center) or holes (N center) as charge carriers of very high mobility, reaching values of up to ~8×10<sup>3</sup> cm<sup>2</sup>V<sup>-1</sup>s<sup>-1</sup>, which is comparable to crystalline silicon. The flat bands show a delocalized electronic structure with no contribution from the center atoms, and their curvature is modulated by the bridge atoms. This suggests that the flat bands are inherent features of the kagome lattice.", "date": "2018-09-03", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Nanostructured Materials - Materials; Oligomers; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Carbon Supports Mitigate Resistivity Limitations in Ni-Mo Alkaline Hydrogen Evolution Electrocatalysts", "doi": "10.26434/chemrxiv.7037264.v1", "published_doi": "10.1021/ACSAEM.8B02087", "published_url": "https://doi.org/10.1021/acsaem.8b02087", "authors": "Rituja Patil; Aayush Mantri; Stephen House; Judith C. Yang; James McKone", "abstract": "We have studied the composition and morphology of Ni-Mo alloys. These alloys consist of a Ni-rich core surrounded by Mo-rich oxide layer. The HER activity of Ni-Mo alloys was seen to be limited by interfacial resistance rather than kinetic and solution transport. Vulcan carbon, a conductive support mitigate the resistive limitations by providing conductive percolation networks.", "date": "2018-09-03", "journal": "chemRxiv", "categories": "Alloys; Base Catalysis; Electrocatalysis; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Flux Melting of Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.7058033.v1", "published_doi": "10.1039/C8SC04044C", "published_url": "https://doi.org/10.1039/C8SC04044C", "authors": "Louis Longley; Sean M. Collins; Glen J. Smales; Ilknur Erucar; Ang Qiao; Jingwei Hou; Cara M. Doherty; Aaron Thornton; Anita\nJ. Hill; Xiao Yu; Nicholas J. Terrill; Andrew J Smith; Seth M. Cohen; Paul A. Midgley; David\nA. Keen; Shane G. Telfer; Thomas Bennett", "abstract": "<div>Recent demonstrations of melting in the metal-organic framework (MOF) family have created</div><div>interest in the interfacial domain between inorganic glasses and amorphous organic polymers. The</div><div>chemical and physical behaviour of porous hybrid liquids and glasses is of particular interest,</div><div>though opportunities are limited by the inaccessible melting temperatures of many MOFs. Here,</div><div>we show that the synthetic processing technique of flux melting, ‘borrowed’ from the inorganic</div><div>domain, may be applied to MOFs in order to melt materials which do not possess an accessible</div><div>liquid state in their pure form. We employ the high-temperature liquid state of one MOF as a solvent</div><div>for a secondary, non-melting MOF component. Differential scanning calorimetry, small- and wideangle</div><div>X-ray scattering, electron microscopy and X-ray total scattering techniques are used to show</div><div>the flux melting of the crystalline component within the liquid. Gas adsorption and positron</div><div>annihilation lifetime spectroscopy measurements show that this results in enhanced, accessible</div><div>porosity to a range of guest molecules, in the resultant flux melted MOF glass.</div>", "date": "2018-09-10", "journal": "chemRxiv", "categories": "Polymer blends; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Iodine-Catalyzed Carbonyl-Olefin Metathesis", "doi": "10.26434/chemrxiv.7057913.v1", "published_doi": "10.1021/ACSCATAL.8B03769", "published_url": "https://doi.org/10.1021/acscatal.8b03769", "authors": "Thanh Vinh Nguyen; Uyen P. N. Tran; Giulia Oss; Martin Breugst; Eric Detmar; Kevin Liyanto", "abstract": "The carbonyl-olefin metathesis reaction is a\nsynthetically valuable transformation that could facilitate rapid functional\ngroup interconversion and construction of new organic structures. Herein we\ndemonstrate that elemental iodine, a very simple and mild catalyst, can\nefficiently promote this chemical transformation under mild reaction conditions\nwith excellent outcomes. Our mechanistic studies revealed intriguing aspects of\niodine activation mode that could change the previously established perception\nof catalyst and substrate design for the carbonyl-olefin metathesis reaction.", "date": "2018-09-07", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Acid Catalysis; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solvation and Dynamics of CO2 in Aqueous Alkanolamine Solutions", "doi": "10.26434/chemrxiv.7049063.v1", "published_doi": "10.1021/acssuschemeng.8b04666", "published_url": "https://doi.org/10.1021/acssuschemeng.8b04666", "authors": "Matthias Stein; Sergey Melnikov", "abstract": "Carbon dioxide sequestration from flue gases by chemical absorption is the most versatile process. The molecular engineering of novel high-performant biogas upgrading alkanolamine compounds requires detailed information about their properties in mixed solution. The liquid structure properties of four representative alkanolamine molecules (monoethanolamine (MEA) as a reference and standard, 3-aminopropanol (MPA), 2-methylaminoethanol (MMEA) and 4-diethylamino-2-butanol (DEAB)) in the presence of CO2 were investigated over a wide range of solvent alkanolamine/water mixture compositions and temperature. In aqueous solution, hydrogen bonding with solvent water molecules are dominating over CO2 interactions for MEA, MPA and MMEA. Analysis of the liquid structure reveals that carbon dioxide shows no preference of approaching the alkanolamine but is rather displaced by water molecules. CO2 dissolved in aqueous DEAB, however, accumulates within clusters of DEAB molecules devoid of water. The carbon dioxide diffusion coefficients for all four molecules agree well with experiment for where available and are obtained for all mixture compositions and as a function of temperature. The solute diffusion correlates with the mobility of the alkanolamines in water at various ternary mixture compositions. Kinetic aspects of the CO2-alkanolamine interactions are described by characteristic residence times of CO2. The hydrophic interaction of carbon dioxide with the alkanolamine has a lifetime of the order of tens of picoseconds whereas polar interactions are about one order of magnitude shorter. The tertiary amine DEAB displays many favorable features for an efficient CO2 chemisorption process. Molecular engineering of novel compounds for absortive sequestration have to take into account not only the thermodynamics and chemical reactivity but also liquid structure properties and the dynamics and kinetics of interactions in complex ternary solutions.<br />", "date": "2018-09-06", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Energy Storage; Clusters; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Laser Driven Flow Chemistry Platform for Scaling Photochemical Reactions with Visible Light", "doi": "10.26434/chemrxiv.7051574.v1", "published_doi": "10.1021/acscentsci.8b00728", "published_url": "https://doi.org/10.1021/acscentsci.8b00728", "authors": "Kaid Harper; Eric Moschetta; shailendra Bordawekar; steven wittenberger", "abstract": "Visible light-promoted organic reactions can\noffer increased reactivity and selectivity via unique reaction pathways to\naddress a multitude of practical synthetic problems, yet few practical\nsolutions exist to employ these reactions for multi-kilogram production.  We have developed a simple and versatile\ncontinuous stirred tank reactor (CSTR) equipped with a high intensity laser to\ndrive photochemical reactions at unprecedented rates in continuous flow,\nachieving kg/day throughput using a 100 mL reactor.  Our approach to flow reactor design uses the\nBeer-Lambert law as a guideline to optimize catalyst concentration and reactor\ndepth for maximum throughput.  This laser\nCSTR platform coupled with the rationale for design can be applied to a breadth\nof photochemical reactions.", "date": "2018-09-06", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Physical Organic Chemistry; Process Chemistry; Process Control; Reaction Engineering; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Effect of Polarizable Environment on Two-Photon Absorption Cross Sections Characterized by the Equation-of-Motion Coupled-Cluster Singles and Doubles Method Combined with the Effective Fragment Potential Approach", "doi": "10.26434/chemrxiv.7044389.v1", "published_doi": "10.1063/1.5048627", "published_url": "https://doi.org/10.1063/1.5048627", "authors": "Kaushik Nanda; Anna Krylov", "abstract": "<div>Solvent can significantly affect nonlinear optical properties of solvated chromophores. We report an extension of a hybrid polarizable embedding method incorporating solvent effects in the electronic structure calculations of two-photon absorp-</div><div>tion (2PA) cross sections. The approach uses the equation-of-motion coupled-cluster singles and doubles method for excitation energies (EOM-EE-CCSD) for the quantum region (QM) and the effective fragment potential (EFP) method for the classical region (MM). The impact of the environment on the 2PA cross sections is investigated in microhydrated clusters of para-nitroaniline, thymine, and deprotonated anionic chromophore of photoactive yellow protein (PYPb). The performance of EOM-EE-CCSD/EFP is assessed by comparing the 2PA cross sections against full quantum</div><div>calculations as well as against non-polarizable QM/MM electrostatic embedding approach. The EOM-EE-CCSD/EFP approach reproduces well the main trends in the</div><div>2PA cross sections across different clusters and its performance improves when few water molecules are included in the QM subsystem. For the studied transitions with the strong charge-transfer character, the errors in the 2PA cross sections correlate with the errors in the excitation energies, transition moments, and dipole-moment differences between the initial and final states. Analysis of the 2PA transitions in terms of natural transition orbitals is also reported. The analysis of 2PA transition densities allows us to introduce a rigorous metric for assessing the domain</div><div>of applicability of QM/MM methods for 2PA cross sections calculations. Finally, the calculations of 2PA cross section of PYPb in bulk water are used to assess the convergence of the 2PA cross sections with respect to the number of water molecules included in the QM subsystem. Relative to the small QM (chromophore only) calculations, the inclusion of water molecules from the first solvation shell leads to a</div><div>large change (∼22%) in the calculated 2PA cross section. The convergence of the key properties, such as the excitation energies, transition moments, and dipole-moment</div><div>differences with the size of the QM subsystem, is investigated using configuration interaction singles method.</div>", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Synthesis of 1,4-anhydro-α-D-Mannopyranose", "doi": "10.26434/chemrxiv.7040324.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Spencer Williams; PHILLIP VAN DER PEET", "abstract": "Manuscript describing efforts, ultimately successful, to synthesize 1,4-anhydromannose. Full experimental details and spectroscopic characterization.", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Phosphonic Acid Ligands for Nanocrystal Surface Functionalization and Solution Processed Memristors", "doi": "10.26434/chemrxiv.7043927.v1", "published_doi": "10.1021/acs.chemmater.8b03768", "published_url": "https://doi.org/10.1021/acs.chemmater.8b03768", "authors": "Jonathan De Roo; Zimu Zhou; Jiaying Wang; Loren Deblock; Alfred J. Crosby; Jonathan S. Owen; Stephen\nS. Nonnenmann", "abstract": "<p>Here\nwe synthesize 2-ethylhexyl, 2-hexyldecyl, 2-[2-(2-methoxyethoxy)ethoxy]ethyl,\noleyl and <i>n</i>-octadecyl phosphonic acid\nand use them to functionalize CdSe and HfO<sub>2</sub> nanocrystals. In\ncontrast to branched carboxylic acids, post-synthetic surface functionalization\nof CdSe and HfO<sub>2</sub> nanocrystals is readily achieved with branched\nphosphonic acids. A simple flow coating process is used to deposit ribbons of\nindividual phosphonic acid capped HfO<sub>2</sub> nanocrystals, which are\nsubsequently evaluated as a memristor using conductive atomic force microscopy\n(c-AFM). We find that 2-ethylhexyl phosphonic acid is a superior ligand,\ncombining a high colloidal stability with a compact ligand shell that results\nin a record-low operating voltage that is promising for application in flexible\nelectronics. </p>", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Ceramics; Materials Processing; Nanostructured Materials - Materials; Surfactants; Thin Films; Nanodevices; Nanostructured Materials - Nanoscience; Interfaces; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Stereospecific 1,3-H Transfer of Indenols Proceeds via Persistent Ion-Pairs Anchored By NH···Pi  Interactions", "doi": "10.26434/chemrxiv.7057892.v1", "published_doi": "10.1021/jacs.8b09874", "published_url": "https://doi.org/10.1021/jacs.8b09874", "authors": "David Ascough; Fernanda Duarte; Robert Paton", "abstract": "The base-catalyzed rearrangement of arylindenols is a rare example of a suprafacial [1,3]-hydrogen atom transfer. The mechanism has been proposed to proceed via sequential [1,5]-sigmatropic shifts, which occur in a selective sense and avoid an achiral intermediate. A computational analysis using quantum chemistry casts serious doubt on these suggestions: these pathways have enormous activation barriers and in constrast to what is observed experimentally, they overwhelmingly favor a racemic product. Instead we propose that a suprafacial [1,3]-prototopic shift occurs in a two-step deprotonation/reprotonation sequence. This mechanism is favored by 15 kcal mol<sup>-1</sup> over that previously proposed. Most importantly, this is also consistent with stereospecificity since reprotonation occurs rapidly on the same p-face. We have used explicitly-solvated molecular dynamics studies to study the persistence and condensed-phase dynamics of the intermediate ion-pair formed in this reaction. Chirality transfer is the result of a particularly resilient contact ion-pair, held together by electrostatic attraction and a critical NH···p interaction which ensures that this species has an appreciable lifetime even in polar solvents such as DMSO and MeOH.", "date": "2018-09-07", "journal": "chemRxiv", "categories": "Stereochemistry; Computational Chemistry and Modeling; Base Catalysis; Catalysis; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlling Nanoemulsion Surface Chemistry with Poly(2-Oxazoline) Amphiphiles", "doi": "10.26434/chemrxiv.7052027.v1", "published_doi": "10.1039/C8SC05735D", "published_url": "https://doi.org/10.1039/C8SC05735D", "authors": "Daniel A. Estabrook; Amanda F. Ennis; Rachael Day; Ellen Sletten", "abstract": "Emulsions are dynamic materials that have been extensively employed within pharmaceutical, food and cosmetics industries. However, their use beyond conventional applications has been hindered by difficulties in surface functionalization, and an inability to selectively control physicochemical properties. Here, we employ custom poly(2-oxazoline) block copolymers to overcome these limitations. We demonstrate that poly(2-oxazoline) copolymers can effectively stabilize nanoscale droplets of hydrocarbon and perfluorocarbon in water. The living polymerization allows for the incorporation of chemical handles into the surfactants such that covalent modification of the emulsion surfaces can be performed. Through post-emulsion modification, we are able to access nanoemulsions with modified surface chemistries, yet consistent sizes. By decoupling size and surface charge, we explore structure-activity relationships involving the cellular uptake of nanoemulsions.", "date": "2018-09-06", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Drug delivery systems; Organic Polymers; Cell and Molecular Biology; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DNA Origami Nanoplate-Based Emulsion with Designed Nanopore Function", "doi": "10.26434/chemrxiv.7046495.v1", "published_doi": "10.1002/ANIE.201908392", "published_url": "https://doi.org/10.1002/anie.201908392", "authors": "Daisuke Ishikawa; Yuki Suzuki; Chikako Kurokawa; Masayuki Ohara; Misato Tsuchiya; Masamune Morita; Miho Yanagisawa; Masayuki Endo; Ryuji Kawano; Masahiro Takinoue", "abstract": "Bio-inspired functional microcapsules stabilised with surfactants, copolymers, and nano/microparticles have attracted much attention in many fields from physical/chemical science to artificial cell engineering. Although the particle-stabilized microcapsules have advantages for their stability and rich ways for functionalisation such as surface chemical modifications and shape control of particles, versatile methods for their designable functionalisation are desired to expand their possibilities. Here, we report a DNA-based microcapsule composed of a water-in-oil microdroplet stabilised with amphiphilised DNA origami nanoplates. By utilising function programmability achieved by DNA nanotechnology, the DNA nanoplates were designed as a nanopore device for ion transportation as well as the interface stabiliser. Microscopic observations showed that the microcapsule formed by amphiphilic DNA nanoplates accumulated at the oil-water interface. Ion current measurements demonstrated that pores in the nanoplates functioned as ion channels. These findings provide a general strategy for programmable designing of microcapsules for engineering artificial cells and molecular robots.<br />", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Biopolymers; Nanostructured Materials - Nanoscience; Interfaces; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Carbon Chain Growth by Sequential Reactions of CO and CO2 with a Transition Metal Carbonyl Complex", "doi": "10.26434/chemrxiv.7064474.v1", "published_doi": "10.1021/JACS.8B09761", "published_url": "https://doi.org/10.1021/jacs.8b09761", "authors": "Richard Kong; Mark Crimmin", "abstract": "<i>The formation of carbon chains by the coupling of COx (X = 1 or 2) units on transition metals is a fundamental step relevant to Fischer-Tropsch catalysis. Fischer-Tropsch catalysis produces energy dense liquid hydrocarbons from synthesis gas (CO and H2) and has been a mainstay of the energy economy since its discovery nearly a century ago. Despite detailed studies aimed at elucidating the steps of catalysis, experimental evidence for chain growth (Cn to Cn+1 ; n > 2) from the reaction of CO with metal complexes is unprecedented. In this paper, we show that carbon chains can be grown from sequential reactions of CO or CO2 with a transition metal carbonyl complex. By exploiting the cooperative effect of transition and main group metals, we document the first example of chain propagation from sequential coupling of CO units (C1 to C3 to C4), along with the first example of incorporation of CO2 into the growing carbon chain.</i><br />", "date": "2018-09-10", "journal": "chemRxiv", "categories": "Theory - Computational; Catalysis; Coordination Chemistry (Organomet.); Kinetics and Mechanism - Organometallic Reactions; Main Group Chemistry (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "OMMProtocol: A Command Line Application to Launch Molecular Dynamics Simulations with OpenMM", "doi": "10.26434/chemrxiv.7059263.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jaime Rodríguez-Guerra Pedregal; Lur Alonso-Cotchico; Lorea Velasco-Carneros; Jean-Didier Maréchal", "abstract": "<p>OpenMM is a free\nand GPU-accelerated Molecular Dynamics (MD) engine written as a layered and\nreusable library. This approach allows maximum flexibility to configure MD\nsimulations and develop new molecular mechanics (MM) methods. However, this\npowerful versatility comes at a cost: the user is expected to write Python\nscripts to run a simulation. OMMProtocol aims to fill this gap by stitching\nOpenMM and additional third-party modules together, providing an easy way to\ncreate an input file to configure a full multi-stage simulation protocol, from\nminimization to equilibration and production. OMMProtocol is LGPL-licensed and\nfreely available at <a href=\"https://github.com/insilichem/ommprotocol\">https://github.com/insilichem/ommprotocol</a>.\n</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Engineering Electronic Structure to Protect Phase Memory in Molecular Qubits by Minimising Orbital Angular Momentum", "doi": "10.26434/chemrxiv.7067645.v1", "published_doi": "10.1038/S41467-019-11309-3", "published_url": "https://doi.org/10.1038/s41467-019-11309-3", "authors": "Ana Maria Ariciu; David H. Woen; Daniel N. Huh; Lydia Nodaraki; Andreas Kostopoulos; Conrad Goodwin; Nicholas Chilton; Eric J. L. McInnes; Richard Winpenny; William J. Evans; Floriana Tuna", "abstract": "Using electron spins within molecules for quantum information processing (QIP) was first proposed by Leuenberger and Loss (1), who showed how the Grover algorithm could be mapped onto a Mn12 cage (2). Since then several groups have examined two-level (S = ½) molecular spin systems as possible qubits (3-12). There has also been a report of the implementation of the Grover algorithm in a four-level molecular qudit (13). A major challenge is to protect the spin qubit from noise that causes loss of phase information; strategies to minimize the impact of noise on qubits can be categorized as corrective, reductive, or protective. Corrective approaches allow noise and correct for its impact on the qubit using advanced microwave pulse sequences (3). Reductive approaches reduce the noise by minimising the number of nearby nuclear spins (7-11), and increasing the rigidity of molecules to minimise the effect of vibrations (which can cause a fluctuating magnetic field via spin-orbit coupling) (9,11); this is essentially engineering the ligand shell surrounding the electron spin. A protective approach would seek to make the qubit less sensitive to noise: an example of the protective approach is the use of clock transitions to render spin states immune to magnetic fields at first order (12). Here we present a further protective method that would complement reductive and corrective approaches to enhancing quantum coherence in molecular qubits. The target is a molecular spin qubit with an effective 2S ground state: we achieve this with a family of divalent rare-earth molecules that have negligible magnetic anisotropy such that the isotropic nature of the electron spin renders the qubit markedly less sensitive to magnetic noise, allowing coherent spin manipulations even at room temperature. If combined with the other strategies, we believe this could lead to molecular qubits with substantial advantages over competing qubit proposals.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Magnetism; Spectroscopy (Inorg.); Theory - Inorganic; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cyclopentannulation and Cyclodehydrogenation of Isomerically Pure 5,11-Dibromo-Anthradithiophenes Leading to Contorted Aromatics", "doi": "10.26434/chemrxiv.7066622.v1", "published_doi": "10.1039/C8CC07327A", "published_url": "https://doi.org/10.1039/C8CC07327A", "authors": "Sambasiva Bheemireddy; Waseem A. Hussain; Ain Uddin; Yachu Du; Matthew Hautzinger; Paul Kevorkian; Frankie Petrie; Kyle Plunkett", "abstract": "Isomerically pure 5,11-dibromo-2,8-dihexylanthra[2,3-b:7,6-b']dithiophene, a brominated analog of anthracenedithiophene (ADT), was prepared and utilized for a palladium catalyzed cyclopentannulation reaction with 3,3’-dimethoxyphenylacetylene. The resulting cyclopentannulated-ADT (CP-ADT) was found to be more photo-oxidatively stable than isoelectronic CP-pentacene analogs previously prepared. In addition, the CP-ADT was able to undergo an additional Scholl cyclodehydrogenation reaction to create a contorted aromatic, an incapable feat for previous CP-pentacene analogs. The resulting compound, 4-dihexyl-5,10,17,22-tetramethoxytetrabenzo[4,5:6,7:11,12:13,14]rubiceno[2,3-b:10,9-b']dithiophene, was significantly contorted out of planarity owing to four [5]helicene-like arrangements. The density functional theory (DFT) energy minimized structures suggests splay angles of 41.80 and 40.90 for the cove regions, which are significantly larger than previously published anthracene cyclopentannulated analogs. The contorted aromatic possessed a moderately low optical gap (1.50 eV) and relatively low Lowest Occupied Molecular Orbital energy (-3.70 eV).<br />", "date": "2018-09-10", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Phase-Transferable Force Field for Alkali Halides", "doi": "10.26434/chemrxiv.7057874.v1", "published_doi": "10.1021/acs.jctc.8b00507", "published_url": "https://doi.org/10.1021/acs.jctc.8b00507", "authors": "Marie-Madeleine Walz; Mohammad Ghahremanpour; Paul J. van Maaren; David van der Spoel", "abstract": "A longstanding goal of computational chemistry is to predict the state of materials in all phases with a single model. This is particularly relevant for materials that are difficult or dangerous to handle or compounds that have not yet been created. Progress towards this goal has been limited as most work has concentrated on just one phase, often determined by particular applications. In the framework of the development of the Alexandria force field we present here new polarizable force fields for alkali halides with Gaussian charge distributions for molecular dynamics simulations. We explore different descriptions of the Van der Waals interaction, like the commonly applied 12-6 Lennard-Jones (LJ), and compare it to \\softer\" ones, such as 8-6 LJ, Buckingham and a modified Buckingham potential. Our results for physico-chemical properties of the gas, liquid and solid phase of alkali halides, are compared to experimental data and calculations with reference polarizable and non-polarizable force fields. The new polarizable force field that employs a modified Buckingham potential predicts the tested properties for gas, liquid and solid phases with a very good accuracy. In contrast to reference force fields, this model reproduces the correct crystal structures for all alkali halides at low and high temperature. Seeing that experiments with molten salts may be tedious due to high temperatures and their corrosive nature, the models presented here can contribute significantly to our understanding of alkali halides in general and melts in particular.<br />", "date": "2018-09-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ligand-Accelerated Non-Directed C–H Cyanation of Arenes", "doi": "10.26434/chemrxiv.7069658.v1", "published_doi": "10.1002/chem.201805772", "published_url": "https://doi.org/10.1002/chem.201805772", "authors": "Luoyan Liu; Kap-Sun Yeung; jin-quan yu", "abstract": "<p>We herein report the first example of a 2-pyridone\naccelerated non-directed C−H cyanation\nwith an arene as the limiting reagent. This protocol is compatible with a broad\nscope of arenes, including advanced intermediates, drug molecules, and natural\nproducts. A kinetic isotope experiment (k<sub>H</sub>/k<sub>D</sub> = 4.40)\nindicates that the C–H bond cleavage is the\nrate-limiting step. Also, the\nreaction is readily scalable, further showcasing the synthetic utility of this\nmethod.<i></i></p>", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Correlating Blocking Temperatures in Single Molecule Magnets with Raman Relaxation", "doi": "10.26434/chemrxiv.7067669.v1", "published_doi": "10.1039/C9CC02421B", "published_url": "https://doi.org/10.1039/C9CC02421B", "authors": "Marcus\nJ. Giansiracusa; Andreas Kostopoulos; George F. S. Whitehead; David Collison; Floriana Tuna; Richard Winpenny; Nicholas Chilton", "abstract": "We report a six coordinate DyIII single-molecule magnet<br />(SMM) with an energy barrier of 1110 K for thermal relaxation of<br />magnetization. The sample shows no retention of magnetization<br />even at 2 K and this led us to find a good correlation between the<br />blocking temperature and the Raman relaxation regime for SMMs.<br />The key parameter is the relaxation time (𝜏<sub>switch</sub>) at the point where<br />the Raman relaxation mechanism becomes more important than<br />Orbach.", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Magnetism", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Series of Metal-Organic Frameworks for Selective CO2 Capture and Catalytic Oxidative Carboxylation of Olefins", "doi": "10.26434/chemrxiv.7068509.v1", "published_doi": "10.1021/acs.inorgchem.8b02293", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b02293", "authors": "Huong T. D. Nguyen; Y B. N. Tran; Hung N. Nguyen; Tranh C. Nguyen; Felipe Gándara; Phuong Nguyen", "abstract": "<p>Three novel lanthanide metal˗organic frameworks (Ln-MOFs),\nnamely MOF-590, -591, and -592 were constructed from a naphthalene\ndiimide tetracarboxylic acid. Gas adsorption measurements of MOF-591 and\n-592 revealed good adsorption of CO<sub>2</sub> (low pressure, at room\ntemperature) and moderate CO<sub>2</sub> selectivity over N<sub>2</sub> and\nCH<sub>4</sub>. Accordingly, breakthrough measurements were performed on a\nrepresentative MOF-592, in which the separation of CO<sub>2</sub> from\nbinary mixture containing N<sub>2</sub> and CO<sub>2</sub> was\ndemonstrated without any loss in performance over three consecutive cycles.\nMoreover, MOF-590, MOF-591, and MOF-592 exhibited catalytic activity in the\none-pot synthesis of styrene carbonate from styrene and CO<sub>2</sub> under\nmild conditions (1 atm CO<sub>2</sub>, 80 °C, and solvent-free). Among the new\nmaterials, MOF-590 revealed a remarkable efficiency with exceptional conversion\n(96%), selectivity (95%), and yield (91%). </p><br />", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design, Synthesis and Characterization of Covalent KDM5 Inhibitors", "doi": "10.26434/chemrxiv.7072592.v1", "published_doi": "10.1002/ange.201810179", "published_url": "https://doi.org/10.1002/ange.201810179", "authors": "Saleta Vazquez-Rodriguez; Miranda Wright; Catherine Rogers; Adam Cribbs; Srikannathasan Velupillai; Martin Philpott; Henry Lee; James E. Dunford; Kilian Huber; Matthew B. Robers; Jim Vasta; Marie-Laetitia Thezenas; Sarah Bonham; Benedikt M. Kessler; James Bennett; Oleg Fedorov; Florence Raynaud; Adam Donovan; Julian Blagg; Vassilios Bavetsias; Udo Oppermann; Akane Kawamura; Paul Brennan", "abstract": "Histone lysine demethylase (KDMs) are involved in the dynamic regulation of gene expression and they play a critical role in several biological processes. Achieving selectivity over the different KDMs has been a major challenge for KDM inhibitor development. Here we report potent and selective KDM5 covalent inhibitors designed to target cysteine residues only present in the KDM5 sub-family. The covalent binding to the targeted proteins was confirmed by MS and time-dependent inhibition. Additional competition assays show that compounds were non 2-OG competitive. Target engagement and ChIP-seq analysis showed that the compounds inhibited the KDM5 members in cells at nano- to micromolar levels and induce a global increase of the H3K4me3 mark at transcriptional start sites.", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical and Experimental Evaluation of the Effect of Fluorinated Substituent on the Topological Landscape and Thermodynamic Stability of Zeolitic Imidazolate Framework Polymorphs", "doi": "10.26434/chemrxiv.7072577.v1", "published_doi": "10.1021/ACS.CHEMMATER.9B00994", "published_url": "https://doi.org/10.1021/acs.chemmater.9b00994", "authors": "Mihails Arhangelskis; Athanassis Katsenis; Novendra Novendra; Zamirbek Akimbekov; Dayaker Gandrath; Joseph Marrett; Ghada Ayoub; Andrew Morris; Omar Farha; Tomislav Friscic; Alexandra Navrotsky", "abstract": "By combining mechanochemical synthesis and calorimetry with theoretical calculations, we demonstrate that dispersion-corrected periodic density functional theory (DFT) can accurately survey the topological landscape and predict relative energies of polymorphs for a previously inaccessible fluorine-substituted zeolitic imidazolate framework (ZIF). Experimental screening confirmed two out of three theoretically anticipated polymorphs, and the calorimetric measurements provided an excellent match to theoretically calculated energetic difference between them.<br />", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fabrication of Highly Ordered Sn Nanowires in Anodic Aluminum Oxide Templates by Using AC Electrochemical Method", "doi": "10.26434/chemrxiv.7075127.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mastooreh Seyedi; Mozhdeh Saba", "abstract": "<div>Sn and its nanostructures are one of the promising candidates to replace graphite in the anode of Lithium-ion batteries due to their higher capacity.</div><div>One of the challenges, which limited the usage of Sn anodes for the Lithium-ion batteries, is Tin's high volumetric strain and its low cyclability.</div><div>On the other hand, nanostructures show lower volume change during charge/discharge and as a result could address the cyclability issues.</div><div>In this research, an alternating current (AC) electrochemical method is developed in order to facilitate the industrial scale production of Sn nanowires. The developed electrodeposition technique shows reliable controllability over chemical composition and crystalline structure of Sn nanowires. Also, the order structure of nanowires could be adjusted more accurately in comparison to conventional fabrication techniques.</div><div>As a result, the Sn nanowires as well as Aluminum Oxide templates synthesized by using the developed electrochemical method are examined due to their morphology, chemical composition, and their crystalline structure in order to develop a practical relation between electrochemical composition of the solution and materials properties of Sn nanowires.</div><div>The results show that the proposed electrodeposition method maintains a highly-ordered morphology as well as industrially acceptable controllability over crystalline structure of nanowires, which could be used to optimize the procedure for industrial applications due to low cost and simple experimental setup.</div>", "date": "2018-09-12", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Nanostructured Materials - Nanoscience; Electrochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetic and Thermodynamic Study of Methylene Blue Adsorption onto Chitosan: Insights about Metachromasy Occurrence on Wastewater Remediation", "doi": "10.26434/chemrxiv.7074842.v1", "published_doi": "10.1007/s40974-019-00116-7", "published_url": "https://doi.org/10.1007/s40974-019-00116-7", "authors": "Julian Kellner-Rogers; Jeffrey Taylor; Arvid M. Masud; Nirupam Aich; Alexandre Pinto", "abstract": "<p>Methylene Blue (MB) is\na dye frequently used in the textile industry and a potential wastewater\npollutant. MB adsorption onto the surface of solid materials is a promising\nmethod for wastewater remediation. The biopolymer chitosan is one of the promising\ncandidates as an adsorbent for MB removal from wastewater. However, the contact\nbetween MB and chitosan induces the aggregation of MB molecules. The formation\nof MB aggregates can lead to an appearance of additional bands in the MB\nvisible absorption spectrum. This phenomenon is called metachromasy. In this\npaper, chitosan was used as adsorbent to study the kinetics and thermodynamic\nparameters related to the elimination of MB as single molecules (Sng-MB) and\naggregates (Agg-MB) species from simulated wastewater. It was found that, for\nMB single molecules or aggregates, the adsorption process follows the pseudo\nsecond order adsorption kinetics model. For each temperature studied, Agg-MB\nalways presented higher rate constant than Sng-MB, indicating a faster\nadsorption of Agg-MB in comparison to Sng-MB. \nAdditionally, the adsorption process presented a lower activation energy\nfor Agg-MB, indicating Agg-MB adsorption is favored in relation to Sng-MB. The\nthermodynamic studies indicated the adsorption process for both MB species is\nendothermic and spontaneous from 298 to 348 K. The adsorption isotherms could\nbe properly fitted and interpreted according to Temkin and Dubinin-Radushkevich\nmodels. Studies varying the initial pH of MB solution indicated that\nmetachromasy could be suppressed in acidic pH values, whereas alkaline pH\nvalues led to an increase in the removal percentage of Sng-MB and Agg-MB in\nrelation to neutral conditions. The analysis of chitosan powder before and\nafter adsorption indicated the adsorption process does not cause structural\nchanges to the chitosan. The kinetic and thermodynamic study of the relative\nadsorption of MB single molecules and aggregates onto chitosan can provide\nfundamental information for MB wastewater remediation.</p>", "date": "2018-09-12", "journal": "chemRxiv", "categories": "Environmental Science; Hydrology and Water Chemistry; Wastes; Chemical Kinetics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Strongly Coloured Thiocyanate Frameworks with Perovskite-Analogue Structures", "doi": "10.26434/chemrxiv.7076462.v1", "published_doi": "10.1039/C8SC04082F", "published_url": "https://doi.org/10.1039/C8SC04082F", "authors": "Matthew Cliffe; Evan Keyzer; Matthew Dunstan; Shahab Ahmad; Michael F. L. De Volder; Felix Deschler; Andrew\nJ. Morris; Clare P. Grey", "abstract": "We report the first examples of thiocyanate-based analogues of the cyanide Prussian blue compounds, MIII[Bi(SCN)6], M= Fe, Cr, Sc. These compounds adopt the primitive cubic pcu topology and show strict cation order. Optical absorption measurements show these compounds have band gaps within the visible and near IR region, suggesting that they may be useful for photocatalytic applications. We also show that Cr[Bi(SCN)6] can reversibly uptake water into its framework structure pointing towards the possibility of using these frameworks for host/guest chemistry.<br />", "date": "2018-09-12", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Optical Materials; Coordination Chemistry (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "A First-Principles Computational Comparison of the Aqueous Anatase TiO2 (001) Interface and the Disordered, Fluorinated TiO2 Interface", "doi": "10.26434/chemrxiv.7076816.v1", "published_doi": "10.1039/C9RA10415A", "published_url": "https://doi.org/10.1039/c9ra10415a", "authors": "Kyle Reeves; Damien Dambournet; Christel Laberty-Robert; Rodolphe Vuilleumier; Mathieu Salanne", "abstract": "Chemical doping and other surface modifications have been used to engineer the bulk properties of materials, but their influence on the surface structure and consequently the surface chemistry are often unknown. Previous work has been successful in fluorinating anatase TiO<sub>2</sub> with charge balance achieved via the introduction of Ti vacancies rather than the reduction of Ti. Our work here investigates the interface between this fluorinated titanate with cationic vacancies and a<br />monolayer of water via density functional theory based molecular dynamics. We compute the projected density of states for only those atoms at the interface and for those states that fall within 1eV of the Fermi energy for various steps throughout the simulation, and we determine that the<br />variation in this representation of the density of states serves as a reasonable tool to anticipate where surfaces are most likely to be reactive. In particular, we conclude that water dissociation at the surface is the main mechanism that influences the anatase (001) surface whereas the change in<br />the density of states at the surface of the fluorinated structure is influenced primarily through the adsorption of water molecules at the surface.", "date": "2018-09-12", "journal": "chemRxiv", "categories": "Theory - Computational; Photocatalysis; Interfaces; Quantum Mechanics; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "One-Step Femtosecond Laser Ablation Synthesis of Sub-5 Nm Gold Nanoparticles Embedded in Silica", "doi": "10.26434/chemrxiv.7077458.v1", "published_doi": "10.1016/j.apsusc.2019.01.042", "published_url": "https://doi.org/10.1016/j.apsusc.2019.01.042", "authors": "Mallory John; Katharine Tibbetts", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We report the synthesis of silica-gold nanoparticles (silica-Au NPs) using a\none-step femtosecond-reactive laser ablation in liquid (fs-RLAL) technique by\nfocusing femtosecond laser pulses onto a silicon wafer immersed in an aqueous\nKAuCl4 solution. Characterization of the silica-Au NPs revealed two populations of Au NPs: (i) larger, isolated Au NPs with diameter 7.3±2.1 nm, and (ii)\nsmaller Au NPs (3.4±0.8 nm) embedded in an amorphous silica matrix, along\nwith new species of silicon observed from XPS analysis. The catalytic activity\nof the silica-Au NPs towards the reduction of para-nitrophenol by NaBH4 is\nsignificantly higher compared to the control Au NPs synthesized in the absence\nof a silicon wafer and other Au NPs recently reported in literature. The formation of the two populations of silica-Au NPs is ascribed to reaction dynamics\noccurring on two distinct timescales. First, the dense electron plasma formed\nwithin tens of femtoseconds of the laser pulse initiates reduction of the [AuCl4]–\ncomplex, leading to the formation of larger isolated Au NPs. Second, silicon\nspecies ejected from the wafer surface hundreds of picoseconds or later after the\ninitial laser pulse reduce the remaining [AuCl4 ]– and encapsulate the growing\nclusters, forming ultrasmall Au NPs embedded in the silica matrix. The morphologies of the silica-Au NPs generated from fs-RLAL are distinct from those\nreported in recent RLAL experiments with nanosecond lasers, reflecting distinct\nmechanisms occurring on the different pulse duration timescales.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-09-13", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Nanofabrication; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Peak Force Visible Microscopy for Determination of Exciton Diffusion Length in Organic Photovoltaic Blends", "doi": "10.26434/chemrxiv.7077872.v1", "published_doi": "10.1039/D0SM01104E", "published_url": "https://doi.org/10.1039/d0sm01104e", "authors": "Haomin Wang; Le Wang; Yuequn Shang; Zhijun Ning; Xiaoji Xu", "abstract": "In this article, we developed a new nano spectroscopic technique, peak force visible (PF-vis) microscopy, which is based on the peak force tapping mode in an atomic force microscope to both visualize nanoscale morphology and estimate exciton diffusion lengths of donor domains in organic photovoltaic blends. Nano phase-separations in P3HT:PCBM and TFB:PCBM blend films were clearly revealed by PF-vis microscopy with a high spatial resolution less than 10 nm. A model that correlates PF-vis signal and the exciton diffusion length was also developed to estimate the diffusion lengths of P3HT and TFB to be 2.9±0.3 and 9.0±1.5 nm, respectively. PF-vis microscopy is expected to assist the evaluation of OPV materials, therefore accelerating the pace of innovation of OPVs.", "date": "2018-09-13", "journal": "chemRxiv", "categories": "Microscopy; Spectroscopy (Anal. Chem.); Photovoltaics; Optics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "MOF Decomposition and Introduction of Repairable Defects Using a Photodegradable Strut", "doi": "10.26434/chemrxiv.7081151.v1", "published_doi": "10.1002/chem.201901213", "published_url": "https://doi.org/10.1002/chem.201901213", "authors": "Jingjing Yan; John MacDonald; Shawn Burdette", "abstract": "Utilizing a photolabile ligand as MOF strut can make a\nframework undergo full or partial decomposition upon irradiation. For the first\ntime, a nitrophenylacetate derivative has been incorporated into MOF as a\nbackbone linker via PLSE method. The photo-induced decarboxylation of the NPDAC-MOF\nrepresents a novel way of degrading a MOF, which provides an innovative approach\nto formulating photoresponsive porous materials with potential applications in\nmolecular release and drug delivery. When photoactive linker is mixed with non-photolabile\nlinker via partial PLSE, the MOF structure can be retained after irradiation,\nbut with the introduction of multiple defects, offering a new method to create vacancies\nin MOFs. Defect repair can be achieved by treatment with replacement ligands,\nthe scope of which is an interesting area for developing customizable MOF\ncontents.<br />", "date": "2018-09-13", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Hybrid Organic-Inorganic Materials; Coordination polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Simple Magneto-Structural Correlation for Dysprosium(III) Single-Molecule Magnets with Ligands on the Anisotropy Axis", "doi": "10.26434/chemrxiv.7083038.v1", "published_doi": "10.1002/chem.202000646", "published_url": "https://doi.org/10.1002/chem.202000646", "authors": "You-Song Ding; Richard Winpenny; Yan-Zhen Zheng", "abstract": "By studying pentagonal-bipyramidal dysprosium(III)\nsingle-molecule magnets (SMMs) we show that  the energy barrier for magnetization reversal (<i>U<sub>eff</sub></i>) shows a linear correlation\nto the axial Dy-X bond lengths, adjusted for the ionic or covalent\nradii of the ligands bound.", "date": "2018-09-13", "journal": "chemRxiv", "categories": "Bonding; Coordination Chemistry (Inorg.); Ligands (Inorg.); Magnetism", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optoregulated Drug Release from an Engineered Living Hydrogel", "doi": "10.26434/chemrxiv.7087010.v1", "published_doi": "10.1002/SMLL.201804717", "published_url": "https://doi.org/10.1002/smll.201804717", "authors": "Shrikrishnan Sankaran; Judith Becker; Christoph Wittmann; Aránzazu del Campo", "abstract": "A living hydrogel has been developed with metabolically and optogenetically engineered E. coli encapsulated within an agarose-based hydrogel matrix to produce and release deoxyviolacein in response to blue light irradiation. Localized, tunable and prolonged drug release have been demonstrated.<br />", "date": "2018-09-14", "journal": "chemRxiv", "categories": "Biological Materials; Controlled-Release Systems; Bioengineering and Biotechnology; Chemical Biology; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Palladium–Catalysed Magnesiation of Benzene", "doi": "10.26434/chemrxiv.7082987.v1", "published_doi": "10.1039/C8CC06392C", "published_url": "https://doi.org/10.1039/C8CC06392C", "authors": "Martí Garçon; Andrew J. P. White; Mark Crimmin", "abstract": "In the presence of a catalytic quantity of a palladium bis(phosphine) complex, a reagent containing a Mg-Mg bond effects the C-H functionalisation of benzene. The resulting 100% atom efficient transformation generates an unprecedented aryl magnesium hydride.", "date": "2018-09-14", "journal": "chemRxiv", "categories": "Homogeneous Catalysis; Bond Activation; Catalysis; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure, Synthesis of Hierridin C and Discovery of Prevalent Alkylresorcinol Biosynthesis in Picocyanobacteria", "doi": "10.26434/chemrxiv.7090526.v1", "published_doi": "10.1021/ACS.JNATPROD.8B01038", "published_url": "https://doi.org/10.1021/acs.jnatprod.8b01038", "authors": "Margarida Costa; Ivo E. Sampaio-Dias; Raquel Castelo-Branco; Hugo Scharfenstein; Roberta Rezende de Castro; Artur Silva; Maria Paula Cruz Schneider; Maria João Araújo; Rosário Martins; Valentina F. Domingues; Fatima Nogueira; Vera Camões; Vitor M. Vasconcelos; Pedro Leao", "abstract": "Small, single-celled planktonic cyanobacteria are ubiquitous in the world’s oceans yet tend not to to be perceived as biosynthetically-prolific organisms. Here we report the isolation and structure elucidation of hierridin C, an antiplasmodial halogenated alkylresorcinol produced in very low amounts by the picocyanobacterium <i>Cyanobium</i>sp. LEGE 06113. We describe a simple, straightforward synthetic route to the scarcely-produced hierridins that relies on a key, highly regioselective halogenation step. In addition, we show that these compounds originate from a type III PKS pathway and that similar biosynthetic gene clusters are found in a variety of bacterial genomes, most notably those of the globally-distributed picocyanobacteria genera <i>Prochlorococcus</i>, <i>Cyanobium</i>and <i>Synechococcus</i>.", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Natural Products; Biochemistry; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Discovery of an MLLT1/3 YEATS Domain Chemical Probe", "doi": "10.26434/chemrxiv.7090547.v1", "published_doi": "10.1002/anie.201810617", "published_url": "https://doi.org/10.1002/anie.201810617", "authors": "Moses Moustakim; Thomas Christott; Octovia P. Monteiro; James Bennett; Charline Giroud; Jennifer Ward; Catherine Rogers; Paul Smith; Ioanna Panagakou; Laura Diaz Saez; Suet Ling Felce; Vicki Gamble; Carina Gileadi; Nadia Halidi; David Heidenreich; Apirat Chaikuad; Stefan Knapp; Kilian Huber; Gillian Farnie; Jag Heer; Nenad Manevski; Gennady Poda; Rima Al-awar; Darren J. Dixon; Paul E. Brennan; Oleg Fedorov", "abstract": "<p>YEATS domain (YD) containing proteins are an emerging</p>\n<p>class of epigenetic targets in drug discovery. Dysregulation of these modified lysine binding proteins has been linked to the onset and progression of cancers. We herein report the discovery and characterisation of the first small molecule chemical probe, SGC-iMLLT, for the YD of MLLT1 (ENL/YEATS1) and MLLT3 (AF9/YEATS3). SGC-iMLLT is a potent and selective inhibitor of MLLT1/3 -histone interactions. Excellent selectivity over other human YD proteins (YEATS2/4) and bromodomains was observed. Furthermore, our probe displays cellular target engagement of MLLT1 and MLLT3. The first small molecule X-ray co-crystal structures with the MLLT1 YD are also reported. This first in class probe molecule can be used to understand MLLT1/3 associated biology and the therapeutic potential of small molecule YD inhibitors.</p>", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Xenon Trioxide Adducts of O-Donor Ligands; [(CH3)2CO]3XeO3, [(CH3)2SO]3(XeO3)2, (C5H5NO)3(XeO3)2, and [(C6H5)3PO]2XeO3", "doi": "10.26434/chemrxiv.7092263.v1", "published_doi": "10.1002/chem.201901759", "published_url": "https://doi.org/10.1002/chem.201901759", "authors": "Katherine Marczenko; James Goettel; Gary Schrobilgen", "abstract": "Oxygen coordination to\nthe Xe(VI) atom of XeO<sub>3</sub> was observed in its adducts with\ntriphenylphosphine oxide, dimethylsulfoxide, pyridine-N-oxide, and acetone. The\ncrystalline adducts were characterized by low-temperature, single-crystal X-ray\ndiffraction and Raman spectroscopy. Unlike solid XeO<sub>3</sub>, which\ndetonates when mechanically or thermally shocked, the solid [(C<sub>6</sub>H<sub>5</sub>)<sub>3</sub>PO]<sub>2</sub>XeO<sub>3</sub>,\n[(CH<sub>3</sub>)<sub>2</sub>SO]<sub>3</sub>(XeO<sub>3</sub>)<sub>2</sub>,<sub>\n</sub>and (C<sub>5</sub>H<sub>5</sub>NO)<sub>3</sub>(XeO<sub>3</sub>)<sub>2</sub>\nadducts are insensitive to mechanical shock, but undergo rapid deflagration\nwhen ignited by a flame. Both [(C<sub>6</sub>H<sub>5</sub>)<sub>3</sub>PO]<sub>2</sub>XeO<sub>3\n</sub>and (C<sub>5</sub>H<sub>5</sub>NO)<sub>3</sub>(XeO<sub>3</sub>)<sub>2</sub>\nare air-stable whereas [(CH<sub>3</sub>)<sub>2</sub>SO]<sub>3</sub>(XeO<sub>3</sub>)<sub>2</sub>\nslowly decomposes over several days and [(CH<sub>3</sub>)<sub>2</sub>CO]<sub>3</sub>XeO<sub>3</sub>\nundergoes adduct dissociation at room temperature. The xenon coordination\nsphere of [(C<sub>6</sub>H<sub>5</sub>)<sub>3</sub>PO]<sub>2</sub>XeO<sub>3</sub>\nis a distorted square pyramid which provides the first example of a\nfive-coordinate XeO<sub>3</sub> adduct. The xenon coordination spheres of the\nremaining adducts are distorted octahedra comprised of three Xe---O secondary\ncontacts that are approximately trans to the primary Xe–O bonds of XeO<sub>3</sub>. Quantum-chemical\ncalculations were used to assess the Xe---O adduct bonds, which are\npredominantly electrostatic σ-hole\nbonds between\nthe nucleophilic oxygen atoms of the bases and the σ-holes\nof the xenon atoms.", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Bonding; Coordination Chemistry (Inorg.); Inorganic Acid/Base Chemistry; Ligands (Inorg.); Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "New Modular Calamitic Ligands for Self-Assembly of Thermostable Quantum Dot Microcapsules via Nematic Templating", "doi": "10.26434/chemrxiv.7092821.v1", "published_doi": "10.1021/acsanm.9b00476", "published_url": "https://doi.org/10.1021/acsanm.9b00476", "authors": "Amir Keshavarz; Sheida Riahinasab; Linda Hirst; Ben Stokes", "abstract": "The\ndesign, synthesis, properties, and performance of a new class of promesogenic calamitic\nside-tethering organic ligands used to direct quantum dot nanoparticle\nself-assembly via nematic templating are described. This work was motivated by inadequate\nmodularity, step count, and yield associated with syntheses of existing\nligands. Attaching the new ligands to quantum dots and dispersing them in a\nliquid crystal host affords hollow micron-sized capsules via nematic templating.\nThe capsules resist thermal decomposition up to 350 °C — significantly higher than any previously\nreported microcapsules assembled from side-tethering calamitic\nligand-functionalized nanoparticle. Evaluation of the capsules by small-angle X-ray scattering shows that interparticle\nspacing varies from 10–13 nm depending on the ligand used, and is correlated to\naminoalkyl chain length.", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Aggregates and Assemblies; Core-Shell Materials; Liquid Crystals; Metamaterials; Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Formal Synthesis of Actinoranone Using a Racemization-Free One-Pot Semipinacol Rearrangement/Wittig Reaction", "doi": "10.26434/chemrxiv.7092833.v1", "published_doi": "10.1016/j.tet.2018.11.003", "published_url": "https://doi.org/10.1016/j.tet.2018.11.003", "authors": "Martina Menger; Mathias Christmann", "abstract": "Here, we report a formal synthesis of the marine cytotoxic meroterpenoid actinoranone. Key steps include a racemization-free semipinacol rearrangement/Wittig reaction sequence and a chiral pool approach for the syntheses of the tetralone and the decalin fragments, respectively. The presented route provides access to the natural product in 14 steps in the longest linear sequence.", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Molecular Dynamics Study of the Solvation of Carbon Dioxide and Other Compounds in the Ionic Liquids [emim][B(CN)4] and [emim][NTf2]", "doi": "10.26434/chemrxiv.7093325.v1", "published_doi": "10.1016/j.fluid.2019.03.007", "published_url": "https://doi.org/10.1016/j.fluid.2019.03.007", "authors": "Ana Silveira; Selva Pereda; Frederico W. Tavares; Charlles Abreu", "abstract": "In this paper, we calculate solvation free energies of several compounds in ionic liquids. These free energies\nare used to compute properties such as Henry’s law constants and activity coefficients, generally required\nin the design of environmentally sustainable processes. It is known, for instance, that carbon dioxide from\ncombustion is one of the main sources of anthropogenic greenhouse gases. Recently, the propensity of the\nionic liquid [emim][B(CN)4] for the physisorption of CO2 has been reported, which makes it a potential\nsolvent for carbon capture. In the present work, molecular dynamics simulations of the solvation of CO2\nin ionic liquids [emim][B(CN)4] and [emim][NTf2] are carried out both at infinite dilution and at high\nconcentrations. A systematic study is performed by comparing several force fields and assessing the efficacy\nof simplification measures such as rigid-body dynamics and pairwise electrostatics. Our results confirm\nrecent experimental observations that, for a given volume of solvent, lower pressure is required to absorb a\ncertain amount of CO2 in [emim][B(CN)4] than in other ionic liquids.", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Thermodynamics (Chem. Eng.); Physical and Chemical Properties; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Transferable Machine-Learning Model of the Electron Density", "doi": "10.26434/chemrxiv.7093589.v1", "published_doi": "10.1021/ACSCENTSCI.8B00551", "published_url": "https://doi.org/10.1021/acscentsci.8b00551", "authors": "Clemence Corminboeuf; Michele Ceriotti; Benjamin Meyer; Alberto Fabrizio; Andrea Grisafi; David M. Wilkins", "abstract": "<p>We introduce an atom-centered, symmetry-adapted framework to machine-learn the valence charge density based on a small number of reference calculations. The model is highly transferable, meaning it can be trained on electronic-structure data of small molecules and used to predict the charge density of larger compounds with low, linear-scaling cost.</p>", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Theory - Computational; Machine Learning; Artificial Intelligence; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Thermally-Triggered Effervescent Mixing for Assay Automation", "doi": "10.26434/chemrxiv.7094297.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "John Goertz; Andrew Lippe; Ian White", "abstract": "<div>Meltable barriers are an attractive means to achieve controlled delivery of reagents in a variety of settings, enabling assays to be performed through thermal automation instead of manual addition of reactants. However, mixing kinetics in such systems can be slow due to the lack of active flow or mechanical shaking. We demonstrate a new strategy for hands-free, thermally-automated agitation of biochemical reactions. Reagents for binary effervescent reactions are lyophilized then capped with a phase-change partition, eicosane. This barrier can be melted at moderate temperatures, at which point an aqueous solution dissolves the reactants, generating bubbles that mix the solution through convection. We explore reactions that generate bubbles of carbon dioxide and oxygen gasses, characterizing the induced mixing rate of two aqueous solutions with dissimilar densities. This strategy affords control over the initiation and duration of convective mixing, providing a tool for thermal automation of biochemical reactions with efficient reaction kinetics.</div>", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Analytical Apparatus; Bioengineering and Biotechnology; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Conrotatory Ring Opening of 3-Carbomethoxycyclobutene Vis-À-Vis 3-Carbomethoxy-1,2-Benzocyclobutene and the Predominant Inward Opening of 3-Dimethylaminocarbonyl-1,2-Benzocyclobutene", "doi": "10.26434/chemrxiv.7094003.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Veejendra Yadav; Dasari L V K Prasad; Arpita Yadav; Maddali L N Rao", "abstract": "<p>The torquoselectivity of conrotatory ring opening of 3-carbomethoxycyclobutene is controlled by p<sub>C1C2</sub>→s*<sub>C3C4</sub> and s<sub>C3C4</sub>→p*<sub>CO</sub> interactions in the transition state in a 4-electron process as opposed to only s<sub>C3C4</sub>→p*<sub>CO</sub> interaction in an apparently 8-electron event in 3-carbomethoxy-1,2-benzocyclobutene. The ring opening of 3-carbomethoxy-1,2-benzocyclobutene is sufficiently endothermic. We therefore argue that the reverse ring closing reaction is faster than the forward ring opening reaction and, thus, it establishes an equilibrium between the two and subsequently allows formation of the more stable species <i>via</i> outward ring opening reaction. Application of this argument to 3-dimethylaminocarbonyl-1,2-benzocyclobutene explains the predominantly observed inward opening.</p>", "date": "2018-09-18", "journal": "chemRxiv", "categories": "Stereochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Extending the Crystal Landscape Through Electric Field Controlled Crystallization – a Molecular Dynamics Case Study", "doi": "10.26434/chemrxiv.7094564.v1", "published_doi": "10.1021/ACS.CGD.7B00356", "published_url": "https://doi.org/10.1021/acs.cgd.7b00356", "authors": "conor parks; Andy Koswa; Hsien-Hsin Tung; Nandkishor Nere; shailendra Bordawekar; Zoltan K. Nagy; Doraiswami Ramkrishna", "abstract": "<p>Through molecular dynamics simulations, we report on a new development concerned with creating hitherto unknown polymorphs by influencing crystallization with a suitably constituted electric field. The methodology has the potential to add to crystallization technology whose exploration has been so far limited to the manipulation of temperature, solvent and additives. This enhanced scope for control of crystal structure with novel properties should serve the quest for advanced materials in industries as diverse as alternative energy, pharmaceuticals, and defense. Our methodology demonstrates the formation of a new crystal structure of glycine, created by the favorable alignment between the dipole moment of glycine in the new polymorphic form and the applied electric field. The electric field not only controls the crystal form by varying the molecular packing, but also the dissolution and growth kinetics, as well as the crystal morphology. Molecular dynamics is thus shown to be an effective tool in elucidating the power of an electric field in controlling crystal structure and its properties. </p>", "date": "2018-09-19", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Solid State Chemistry; Physical and Chemical Properties", "metrics": null, "license": "CC BY 4.0"}
{"title": "On the Charging of Carboxylic Acid Monolayers with Monovalent Ions at Low Ionic Strengths: Molecular Insight Revealed by Vibrational Sum Frequency Spectroscopy", "doi": "10.26434/chemrxiv.7096331.v1", "published_doi": "10.1021/acs.jpcc.8b09505", "published_url": "https://doi.org/10.1021/acs.jpcc.8b09505", "authors": "Eric Tyrode; Robert W. Corkery", "abstract": "The charging of arachidic acid Langmuir monolayers as a function of subphase pH and monovalent ion concentration below 100 mM was investigated using vibrational sum frequency spectroscopy. Molecular information was obtained by targeting the vibrational modes of the carboxylic acid headgroups, alkyl chains, and water molecules in the immediate surface and diffuse double layers. The surface charge in the monolayer was experimentally determined by monitoring the hydrated carboxylate stretching modes. The charging behaviour was found to be in excellent agreement with that predicted by Gouy-Chapman theory using a thermodynamic pKa of 5.1 ± 0.2. This resulted in an apparent pKa of ~10.8 when the only ions present in solution were those associated with adjusting the pH. Water molecules with a preferred orientation in the immediate surface region were found to primarily interact with the uncharged carboxylic acid moiety, decreasing in number as the monolayer further deprotonated. Contributions from water molecules in the diffuse double layer, partly aligned by the exponentially decaying surface electric field, closely followed the predictions of a recently proposed theoretical framework that accounts for interference and screening effects. Finally, the charging of the monolayer was experimentally found to be independent of the identity of either the monovalent cation (i.e., Li+, Na+, Rb+) or anion (i.e., F-, Cl-, I-) at low salt concentrations.", "date": "2018-09-19", "journal": "chemRxiv", "categories": "Interfaces; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DeepSMILES: An Adaptation of SMILES for Use in Machine-Learning of Chemical Structures", "doi": "10.26434/chemrxiv.7097960.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Noel O'Boyle; Andrew Dalke", "abstract": "<div>Background</div><div><br /></div><div>There has been increasing interest in the use of deep neural networks for de novo design of molecules with desired properties. A common approach is to train a generative model on SMILES strings and then use this to generate SMILES strings for molecules with a desired property. Unfortunately, these SMILES strings are often not syntactically valid due to elements of SMILES syntax that must occur in pairs.</div><div><br /></div><div>Results</div><div><br /></div><div>We describe a SMILES-like syntax called DeepSMILES that addresses two of the main reasons for invalid syntax when using a probabilistic model to generate SMILES strings. The DeepSMILES syntax avoids the problem of unbalanced parentheses by only using close parentheses, where the number of parentheses indicates the branch length. In addition, DeepSMILES avoids the problem of pairing ring closure symbols by using only a single symbol at the ring closing location, where the symbol indicates the ring size. We show that this syntax can be interconverted to/from SMILES with string processing without any loss of information, including stereo configuration.</div><div><br /></div><div>Conclusion</div><div><br /></div><div>We believe that DeepSMILES will be useful, not just for those using SMILES in deep neural networks, but also for other computational methods that use SMILES as the basis for generating molecular structures such as genetic algorithms.</div>", "date": "2018-09-27", "journal": "chemRxiv", "categories": "Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Probing the Dynamic Self-Assembly Behaviour of Photoswitchable Wormlike Micelles in Real Time", "doi": "10.26434/chemrxiv.7098695.v1", "published_doi": "10.1039/C8SM01948G", "published_url": "https://doi.org/10.1039/C8SM01948G", "authors": "Elaine A. Kelly; Judith E. Houston; Rachel Evans", "abstract": "Understanding the dynamic self-assembly behaviour of azobenzene photosurfactants (AzoPS) is crucial to advance their use in controlled release applications such as<i></i>drug delivery and micellar catalysis. Currently, their behaviour in the equilibrium <i>cis-</i>and <i>trans</i>-photostationary states is more widely understood than during the photoisomerisation process itself. Here, we investigate the time-dependent self-assembly of the different photoisomers of a model neutral AzoPS, <a>tetraethylene glycol mono(4′,4-octyloxy,octyl-azobenzene) </a>(C<sub>8</sub>AzoOC<sub>8</sub>E<sub>4</sub>) using small-angle neutron scattering (SANS). We show that the incorporation of <i>in-situ</i>UV-Vis absorption spectroscopy with SANS allows the scattering profile, and hence micelle shape, to be correlated with the extent of photoisomerisation in real-time. It was observed that C<sub>8</sub>AzoOC<sub>8</sub>E<sub>4</sub>could switch between wormlike micelles (<i>trans</i>native state) and fractal aggregates (under UV light), with changes in the self-assembled structure arising concurrently with changes in the absorption spectrum. Wormlike micelles could be recovered within 60 seconds of blue light illumination. To the best of our knowledge, this is the first time the degree of AzoPS photoisomerisation has been tracked <i>in</i><i>-situ</i>through combined UV-Vis absorption spectroscopy-SANS measurements. This technique could be widely used to gain mechanistic and kinetic insights into light-dependent processes that are reliant on self-assembly.", "date": "2018-09-19", "journal": "chemRxiv", "categories": "Optical Materials; Surfactants; Self-Assembly; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cooperative Adsorption of Carbon Disulfide in Diamine-Appended Metal– Organic Frameworks", "doi": "10.26434/chemrxiv.7108631.v1", "published_doi": "10.1038/s41467-018-07458-6", "published_url": "https://doi.org/10.1038/s41467-018-07458-6", "authors": "C. Michael McGuirk; Rebecca L. Siegelman; Walter S. Drisdell; Tomče Runčevski; Phillip J. Milner; Julia Oktawiec; Liwen F. Wan; Gregory M. Su; Henry Z. H. Jiang; Douglas A. Reed; Miguel I. Gonzalez; David Prendergast; Jeffrey R. Long", "abstract": "<p>Over one million tons of carbon disulfide are produced globally each year for an array of applications, and emissions of this highly volatile and toxic liquid, known to generate acid rain, remain poorly controlled. As such, materials capable of reversibly capturing this commodity chemical in an energy-efficient manner are of interest. Recently, we detailed a family of diamine-appended metal–organic frameworks capable of selectively capturing carbon dioxide through a cooperative insertion mechanism that promotes efficient adsorption–desorption cycling. We therefore sought to explore the fundamental ability of these materials to capture CS<sub>2 </sub>through a similar mechanism. Employing crystallography, spectroscopy, and gas adsorption analysis, we demonstrate that CS<sub>2</sub> is indeed cooperatively adsorbed in <i>N,N</i>-dimethylethylenediamine-appended M<sub>2</sub>(dobpdc) (M = Mg, Mn, Zn; dobpdc<sup>4− </sup>= 4,4′-dioxidobiphenyl-3,3′-dicarboxylate), via the formation of electrostatically paired ammonium dithiocarbamate chains. Notably, in the weakly thiophilic Mg congener, chemisorption is cleanly reversible with mild thermal input. Importantly, this work demonstrates that the hitherto CO<sub>2</sub>-specific cooperative insertion mechanism can be generalized to other high-impact target molecules.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Inorganic Acid/Base Chemistry; Main Group Chemistry (Inorg.); Solid State Chemistry; Supramolecular Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Influence of Metal Substitution on the Pressure-Induced Phase Change in Flexible Zeolitic Imidazolate Frameworks", "doi": "10.26434/chemrxiv.7108706.v1", "published_doi": "10.1021/jacs.8b09631", "published_url": "https://doi.org/10.1021/jacs.8b09631", "authors": "C. Michael McGuirk; Tomče Runčevski; Julia Oktawiec; Ari Turkiewicz; mercedes K. taylor; Jeffrey R. Long", "abstract": "<p>Metal–organic frameworks that display step-shaped adsorption profiles arising from discrete pressure-induced phase changes are promising materials for applications in both high-capacity gas storage and energy-efficient gas separations. The thorough investigation of such materials through chemical diversification, gas adsorption measurements, and <i>in situ </i>structural characterization is therefore crucial for broadening their utility. We examine a series of isoreticular, flexible zeolitic imidazolate frameworks (ZIFs) of the type M(bim)<sub>2</sub> (SOD; M = Zn<sup> </sup>(ZIF-7), Co (ZIF-9), Cd (CdIF-13); bim<sup>–</sup> = benzimidazolate), and elucidate the effects of metal substitution on the pressure-responsive phase changes and the resulting CO<sub>2</sub> and CH<sub>4</sub> step positions, pre-step uptakes, and step capacities. Using ZIF-7 as a benchmark, we reexamine the poorly understood structural transition responsible for its adsorption steps and, through high-pressure adsorption measurements, verify that it displays a step in its CH<sub>4 </sub>adsorption isotherms. The ZIF-9 material is shown to undergo an analogous phase change, yielding adsorption steps for CO<sub>2</sub> and CH<sub>4</sub> with similar profiles and capacities to ZIF-7, but with shifted threshold pressures. Further, the Cd<sup>2+</sup> analogue CdIF-13 is reported here for the first time, and shown to display adsorption behavior distinct from both ZIF-7 and ZIF-9, with negligible pre-step adsorption, a ~50% increase in CO<sub>2</sub> and CH<sub>4</sub> capacity, and dramatically higher threshold adsorption pressures. Remarkably, a single-crystal-to-single-crystal phase change to a pore-gated phase is also achieved with CdIF-13, providing insight into the phase change that yields step-shaped adsorption in these flexible ZIFs. Finally, we show that the endothermic phase change of these frameworks provides intrinsic heat management during gas adsorption. </p>", "date": "2018-09-20", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Inorganic Acid/Base Chemistry; Main Group Chemistry (Inorg.); Supramolecular Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aliphatic Radical Relay Heck Reaction at Unactivated C(sp3)–H Sites of Alcohols", "doi": "10.26434/chemrxiv.7108304.v1", "published_doi": "10.1002/anie.201812398", "published_url": "https://doi.org/10.1002/anie.201812398", "authors": "Padon Chuentragool; Dongari Yadagiri; Taiki Morita; Sumon Sarkar; Marvin Parasram; Yang Wang; Vladimir Gevorgyan", "abstract": "<div>The Mizoroki−Heck reaction is one of the most efficient methods for alkenylation of</div><div>aryl, vinyl, and alkyl halides. Due to its innate nature, this protocol requires the employment of compounds possessing a halogen atom at the site of functionalization. However, the accessibility of organic molecules possessing a halogen atom at a particular site in aliphatic systems is extremely limited. Thus, a protocol that would allow a Heck reaction to occur at a specific non-functionalized C(sp3)−H site would be highly desirable.</div><div>Here, we report a radical relay Heck reaction which allows for a selective remote</div>alkenylation of aliphatic alcohols at unactivated β-, γ- and δ-C(sp3 20 )–H sites. The use of easily installable/removable Si-based auxiliary enables selective I-atom/radical translocation events at remote C−H sites followed by the Heck reaction. Notably, the reaction proceeds smoothly under mild visible light-mediated conditions at room temperature, producing highly modifiable and valuable alkenol products from readily available alcohols feedstocks. <br />", "date": "2018-09-20", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Orientational Order in Self-Assembled Nanocrystal Superlattices", "doi": "10.26434/chemrxiv.7108769.v1", "published_doi": "10.1021/jacs.8b10752", "published_url": "https://doi.org/10.1021/jacs.8b10752", "authors": "Zhaochuan Fan; Michael Gruenwald", "abstract": "<p>Self-assembly of nanocrystals into functional materials requires precise control over nanoparticle interactions in solution, which are dominated by organic ligands that densely cover the surface of nanocrystals. Recent experiments have demonstrated that small truncated-octahedral nanocrystals can self-assemble into a range of superstructures with different translational and orientational order of nanocrystals. The origin of this structural diversity remains unclear. Here, we use molecular dynamics computer simulations to study the self-assembly of these nanocrystals over a broad range of ligand lengths and solvent conditions. Our model, which is based on a coarse-grained description of ligands and solvent effects, reproduces the experimentally observed superstructures, including recently observed superlattices with partial and short-ranged orientational alignment of nanocrystals. We show that small differences in nanoparticle shape, ligand length and coverage, and solvent conditions can lead to markedly different self-assembled superstructures due to subtle changes in the free energetics of ligand interactions. Our results rationalize the large variety of different reported superlattices self-assembled from seemingly similar particles and can serve as a guide for the targeted self-assembly of nanocrystal superstructures.</p>", "date": "2018-09-20", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Self-Assembly; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Acceptorless amine dehydrogenation and transamination using Pd-doped layered double hydroxides", "doi": "10.26434/chemrxiv.6998204.v2", "published_doi": "10.1021/ACSCATAL.8B03885", "published_url": "https://doi.org/10.1021/acscatal.8b03885", "authors": "Diana Ainembabazi; Nan An; Jinesh Manayil; Karen Wilson; Adam Lee; Adelina Voutchkova-Kostal", "abstract": "<div>\n\n<p>The synthesis, characterization,\nand activity of Pd-doped layered double hydroxides (Pd-LDHs) for for\nacceptorless amine dehydrogenation is reported. These multifunctional catalysts\ncomprise Brønsted basic and Lewis\nacidic surface sites that stabilize Pd species in 0, 2+, and 4+ oxidation\nstates. Pd speciation and corresponding cataytic performance is a strong\nfunction of metal loading. Excellent activity is observed for the oxidative\ntransamination of primary amines and acceptorless dehydrogenation of secondary\namines to secondary imines using a low Pd loading (0.5 mol%), without the need\nfor oxidants. N-heterocycles, such as indoline, 1,2,3,4-tetrahydroquinoline,\nand piperidine, are dehydrogenated to the corresponding aromatics with high\nyields. The relative yields of secondary imines are proportional to the calculated\nfree energy of reaction, while yields for oxidative amination correlate with the\nelectrophilicity of primary imine intermediates. Reversible amine\ndehydrogenation and imine hydrogenation determine the relative imine:amine\nselectivity. Poisoning tests evidence that Pd-LDHs operate heterogeneously,\nwith negligible metal leaching; catalysts can be regenerated by acid dissolution\nand re-precipitation.</p>\n\n</div>\n\n<br />", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Base Catalysis; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Post Glycosylation Diversification (PGD): An Approach for Assembling Collections of Glycosylated Small Molecules", "doi": "10.26434/chemrxiv.7090667.v1", "published_doi": "10.1021/acscombsci.8b00139", "published_url": "https://doi.org/10.1021/acscombsci.8b00139", "authors": "Zachary Cannone; Ala Shaqra; Chris Lorenc; Liza Henowitz; Santosh Keshipeddy; Victoria Robinson; Adam Zweifach; Dennis Wright; Mark Peczuh", "abstract": "Many small molecule natural products with are adorned with a carbohydrate as part of their molecular structure that acts to mediate key interactions with the target, attenuate physicochemical properties, or both. Facile incorporation of a carbohydrate group on de novo small molecules would enable these valuable properties to be leveraged in the evaluation of focused compound libraries. Here we report a new approach for the synthesis of glycosylated small molecule libraries that puts the glycosylation early in the synthesis of library compounds. Functionalized aglycones subsequently participate in chemoselective diversification reactions distal to the carbohydrate. A number of desosaminyl glycosides were prepared from only a few starting glycosides, using click cycloadditions, acylations, and Suzuki couplings as diversification reactions. New compounds were characterized for their inhibition of bacterial protein translation, bacterial growth, and in a T-cell activation assay.", "date": "2018-09-21", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Organic Synthesis and Reactions; Chemical Biology", "metrics": null, "license": "CC BY 4.0"}
{"title": "Catalytic Enantioselective Benzylation Directly from Aryl Acetic Acids", "doi": "10.26434/chemrxiv.7119887.v1", "published_doi": "10.1021/jacs.8b11390", "published_url": "https://doi.org/10.1021/jacs.8b11390", "authors": "Patrick Moon; Zhongyu Wie; Rylan Lundgren", "abstract": "The stability and wide availability of carboxylic acids make them valuable reagents in chemical synthesis. Most transition metal catalyzed processes using carboxylic acid substrates are initiated by a decarboxylation event that generates reactive carbanion or radical intermediates. Developing enantioselective methodologies relying on these principles can be challenging, as highly reactive species tend to react indiscriminately without selectivity. Furthermore, anionic or radical intermediates generated from decarboxylation can be incompatible with protic and electrophilic functionality, or groups that undergo trapping with radicals. We demonstrate that metal-catalyzed enantioselective benzylation reactions of allylic electrophiles can occur directly from aryl acetic acids. The reaction proceeds via a pathway in which decarboxylation is the terminal event, occurring after stereoselective carbon–carbon bond formation. The mechanistic features of the process enable enantioselective benzylation without the generation of a highly basic nucleophile. Thus, the process has broad functional group compatibility that would not be possible employing established protocols.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Homogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Benchmarking Computational Alchemy for Carbide, Nitride, and Oxide Catalysts", "doi": "10.26434/chemrxiv.7122089.v1", "published_doi": "10.1002/adts.201800142", "published_url": "https://doi.org/10.1002/adts.201800142", "authors": "Charles D. Griego; Karthikeyan Saravanan; John Keith", "abstract": "<p>Kohn-Sham density functional theory (DFT)-based searches for hypothetical catalysts are too computationally demanding for wide searches through diverse materials space. Our group has been critically evaluating the performance of an alternative computational method called computational alchemy. An advantage with this method is that it effectively brings no computational cost once a single DFT reference calculation is made. Extending from our 2017 publication in <i>J. Phys. Chem. Lett </i>(DOI: 10.1021/acs.jpclett.7b01974) that tested computational alchemy for transition metal alloys, we now assess the accuracy of computational alchemy schemes on carbides, nitrides, and oxides. </p>", "date": "2018-09-24", "journal": "chemRxiv", "categories": "Catalysts; High-throughput Screening; Computational Chemistry and Modeling; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Charge Transfer Complexation Boosts Molecular Conductance Through Fermi Level Pinning", "doi": "10.26434/chemrxiv.7110788.v1", "published_doi": "10.1039/C8SC04199G", "published_url": "https://doi.org/10.1039/C8SC04199G", "authors": "Kun Wang; Andrea Vezzoli; Iain Grace; Maeve McLaughlin; Richard Nichols; Bingqian Xu; Colin Lambert; Simon Higgins", "abstract": "We have used scanning tunneling microscopy to create and study single molecule junctions with thioether-terminated oligothiophene molecules. We find that the conductance of these junctions increases upon formation of charge transfer complexes of the molecules with tetracyanoethene, and that the extent of the conductance increase is greater the longer is the oligothiophene, i.e. the lower is the conductance of the uncomplexed molecule in the junction. We use non-equilibrium Green's function transport calculations to explore the reasons for this theoretically, and find that new resonances appear in the transmission function, pinned close to the Fermi energy of the contacts, as a consequence of the charge transfer interaction. This is an example of a room temperature quantum interference effect, which in this case boosts junction conductance in contrast to earlier observations of QI that result in diminished conductance.<br />", "date": "2018-09-21", "journal": "chemRxiv", "categories": "Nanodevices; Theory - Computational; Physical and Chemical Processes; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interfacial Heterogeneity is Essential to Water Extraction into Organic Solvents", "doi": "10.26434/chemrxiv.7117895.v1", "published_doi": "10.1039/C8CP06450D", "published_url": "https://doi.org/10.1039/c8cp06450d", "authors": "Michael Servis; Aurora Clark", "abstract": "Liquid/liquid extraction (LLE) is one of the most industrially relevant separations methods, successfully leveraging the variable solubility of solutes (or their complexes) between two immiscible solvents. Independently from the relative solubilities of those solutes and complexes which determine their distribution between phases, the kinetics of phase transfer is impacted by the molecular interactions and structure of those species at the interface. A simple example includes the formation and extraction of water-extractant adducts observed in the ternary water/organic/tri-n-butyl phosphate (TBP) system. Despite its implications for LLE, a detailed description of the structural and dynamic mechanisms by which such adducts are formed at the interface is not established. Describing that process requires connecting the evolving interfacial molecular organization in the presence of surfactants to dynamic surface fluctuations and interfacial heterogeneity. Herein, molecular dynamics simulation is combined with state of the art network theory analysis to reveal features of interfacial structure and their relationship to the extraction of water in the water/n-hexane/TBP system. Surfactant adsorption enhances interfacial roughness which in turn causes directly interfacial water to become less connected through hydrogen bonding to subjacent layers, particularly upon formation of the water bridged TBP dimer adduct. Further, heterogeneity within the interface itself is enhanced by surfactant adsorption, and serves as the basis for the formation of protrusions of water into the organic phase at the extremes of surface fluctuations. These features disproportionately incorporate the water bridged TBP dimer and are the primary means by which water is transferred to the organic phase. This work presents for the first time a holistic understanding of how interfacial heterogeneity and spatial fluctuations become amplified in the presence of surfactants, enabling water extraction into the organic phase. It further affords the opportunity to study how solution conditions can control interfacial behavior to create more efficient solvent extraction systems.", "date": "2018-09-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Flow Battery Electroanalysis 2: Influence of Surface Pretreatment on Fe(III/II) Redox Chemistry at Carbon Electrodes", "doi": "10.26434/chemrxiv.7125107.v1", "published_doi": "10.1021/acs.jpcc.8b09607", "published_url": "https://doi.org/10.1021/acs.jpcc.8b09607", "authors": "Tejal Sawant; James McKone", "abstract": "<p>Redox flow batteries are attractive for large-scale electrochemical energy storage, but sluggish electron transfer kinetics often limit their overall energy conversion efficiencies. In an effort to improve our understanding of these kinetic limitations in transition metal based flow batteries, we used rotating-disk electrode voltammetry to characterize the electron-transfer rates of the Fe<sup>3+/2+</sup> redox couple at glassy carbon electrodes whose surfaces were modified using several pre-treatment protocols. We found that surface activation by electrochemical cycling in H<sub>2</sub>SO<sub>4</sub>(aq) electrolyte resulted in the fastest electron-transfer kinetics: j<sub>0</sub> = 0:90 mA/cm<sup>2</sup> in an electrolyte containing 10 mM total Fe. By contrast, electrodes that were chemically treated to either remove or promote surface oxidation yielded rates that were at least an order of magnitude slower: j<sub>0</sub> = 0:07 and 0:08 mA/cm<sup>2</sup>, respectively. By correlating these findings with X-ray photoelectron spectroscopy data, we conclude that Fe<sup>3+/2+</sup> redox chemistry is catalyzed by carbonyl groups whose surface concentrations are increased by electrochemical activation.</p>", "date": "2018-09-25", "journal": "chemRxiv", "categories": "Carbon-based Materials; Electrochemical Analysis; Electrochemistry; Electrocatalysis; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Major and Trace Elements in the Humic Acid", "doi": "10.26434/chemrxiv.7122413.v1", "published_doi": "10.9734/AJOCS/2021/V10I419102", "published_url": "https://doi.org/10.9734/ajocs/2021/v10i419102", "authors": "Zoltán Kis; Katalin Gméling; Tímea Kocsis; János Osán; Mihály András Pocsai; Károly Tőkési; Imre Ferenc Barna; Gyula Pádi", "abstract": "We present precise analysis of major and trace elements of the humic acid. We used three different element analytical techniques in our investigations as prompt-gamma activation analysis (PGAA), neutron activation analysis (NAA) and X-ray fluorescence (XRF) analysis was carried out. We identified 42 elements in our sample.", "date": "2018-09-24", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Carbon-based Materials; Analytical Chemistry - General; Mass Spectrometry; Spectroscopy (Anal. Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Few Layer 2D Pnictogens (P & Sb) Catalyze the Alkylation of Soft Nucleophiles with Esters", "doi": "10.26434/chemrxiv.7123184.v1", "published_doi": "10.1038/s41467-018-08063-3", "published_url": "https://doi.org/10.1038/s41467-018-08063-3", "authors": "Vicent Lloret; Miguel Ángel Rivero-Crespo; José Alejandro Vidal-Moya; Stefan Wild; Antonio Doménech-Carbó; Bettina S.J. Heller; Sunghwan Shin; Hans-Peter Steinrück; Florian Maier; Frank Hauke; Maria Varela; Andreas Hirsch; Antonio Leyva–Pérez; Gonzalo Abellán", "abstract": "<p>Group 15 elements in zero oxidation state (P, As, Sb and Bi), also called pnictogens, are rarely used in catalysis due to the difficulties associated in preparing well–structured and stable materials. Here, we report on the synthesis of highly exfoliated, few layer 2D phosphorene and antimonene in zero oxidation state, suspended in an ionic liquid, with the native atoms ready to interact with external reagents while avoiding aerobic or aqueous decomposition pathways, and on their use as efficient catalysts for the alkylation of nucleophiles with esters. The few layer pnictogen material circumvents the extremely harsh reaction conditions associated to previous</p>\n<p>superacid–catalyzed alkylations, by enabling an alternative mechanism on surface, protected from the water and air by the ionic liquid. Thus, the Calkyl–O bond of the ester is selectively activated on the catalytic pnictogen surface with respect to the much more reactive neighboring C–C and C=O bonds, allowing the alkylation of a variety of acid–sensitive organic molecules and giving synthetic relevancy to the use of simple esters as alkylating agents.</p>", "date": "2018-09-26", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Carbonyl-Olefin Metathesis of Aliphatic Ketones: Iron(III) HomoDimers as Lewis Acidic Superelectrophiles", "doi": "10.26434/chemrxiv.7130801.v1", "published_doi": "10.1021/JACS.8B11840", "published_url": "https://doi.org/10.1021/jacs.8b11840", "authors": "Haley Albright; Paul S. Riehl; Christopher C. McAtee; Jolene P. Reid; Jacob R. Ludwig; Lindsey A. Karp; Paul M. Zimmerman; Matthew S. Sigman; Corinna S. Schindler", "abstract": "<div>Catalytic carbonyl-olefin metathesis reactions have recently been developed as a powerful tool for carbon-carbon bond</div><div>formation. However, currently available synthetic protocols rely exclusively on aryl ketone substrates while the corresponding aliphatic analogs remain elusive. We herein report the development of Lewis acid-catalyzed carbonyl-olefin ring-closing metathesis reactions for aliphatic ketones. Mechanistic investigations are consistent with a distinct mode of activation relying on the in situ formation of a homobimetallic singly-bridged iron(III)-dimer as the active catalytic species. These “superelectrophiles” function as more powerful Lewis acid catalysts that form upon association of individual iron(III)-monomers. While this mode of Lewis acid activation has previously been postulated to exist, it has not yet been applied in a catalytic setting. The insights presented are expected to enable further advancement in Lewis acid catalysis by building upon the activation principle of “superelectrophiles” and broaden the current scope of catalytic carbonyl-olefin metathesis reactions.</div>", "date": "2018-09-26", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Inkjet-Printed Mesoporous TiO2 and Perovskite Layers for High Efficiency Perovskite Solar Cells", "doi": "10.26434/chemrxiv.7127066.v1", "published_doi": "10.1002/ente.201800905", "published_url": "https://doi.org/10.1002/ente.201800905", "authors": "Aron Huckaba; Yonghui Lee; Rui Xia; Sanghyun Paek; Victor Costa Bassetto; Emad Oveisi; Andreas Lesch; Sachin Kinge; Paul Dyson; Hubert Girault; Mohammad Khaja Nazeeruddin", "abstract": "Inks for the inkjet-deposition of Titanium dioxide and hybrid organic inorganic perovskites were synthesized and then used to deposit films for high efficiency perovskite solar cell devices. The inkjet-printed titanium dioxide electron transport layer was optimized in reference to state-of-the-art spin-coated tio2 films. After observing that the printed TiO2 films perform at least as well as the spin-coated version, this charge transport layer was used as the anode for inkjet-printed perovskite absorber layers. Using printed TiO2 and perovskite, 14.1% power conversion efficiency was achieved.", "date": "2018-09-25", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Thin Films; Photovoltaics; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revealing Quantum Mechanical Effects in Enzyme Catalysis with Large-Scale Electronic Structure Simulation", "doi": "10.26434/chemrxiv.7130795.v1", "published_doi": "10.1039/C8RE00213D", "published_url": "https://doi.org/10.1039/C8RE00213D", "authors": "Zhongyue Yang; Rimsha Mehmood; Mengyi Wang; Helena W. Qi; Adam H. Steeves; Heather Kulik", "abstract": "<div><div><div><p>Enzymes have evolved to facilitate challenging reactions at ambient conditions with specificity seldom matched by other catalysts. Computational modeling provides valuable insight into catalytic mechanism, and the large size of enzymes mandates multi-scale, quantum mechanical-molecular mechanical (QM/MM) simulations. Although QM/MM plays an essential role in balancing simulation cost to enable sampling with full QM treatment needed to understand electronic structure in enzyme active sites, the relative importance of these two strategies for understanding enzyme mechanism is not well known. We explore challenges in QM/MM for studying the reactivity and stability of three diverse enzymes: i) Mg2+-dependent catechol O-methyltransferase (COMT), ii) radical enzyme choline trimethylamine lyase (CutC), and iii) DNA methyltransferase (DNMT1), which has structural Zn2+ binding sites. In COMT, strong non-covalent interactions lead to long range coupling of electronic structure properties across the active site, but the more isolated nature of the metallocofactor in DNMT1 leads to faster convergence of some properties. We quantify these effects in COMT by computing covariance matrices of by-residue electronic structure properties during dynamics and along the reaction coordinate. In CutC, we observe spontaneous bond cleavage following initiation events, highlighting the importance of sampling and dynamics. We use electronic structure analysis to quantify the relative importance of CHO and OHO non-covalent interactions in imparting reactivity. These three diverse cases enable us to provide some general recommendations regarding QM/MM simulation of enzymes.</p></div></div></div>", "date": "2018-09-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "`Diet GMKTN55' Offers Accelerated Benchmarking Through a Representative Subset Approach", "doi": "10.26434/chemrxiv.7038428.v2", "published_doi": "10.1039/C8CP05554H", "published_url": "https://doi.org/10.1039/C8CP05554H", "authors": "Tim Gould", "abstract": "The GMTKN55 benchmarking protocol introduced by [Goerigk et al., Phys. Chem. Chem. Phys., 2017, 19, 32184] allows comprehensive analysis and ranking of density functional approximations with diverse chemical behaviours. But this comprehensiveness comes at a cost: GMTKN55's 1500 benchmarking values require energies for around 2500 systems to be calculated, making it a costly exercise. This manuscript introduces three subsets of GMTKN55, consisting of 30, 100 and 150 systems, as `diet' substitutes for the full database. The subsets are chosen via a stochastic genetic approach, and consequently can reproduce key results of the full GMTKN55 database, including ranking of approximations.", "date": "2018-09-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Site Selective Nucleation and Size Control of Gold Nanoparticle Photothermal Antennae on the Pore Structures of a Virus and Confined Drug Delivery", "doi": "10.26434/chemrxiv.7040318.v2", "published_doi": "10.1021/jacs.8b10446", "published_url": "https://doi.org/10.1021/jacs.8b10446", "authors": "Candace Benjamin; Zhuo Chen; Peiyuan Kang; Blake A. Wilson; Na Li; Steven O. Nielsen; Zhenpeng Qin; Jeremiah J. Gassensmith", "abstract": "<p></p><div>\n\n<p>In this article,\nwe show that the surface of the bacteriophage Qβ is equipped with natural\nligands for the synthesis of small gold nanoparticles. By exploiting disulfides\nin the protein secondary structure and the geometry formed from the capsid\nquaternary structure, we find we can produce regularly arrayed patterns of ~6\nnm gold nanoparticles across the surface of the virus-like particle.\nExperimental and computational analysis provide insight into the formation and\nstability of this composite. We further show that the entrapped genetic\nmaterial can hold upwards of 500 molecules of the anti-cancer drug Doxorubicin\nwithout leaking and without interfering with the synthesis of the gold\nnanoparticles. This direct nucleation of nanoparticles on the capsid allows for\nexceptional conduction of photothermal energy upon nanosecond laser\nirradiation. As a proof of principle, we demonstrate that this energy is\ncapable of rapidly releasing the drug from the capsid without heating the bulk\nsolution, allowing for highly targeted cell killing <i>in vitro</i>.</p></div><p></p>", "date": "2018-09-06", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Grand-Canonical Approach to Density Functional Theory of Electrocatalytic Systems: Thermodynamics of Solid-Liquid Interfaces at Constant Ion and Electrode Potentials", "doi": "10.26434/chemrxiv.6796181.v2", "published_doi": "10.1063/1.5047829", "published_url": "https://doi.org/10.1063/1.5047829", "authors": "Marko Melander; Mikael Kuisma; Thorbjørn Christensen; Karoliina Honkala", "abstract": "Properties of solid-liquid interfaces are of immense importance for electrocatalytic and electrochemical systems but modelling such interfaces at the atomic level presents a serious challenge and approaches beyond standard methodologies are needed. An atomistic computational scheme needs treat at least part of the system quantum mechanically to include adsorption and reactions while the entire system is in thermal equilibrium. The experimentally relevant macroscopic control variables are temperature, electrode potential, choice of the solvent and ions and these need to be explicitly included in the computational model as well; this calls for an thermodynamic ensemble with fixed ion and electrode potentials. In this work a general framework within density functional theory with fixed electron and ion chemical potentials in the grand canonical ensemble is established for modelling electrocatalytic and electrochemical interfaces. Starting from a fully quantum mechanical description of nuclei and electrons, a systematic coarse-graining is employed to establish various computational schemes including i) the combination of classical and electronic density functional theories within the grand canonical ensemble and ii) on the simplest level a chemically and physically sound way to obtain the (modified) Poisson-Boltzmann (mPB) implicit solvent model. The detailed and rigorous derivation clearly establishes which approximations are needed for coarse-graining as well as highlights which details and interactions are omitted in vein of computational feasibility. The transparent approximations also allow removing some the constraints and coarse-graining if needed. We implement various mPB models in the GPAW code and test their capabilities to model capacitance of electrochemical interfaces as well as study different approaches for modelling partly periodic charged systems. Our rigorous and well-defined DFT coarse-graining scheme to continuum electrolytes highlights the inadequacy of current linear dielectric models for treating properties of the electrochemical interface.<br /><br />", "date": "2018-09-04", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Electrocatalysis; Electrochemistry - Mechanisms, Theory & Study; Interfaces", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "DNA Detection Using Programmed Bilayer Nanopores", "doi": "10.26434/chemrxiv.6940796.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ramkumar Balasubramanian; Sohini Pal; Himanshu Joshi; Banani Chakraborty; Akshay Naik; Manoj Varma; Prabal\nK. Maiti", "abstract": "<p>Pore-functionalization\nhas been explored by several groups as a strategy to control DNA translocation\nthrough solid-state nanopores. Here we present a hybrid nanopore system\nconsisting of single-layer graphene and a DNA origami layer to achieve\nbase-selective control of DNA translocation rate through aligned nanopores of\nthe two layers. This is achieved by incorporating unpaired dangling bases\ncalled overhangs to the origami near the pore region. Molecular dynamics\nsimulations were used to optimize the design of the origami nanopore and the\noverhangs. Specifically, we considered the influence of the number and spatial\ndistribution of overhangs on translocation times. The simulations revealed that\nspecific interactions between the overhangs and the translocating single\nstranded DNA resulted in base-specific residence times. <b></b></p>", "date": "2018-09-03", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Conformational Effects on Physical-Organic Descriptors – the Case of Sterimol Steric Parameters", "doi": "10.26434/chemrxiv.7125656.v1", "published_doi": "10.1021/acscatal.8b04043", "published_url": "https://doi.org/10.1021/acscatal.8b04043", "authors": "Alexandre Brethomé; Stephen P. Fletcher; Robert Paton", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Mathematical relationships which relate chemical structure with selectivity have provided quantitative insights underlying\ncatalyst design and informing mechanistic studies. Flexible compounds, however, can adopt several distinct geometries and\nso can be challenging to describe using a single structure-based descriptor. How best to quantify the structural characteristics\nof an ensemble of structure poses both practical and technical difficulties. In this work we introduce an automated\ncomputational workflow which can be used to obtain multidimensional Sterimol parameters for a conformational ensemble\nof a given substituent from a single command. The Boltzmann-weighted Sterimol parameters obtained from this approach\nare shown to be useful in multivariate models of enantioselectivity, while the range of values from conformers within 3\nkcal/mol of the most stable structure provides a visual way to capture a possible source of uncertainty arising in the resulting\nmodels. Implementing our approach requires no programming expertise and can be executed from within a graphical user\ninterface using open-source programs.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Stereochemistry; Chemoinformatics; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Jones-Ray Effect Is Not Caused by Surface Active Impurities", "doi": "10.26434/chemrxiv.7123181.v1", "published_doi": "10.1021/acs.jpclett.8b02957", "published_url": "https://doi.org/10.1021/acs.jpclett.8b02957", "authors": "Halil I. Okur; Chad Drexler; Eric Tyrode; Paul S. Cremer; Sylvie Roke", "abstract": "<p>Pure aqueous\nelectrolyte solutions display a minimum in surface tension at concentrations of\n~ 2 mM. This effect has been a source of\ncontroversy since first reported by Jones and Ray in the 1930s. The Jones-Ray\neffect and many other surface phenomena have frequently\nbeen dismissed as an artifact and linked\nto the presence of surface-active impurities. Herein we systematically consider\nthe effect of surface-active impurities by purposely adding nanomolar\nconcentrations of surfactants to dilute electrolyte solutions. Trace amounts of\nsurfactant are indeed found to decrease the surface tension and influence the\nsurface chemistry. However, surfactants can be removed by repeated aspiration\nand stirring cycles, that eventually deplete the surfactant from solution\ncreating a “surface chemically pure” interface.\nUpon following this cleaning procedure, a reduction in the surface tension of millimolar concentrations of salt is still observed. Consequently, we demonstrate\nthe Jones-Ray effect is not caused by surface\nactive impurities. </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Solution Chemistry; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Volatilization, dissolution and equilibrium isotope effects (2H, 13C, 37Cl) of trichloromethane, trichloroethene and methanol dissolved in water", "doi": "10.26434/chemrxiv.7150013.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Axel Horst; Georges Lacrampe-Couloume", "abstract": "This draft of a paper presents isotopic enrichment factors obtained from volatilization, dissolution and equilibration experiments of three organics dissolved in water. <br />", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Environmental Science; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enzymatic Modification of N-Terminal Proline Residues Using Phenol Derivatives", "doi": "10.26434/chemrxiv.7150094.v1", "published_doi": "10.1021/jacs.8b10845", "published_url": "https://doi.org/10.1021/jacs.8b10845", "authors": "Johnathan Maza; Daniel Bader; Lifeng Xiao; Alan Marmelstein; Daniel D. Brauer; Adel M. ElSohly; Matthew\nJ. Smith; Matthew Francis", "abstract": "A  convenient enzymatic  strategyis  reported for  the  modification  of  proline residues  in the  N-terminal  positions  of proteins. Using a tyrosinase enzyme isolated from Agaricus bisporus(abTYR), phenols and catechols are oxidized to highly reactive o-quinone intermediates that then couple to N-terminal proline residues in high yield. Key advantages of this bioconjugation method include (1) the use of air-stable precursors that can be prepared on large scale if needed, (2) mild reaction conditions, including low temperatures, (3) the targeting of native functional groups that can be introduced readily on most proteins, and (4) the use of molecular oxygen as the sole oxidant. This coupling strategy was successfully demonstrated for the attachment of a variety of phenol-derivatized cargo molecules to a series of protein substrates, including self-assembled viral capsids, enzymes, and a chitin binding domain (CBD). The ability of the CBD to bind to the surfaces of yeast cells was found to be unperturbed by this modification reaction.<br />", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Biopolymer Based 3D Printable Hydrogel for Toxic Metal Adsorption from Water", "doi": "10.26434/chemrxiv.7137680.v1", "published_doi": "10.1002/pi.5787", "published_url": "https://doi.org/10.1002/pi.5787", "authors": "Gayan A. Appuhamillage; Danielle Berry; Candace Benjamin; Michael A. Luzuriaga; John C. Reagan; Jeremiah J. Gassensmith; Ron Smaldone", "abstract": "<div><div><div><p>Herein, we describe a 3D<br />printable hydrogel that is capable of<br />removing toxic metal pollutants from water<br />solutions. To achieve this, shear-thinning<br />hydrogels were prepared by blending<br />chitosan with diacrylated Pluronic F-127 (F127-DA) which allows for UV curing after printing. Several hydrogel compositions were tested for their ability to absorb common metal pollutants such as lead, copper, cadmium and mercury, as well as for their printability. These hydrogels displayed excellent metal adsorption with some examples capable of up to 95% metal removal within 30 min. We show that 3D printed hydrogel structures that would be difficult to fabricate by conventional manufacturing methods, can adsorb metal ions significantly faster than solid objects, owing to their higher accessible surface areas.</p></div></div></div>", "date": "2018-09-28", "journal": "chemRxiv", "categories": "Composites; Materials Processing; Biopolymers; Hydrology and Water Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Separating the Effects of Experimental Noise from Inherent System Variability in Voltammetry: The [Fe(CN)_6]^3−/4− Process", "doi": "10.26434/chemrxiv.7149281.v1", "published_doi": "10.1021/ACS.ANALCHEM.8B04238", "published_url": "https://doi.org/10.1021/acs.analchem.8b04238", "authors": "Martin Robinson; Alan Bond; Alexandr Simonov; Jie Zhang; David Gavaghan", "abstract": "<div>Recently, we have introduced the use of techniques drawn from Bayesian statistics to recover kinetic and thermodynamic parameters from voltammetric data, and were able to show that the technique of large amplitude ac voltammetry yielded significantly more accurate parameter values than the equivalent dc approach. In this paper we build on this work to show that this approach allows us, for the first time, to separate the effects of random experimental noise and inherent system variability in voltammetric</div><div>experiments. We analyse ten repeated experimental data sets for the [Fe(CN) 6 ] 3−/4− process, again using large-amplitude ac cyclic voltammetry. In each of the ten cases</div><div>we are able to obtain an extremely good fit to the experimental data and obtain very narrow distributions of the recovered parameters governing both the faradaic (the reversible formal faradaic potential, E_0, the standard heterogeneous charge transfer rate constant k_0, and the charge transfer coefficient α) and non-faradaic terms (uncompensated resistance, R_u , and double layer capacitance, C_dl). We then employ hierarchical</div><div>Bayesian methods to recover the underlying “hyperdistribution” of the faradaic and non-faradaic parameters, showing that in general the variation between the experimental data sets is significantly greater than suggested by individual experiments, except for α where the inter-experiment variation was relatively minor. Correlations between pairs of parameters are provided, and for example, reveal a weak link between k_0 and C_dl (surface activity of a glassy carbon electrode surface). Finally, we discuss the</div><div>implications of our findings for voltammetric experiments more generally.</div>", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Simple and Practical Method for Incorporating Augmented Reality into the Classroom and Laboratory", "doi": "10.26434/chemrxiv.7137827.v1", "published_doi": "10.1021/acs.jchemed.9b00607", "published_url": "https://doi.org/10.1021/acs.jchemed.9b00607", "authors": "Kyle Plunkett", "abstract": "This manuscript provides two demonstrations of how Augmented Reality (AR), which is the projection of virtual information onto a real-world object, can be applied in the classroom and in the laboratory.  Using only a smart phone and the free HP Reveal app, content rich AR notecards were prepared.  The physical notecards are based on Organic Chemistry I reactions and show only a reagent and substrate.  Upon interacting with the HP Reveal app, an AR video projection shows the product of the reaction as well as a real-time, hand-drawn curved-arrow mechanism of how the product is formed.  Thirty AR notecards based on common Organic Chemistry I reactions and mechanisms are provided in the Supporting Information and are available for widespread use.  In addition, the HP Reveal app was used to create AR video projections onto laboratory instrumentation so that a virtual expert can guide the user during the equipment setup and operation.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluation of Cross-Validation Strategies in Sequence-Based Binding Prediction Using Deep Learning", "doi": "10.26434/chemrxiv.7133885.v1", "published_doi": "10.1021/acs.jcim.8b00663", "published_url": "https://doi.org/10.1021/acs.jcim.8b00663", "authors": "Angela Lopez-del Rio; Alfons Nonell-Canals; David Vidal; Alexandre Perera-Lluna", "abstract": "Binding prediction between targets and drug-like compounds through Deep Neural Networks have generated promising results in recent years, outperforming traditional machine learning-based methods. However, the generalization capability of these classification models is still an issue to be addressed. In this work, we explored how different cross-validation strategies applied to data from different molecular databases affect to the performance of binding prediction proteochemometrics models. These strategies are: (1) random splitting, (2) splitting based on K-means clustering (both of actives and inactives), (3) splitting based on source database and (4) splitting based both in the clustering and in the source database. These schemas are applied to a Deep Learning proteochemometrics model and to a simple logistic regression model to be used as baseline. Additionally, two different ways of describing molecules in the model are tested: (1) by their SMILES and (2) by three fingerprints. The classification performance of our Deep Learning-based proteochemometrics model is comparable to the state of the art. Our results show that the lack of generalization of these models is due to a bias in public molecular databases and that a restrictive cross-validation schema based on compounds clustering leads to worse but more robust and credible results. Our results also show better performance when representing molecules by their fingerprints.", "date": "2018-09-27", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Drug Discovery and Drug Delivery Systems; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Biocatalytic Platform for Synthesis of Chiral α-Trifluoromethylated Organoborons", "doi": "10.26434/chemrxiv.7130852.v1", "published_doi": "10.1021/acscentsci.8b00679", "published_url": "https://doi.org/10.1021/acscentsci.8b00679", "authors": "Xiongyi Huang; Marc Garcia-Borràs; Kun Miao; S. B. Jennifer Kan; Arjun Zutshi; K. N. Houk; Frances H. Arnold", "abstract": "<p></p><p>There are few biocatalytic transformations that produce fluorine-containing molecules prevalent in modern\npharmaceuticals. To expand the scope of biocatalysis for organofluorine\nsynthesis, we have developed an enzymatic platform for highly enantioselective\ncarbene B–H bond insertion to yield\nversatile <i>α-</i>trifluoromethylated (<i>α</i>-CF<sub>3</sub>) organoborons, an important class of\norganofluorine molecules that contain stereogenic centers bearing both CF<sub>3</sub> and\nboron groups. In contrast to current\n‘carbene transferase’ enzymes that use a limited set of simple diazo compounds\nas carbene precursors, this system based on <i>Rhodothermus\nmarinus</i> cytochrome <i>c</i> (<i>Rma</i> cyt <i>c</i>) can accept a broad range of\ntrifluorodiazo alkanes and deliver versatile chiral <i>α</i>-CF<sub>3</sub> organoborons with total turnovers up to 2870 and\nenantiomeric ratios up to 98.5:1.5. Computational modeling reveals that this\nbroad diazo scope is enabled by an active site environment that directs the\nalkyl substituent on the heme CF<sub>3</sub>-carbene intermediate towards the\nsolvent-exposed face, thereby allowing the protein to accommodate diazo\ncompounds with diverse structural features.</p><br /><p></p>", "date": "2018-09-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revealing Solvent-Dependent Folding Behavior of Mycolic Acids from Mycobacterium Tuberculosis by Advanced Simulation Analysis", "doi": "10.26434/chemrxiv.7133735.v1", "published_doi": "10.1007/s00894-019-3943-5", "published_url": "https://doi.org/10.1007/s00894-019-3943-5", "authors": "Wilma Groenewald; Ricardo Parra Cruz; Christof Jaeger; Anna Croft", "abstract": "<p>Mycobacterium tuberculosis remains a persistent pathogen, partly due to its lipid rich cell wall, of which mycolic acids (MAs) are a major component. The fluidity and conformational flexibilities of different MAs in the bacterial cell wall significantly influence its properties, function, and observed pathogenicity, thus a proper conformational description of different MAs in different environments (e.g. in vacuum, in solution, in monolayers) can inform about their potential role in the complex setup of the bacterial cell wall. Previously, we have shown that molecular-dynamics (MD) simulations of MA folding <i>in vacuo</i>can be used to characterise MA conformers in seven groupings relating to bending at the functional groups (W, U and Z-conformations). Providing a new OPLS-based forcefield parameterisation for the critical cyclopropyl group of MAs and extensive simulations in explicit solvents (TIP4P water, hexane) we now present a more complete picture of MA folding properties together with improved simulation analysis techniques. We show that the ‘WUZ’ distance-based analysis can be used pinpoint conformers with hairpin bends at the functional groups, with these conformers constituting only a fraction of accessible conformations. Applying principle component analysis (PCA) and refinement using free energy landscapes (FELs), we are able to discriminate a complete and unique set of conformational preferences for representative alpha-, methoxy-, and keto-MAs, with overall preference for folded conformations. A control backbone-MA without any mero-chain functional groups showed significantly less folding in the mero-chain, confirming the role of functionalisation in directing folding. Keto-MA showed the highest percentage of WUZ-type conformations and, in particular, a tendency to fold at its alpha-methyl trans-cyclopropane group, in agreement with results from Villeneuve <i>et al.</i>MAs demonstrate similar folding in vacuum and water, with a majority of folded conformations around the W-conformation, although the molecules are more flexible in vacuum than in water. Exchange between conformations, with a disperse distribution that includes unfolded conformers, is common in hexane for all MAs, although with more organisation for Keto-MA. Globular, folded conformations are newly defined and may be specifically relevant in biofilms.</p>", "date": "2018-09-27", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Multi- and In-Stabilities in Gas Partitioning Between Nanoporous Materials and Rubber Balloons", "doi": "10.26434/chemrxiv.7135928.v1", "published_doi": "10.1098/rspa.2018.0703", "published_url": "https://doi.org/10.1098/rspa.2018.0703", "authors": "Cory Simon; carlo carraro", "abstract": "<div>In the two-balloon experiment, two rubber balloons are connected and allowed to exchange gas. Owing to the non-monotonic relationship between the radius of the balloon and the pressure of gas inside of it, the two-balloon system presents multi- and in-stabilities.</div><div><br /></div><div>Herein, we consider a two-adsorbent system, where two different adsorbents are allowed to exchange gas. We show that, for rigid adsorbents, the thermodynamic equilibrium state is unique.</div><div><br /></div><div>Then, we consider an adsorbent-balloon system, where an adsorbent exchanges gas with a rubber balloon. This system can exhibit multiple states at thermodynamic equilibrium-- two (meta)stable and one unstable. The size of the balloon, pressure of gas in the balloon, and partitioning of gas between the adsorbent and the balloon differ among the equilibrium states. Temperature changes and the addition/removal of gas into/from the adsorbent-balloon system can induce catastrophe bifurcations and show hysteresis. Furthermore, the adsorbent-balloon system exhibits a critical temperature where, when approached from below, the discrepancy of balloon size between the two (meta)stable states decreases and, beyond, bistability is impossible.</div><div><br /></div><div>Practically, our findings preclude multiple partitions of adsorbed gas in rigid mixed-linker metal-organic frameworks and may inspire new soft actuator and sensor designs.</div>", "date": "2018-09-27", "journal": "chemRxiv", "categories": "Elastic Materials; Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Thermodynamics (Chem. Eng.); Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Systematic Engineering of a Protein Nanocage for High-Yield, Site-Specific Modification", "doi": "10.26434/chemrxiv.7150097.v1", "published_doi": "10.1021/jacs.8b10734", "published_url": "https://doi.org/10.1021/jacs.8b10734", "authors": "Daniel D. Brauer; Emily C. Hartman; Daniel L.V. Bader; Zoe N. Merz; Danielle Tullman-Ercek; Matthew\nB. Francis", "abstract": "<div>\n\n<p>Site-specific protein modification is a widely-used\nstrategy to attach drugs, imaging agents, or other useful small molecules to\nprotein carriers. N-terminal modification is particularly useful as a\nhigh-yielding, site-selective modification strategy that can be compatible with\na wide array of proteins. However, this modification strategy is incompatible\nwith proteins with buried or sterically-hindered N termini, such as virus-like\nparticles like the well-studied MS2 bacteriophage coat protein. To assess VLPs\nwith improved compatibility with these techniques, we generated a targeted\nlibrary based on the MS2-derived protein cage with N-terminal proline residues\nfollowed by three variable positions. We subjected the library to assembly,\nheat, and chemical selections, and we identified variants that were modified in\nhigh yield with no reduction in thermostability. Positive charge adjacent to\nthe native N terminus is surprisingly beneficial for successful extension, and\nover 50% of the highest performing variants contained positive charge at this\nposition. Taken together, these studies described nonintuitive design rules\ngoverning N-terminal extensions and identified successful extensions with high\nmodification potential.</p>\n\n</div>", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Biological Materials; Drug delivery systems; Bioengineering and Biotechnology; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unifying the Alkaline Hydrogen Evolution/oxidation Reactions Kinetics by Identifying the Roles of Hydroxyl-Water-Cation Adducts", "doi": "10.26434/chemrxiv.7137026.v1", "published_doi": "10.1021/JACS.8B13228", "published_url": "https://doi.org/10.1021/jacs.8b13228", "authors": "Ershuai Liu; Jingkun Li; Li Jiao; Huong Thi Thanh Doan; Zeyan Liu; Zipeng Zhao; Yu Huang; Kuzhikalail. M. Abraham; Sanjeev Mukerjee; Qingying Jia", "abstract": "Despite the fundamental and practical\nsignificance of the hydrogen evolution and oxidation reactions (HER/HOR), their\nkinetics in base remain unclear. Herein, we show that the alkaline HER/HOR\nkinetics can be unified by the catalytic roles of the adsorbed hydroxyl (OH<sub>ad</sub>)-water-alkali\nmetal cation (AM<sup>+</sup>) adducts, on the basis of the observations that\nenriching the OH<sub>ad</sub> abundance via surface Ni benefits the HER/HOR; increasing\nthe AM<sup>+</sup> concentration only promotes the HER while varying the\nidentity of AM<sup>+</sup> affects both HER/HOR. The presence of OH<sub>ad</sub>-(H<sub>2</sub>O)<sub>x</sub>-AM<sup>+</sup>\nin the double layer region facilitates the OH<sub>ad</sub> removal into the bulk\nforming OH<sup>-</sup>-(H<sub>2</sub>O)<sub>x</sub>-AM<sup>+</sup> <i>as per</i> the hard-soft acid-base (HSAB) theory,\nthereby selectively promoting the HER. It can be detrimental to the HOR <i>as per</i> the bifunctional mechanism as the\nAM<sup>+</sup> destabilizes the OH<sub>ad</sub>, which is further supported by the\nCO oxidation results. This new notion may be important for alkaline\nelectrochemistry.", "date": "2018-09-27", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Electrochemistry; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Capacitive Performance of Water-in-Salt Electrolyte in Supercapacitors: a Simulation Study", "doi": "10.26434/chemrxiv.6933110.v2", "published_doi": "10.1021/acs.jpcc.8b07557", "published_url": "https://doi.org/10.1021/acs.jpcc.8b07557", "authors": "Zhujie Li; Guillaume Jeanmairet; Trinidad Mendez-Morales; Benjamin Rotenberg; Mathieu Salanne", "abstract": "<div>Water-in-salts is a new family of electrolytes with very promising electrochemical properties for energy storage applications. Despite several studies involving them inside Li-ion batteries and  supercapacitors, their interfacial properties remain largely unknown. Here we simulate the interface between electrified graphite  electrodes and a highly concentrated waterin- salt (where the salt is Bis(trifluoromethane)sulfonimide lithium, LiTFSI) using constant applied potential molecular dynamics. We show that the capacitance differs markedly between the positive and the negative electrodes, which is due to the large asymmetry in size (and</div><div>shape) between the ions. By using importance sampling, we further investigate the changes in the structure of the salt at the interface and we observe that large variations occur, that are at</div><div>the origin of a series of peaks in the differential capacitance.</div>", "date": "2018-09-11", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fluorescence Enhancement of a Microbial Rhodopsin via Electronic Reprogramming", "doi": "10.26434/chemrxiv.7083257.v2", "published_doi": "10.1021/jacs.8b09311", "published_url": "https://doi.org/10.1021/jacs.8b09311", "authors": "Maria del Carmen Marin; Damianos Agathangelou; Yoelvis Orozco-González; Alessio Valentini; Yoshitaka Kato; Rei Abe-Yoshizumi; Hideki Kandori; Ahreum Choi; Kwang-Hwan Jung; Stefan Haacke", "abstract": "The manuscript reports on two mutations of the photo-sensory protein Anabaena Sensory Rhodopsin and how these mutations modify the fluorescence quantum yield with respect to the wild-type protein. Experimental results are presented and explained theoretically on the basis of mixing of the S1 and S2 excited states. This mixing modulated by electrostatic and steric effects, tunes the excited state potential energy surface, and thereby the excited state lifetime and the fluorescence quantum yield.<br />", "date": "2018-09-17", "journal": "chemRxiv", "categories": "Microbiology; Biophysical Chemistry; Photochemistry (Physical Chem.); Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Wireless Bioelectronic Nanosystems for Intracellular Communication", "doi": "10.26434/chemrxiv.7106171.v2", "published_doi": "10.1021/acsanm.9b01374", "published_url": "https://doi.org/10.1021/acsanm.9b01374", "authors": "Paola Sanjuán-Alberte; Sidahmed A Abayzeed; Rafael Fuentes-Domínguez; María E Alea-Reyesd; Matthew Clark; Richard Hague; Morgan Alexander; Lluïsa Pérez-García; Frankie Rawson", "abstract": "<p>\n \n \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n  \n \n \n \n\n \n \n<i>In order for the field of bioelectronics to make an impact\non healthcare</i><i>,</i><i> there is an urgent requirement for\nthe development of “wireless” electronic systems to both sense and actuate cell\nbehaviour. Herein we report the first example of an innovative intracellular\nwireless electronic communication system. We demonstrate that chemistry can</i><i> </i><i>be\nelectrically modulated in a “wireless” manner on the nanoscale at the surface\nof conductive nanoparticles</i><i> </i><i>uptaken by cells at unreported low\npotentials. The system is made functional by modifying gold nanoparticles incorporating</i><i> </i><i>a\nZn-porphyrin, which</i><i> </i><i>are</i><i> </i><i>taken up by cells and are shown to\nbe biocompatible. It is demonstrated the redox state of Zn-porphyrin modified\ngold nanoparticles is modulated and reported on fluorescently when applying an\nexternal electrical potential. This provides an attractive new “wireless”\napproach to develop novel bioelectronic devices for modulating and sensing\ncellular behaviour using intracellular monitoring</i><i>.</i> <i></i></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Imaging; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "SDFEater: A Parser for Chemoinformatics Formats", "doi": "10.26434/chemrxiv.7123193.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Łukasz Szeremeta", "abstract": "The use of computers to store and process different types of data is growing every day. The same applies to chemical data. SDF and Open Babel are recognized solutions in this field. However, each solution has its drawbacks, which are revealed in specific applications. It is important to be able to easily convert the collected data from one format to another. For this reason, we present SDFEater – a parser that allows to move data written in SDF to other formats including OpenCypher. This query language allows to import data on chemical compounds and store them in a graph database using our named property graphs model.<br />", "date": "2018-09-25", "journal": "chemRxiv", "categories": "Chemoinformatics", "metrics": null, "license": "CC BY 4.0"}
{"title": "SAMPL6 Challenge Results from pKa Predictions Based on a General Gaussian Process Model", "doi": "10.26434/chemrxiv.6406505.v2", "published_doi": "10.1007/S10822-018-0169-Z", "published_url": "https://doi.org/10.1007/s10822-018-0169-z", "authors": "Caitlin C. Bannan; David Mobley; A. Geoff Skillman", "abstract": "<div>A variety of fields would benefit from accurate pK<sub>a</sub> predictions, especially drug design due to the affect a change in ionization state can have on a molecules physiochemical properties.</div><div>Participants in the recent SAMPL6 blind challenge were asked to submit predictions for microscopic and macroscopic pK<sub>a</sub>s of 24 drug like small molecules.</div><div>We recently built a general model for predicting pK<sub>a</sub>s using a Gaussian process regression trained using physical and chemical features of each ionizable group.</div><div>Our pipeline takes a molecular graph and uses the OpenEye Toolkits to calculate features describing the removal of a proton.</div><div>These features are fed into a Scikit-learn Gaussian process to predict microscopic pK<sub>a</sub>s which are then used to analytically determine macroscopic pK<sub>a</sub>s.</div><div>Our Gaussian process is trained on a set of 2,700 macroscopic pK<sub>a</sub>s from monoprotic and select diprotic molecules.</div><div>Here, we share our results for microscopic and macroscopic predictions in the SAMPL6 challenge.</div><div>Overall, we ranked in the middle of the pack compared to other participants, but our fairly good agreement with experiment is still promising considering the challenge molecules are chemically diverse and often polyprotic while our training set is predominately monoprotic.</div><div>Of particular importance to us when building this model was to include an uncertainty estimate based on the chemistry of the molecule that would reflect the likely accuracy of our prediction. </div><div>Our model reports large uncertainties for the molecules that appear to have chemistry outside our domain of applicability, along with good agreement in quantile-quantile plots, indicating it can predict its own accuracy.</div><div>The challenge highlighted a variety of means to improve our model, including adding more polyprotic molecules to our training set and more carefully considering what functional groups we do or do not identify as ionizable. </div>", "date": "2018-09-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY 4.0"}
{"title": "Phase-Plane Geometries in Coupled Enzyme Assays", "doi": "10.26434/chemrxiv.5923786.v3", "published_doi": "10.1016/j.mbs.2018.09.008", "published_url": "https://doi.org/10.1016/j.mbs.2018.09.008", "authors": "Justin Eilertsen; Wylie Stroberg; Santiago Schnell", "abstract": "The determination of a substrate or enzyme activity by coupling of one enzymatic reaction with another easily detectable (indicator) reaction is a common practice in the biochemical sciences. Usually, the kinetics of enzyme reactions is simplified with singular perturbation analysis to derive rate or time course expressions valid under the quasi-steady-state and reactant stationary state assumptions. In this paper, the dynamical behavior of coupled enzyme catalyzed reaction mechanisms is studied by analysis of the phase-plane. We analyze two types of time-dependent slow manifolds - Sisyphus and Laelaps manifolds - that occur in the asymptotically autonomous vector fields that arise from enzyme coupled reactions. Projection onto slow manifolds yields various reduced models, and we present a geometric interpretation of the slow/fast dynamics that occur in the phase-planes of these reactions. <br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemical Analysis; Biophysical Chemistry; Chemical Kinetics; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Lignin-Containing Photoactive Resins for 3D Printing by Stereolithography", "doi": "10.26434/chemrxiv.6820229.v3", "published_doi": "10.1021/acsami.8b13031", "published_url": "https://doi.org/10.1021/acsami.8b13031", "authors": "Jordan T. Sutton; Kalavathy Rajan; David Harper; Stephen Chmely", "abstract": "Generating compatible and competitive materials that are environmentally sustainable and economically viable is paramount for the success of additive manufacturing using renewable materials. We report the successful application of renewable, modified lignin-containing photopolymer resins in a commercial stereolithography system. Resins were fabricated within operable ranges for viscosity and cure properties, using up to 15% modified lignin by weight with the potential for higher amounts. A four-fold increase in ductility in cured parts with higher lignin concentration is noted as compared to commercial SLA resins. Excellent print quality was seen in modified lignin resins, with good layer fusion, high surface definition, and visual clarity. These materials can be used to generate new products for additive manufacturing applications and help fill vacant material property spaces, where ductility, sustainability, and application costs are critical.", "date": "2018-09-21", "journal": "chemRxiv", "categories": "Biopolymers; Cellulosic materials; Polymer blends; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Primary α-Tertiary Amine Synthesis via α-C–H Functionalization", "doi": "10.26434/chemrxiv.6653381.v4", "published_doi": "10.1039/C8SC05164J", "published_url": "https://doi.org/10.1039/C8SC05164J", "authors": "Dhananjayan Vasu; Ángel L. Fuentes de Arriba; Jamie Leitch; Antoine de Gombert; Darren J. Dixon", "abstract": "<i>A quinone-mediated general platform for the\nconstruction of primary α-tertiary amines from abundant primary α-branched amine\nstarting materials is described. This procedure pivots on the efficient in situ\ngeneration of reactive ketimine intermediates and subsequent reaction with\ncarbon-centered nucleophiles such as organomagnesium and organolithium\nreagents, and TMSCN, creating quaternary centers. Furthermore, extension to\nreverse polarity photoredox catalysis enables reactivity with electrophiles.\nThis efficient, broadly applicable and scalable amine-to-amine synthetic\nplatform was successfully applied to library and API synthesis and in the late\nstage functionalization of drug molecules. </i><br />", "date": "2018-09-17", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}