{"title": "Organic Nanosynthesis of Ancient Windmill-like Window Gridarenes at Molecular Scale", "doi": "10.26434/chemrxiv.6729113.v1", "published_doi": "10.1002/ejoc.201801425", "published_url": "https://doi.org/10.1002/ejoc.201801425", "authors": "Ying Wei; Quanyou Feng; Hui Liu; Xiuling Wang; Dongqing Lin; Fengning Guo; Changjin Ou; Songlin Xie; Mingdong Yi; Linghai Xie; Wei Huang", "abstract": "We\nfocus on another kind of square-type unit nanogrids with starlike divergent extensibility.\nAs a result, square windmill-like nanogrid <b>WG4</b>\nhave been successfully synthesized by two different kinds of fluorene-based nanosynthons,\nnamely I-shape nanosynthon and L-shape nanosynthon synthesis method. Besides <b>WG4</b>, triangle and hexagon windmill-like\nnanogrids (<b>WG3</b> and <b>WG5</b>) are also obtained via one-pot nanosynthesis of I-shape nanosynthon with <b>WG3</b>\nas the main product. For the L-shape nanosynthon synthetic method, the\ncyclization process possesses higher selectivity, resulting to an excellent yield\nfor <b>WG</b>4. In addition, two\nstereoisomers of the triangle nanogrids, <i>cis-trans</i>-<b>WG3</b> and <i>cis-cis-</i><b>WG3</b>, were\nseparated and characterized from the single-crystal X-ray diffraction and <sup>1</sup>H\nNMR analyses for getting insight into the configuration of the triangle nanogrids\nwith the skeleton planarization for the <i>trans</i>-configuration\nand deplanarization for the <i>cis</i>-configuration.", "date": "2018-07-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Poster Session with Peer Grading", "doi": "10.26434/chemrxiv.6726161.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hugo Lopez; Karine Le Barch; Mélanie Ethève-Quelquejeu; Samuela Pasquali; Antoine Taly", "abstract": "<p>Scientific article reading is an important competence for undergraduate students in sciences. To help acquire this skill we chose to propose students a poster session with peer evaluation. </p><p>Students are grouped in teams to which subjects are assigned. Each team prepares a poster during the semester and prints it before the exam. Students then enter a rotation system in which they alternatively present their poster to their peers and one teacher, or evaluate the posters of other groups. Each session is composed of a presentation, questions and evaluation. The evaluation is performed both by the teachers and the peers. Students are also evaluated for their ability to evaluate their peers, comparing their evaluations to those performed by others (teachers and/or peers). The evaluation is normalised thanks to a dedicated evaluation grid. </p><p>After 2 years of manual management, the need to scale up our approach to larger cohorts of students lead to the development of a digital system. This article details our motives and method/protocol. Finally observations, limits and improvements are reported.</p>", "date": "2018-07-02", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Single-Phase Flow in a Micro-Structured Packed Bed Photo-Reactor: Effect of Packing Size on Flow Regime and on the Reactor Performance for Homogeneous Photocatalysis", "doi": "10.26434/chemrxiv.6726395.v1", "published_doi": "10.1039/C8PP00371H", "published_url": "https://doi.org/10.1039/c8pp00371h", "authors": "Bruno Ramos; Atieh Parisi Couri; Shinichi Ookawara; Antonio Carlos Silva Costa Teixeira", "abstract": "Dedicated research on photochemical reactors is\nfundamental to the application of this technology to real-life problems. In line\nwith this trend, we report a study of structural parameters of micro-structured\npacked bed reactors (μPBR) regarding their ability to promote intensification. We\npresent an investigation on the effects of the size of spherical packings on\nthe developed flow regime, and its implications for the performance of the\nreactor on a photochemical reaction in aqueous phase. Tubular reactors were\nbuilt with combinations of borosilicate glass tubes of two diameters (20 and 30\nmm) packed with soda-lime glass spheres of three average diameters (1.0, 3.0\nand 6.0 mm), alumina spheres of 6.0 mm diameter, and polished iron spheres of\n5.0 mm diameter. Residence Time Distributions (RTD) were measured for each combination\nof outer tube and glass sphere sizes. Results showed that as the packing size\ndecreases, the observed flow regime becomes closer to an ideal PFR, suggesting\nthat smaller packings are more suitable to applications that require precise\ncontrol of residence time. The aqueous-phase oxidation of benzoic acid by\noxygen radicals generated by UV-A irradiation of nitrite ions was used as model\nphotochemical reaction. We also observed that increasing the D/d<sub>p</sub> ratio\nfor narrower reactors faster specific reaction rates are achieved, suggesting that\nintensification is possible in these reactors; however, the overall yield\ndecreases, probably due to increased photon loss. Lastly, we found that glass\nspheres can be replaced by alumina spheres with little loss in light-collection\nefficiency, indicating an attractive pathway for immobilized photocatalysis.", "date": "2018-07-02", "journal": "chemRxiv", "categories": "Reaction Engineering; Transport Phenomena (Chem. Eng.); Homogeneous Catalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cascade Aerobic Selective Oxidation over Contiguous Dual Catalyst Beds in Continuous Flow", "doi": "10.26434/chemrxiv.6726800.v1", "published_doi": "10.1021/acscatal.9b00092", "published_url": "https://doi.org/10.1021/acscatal.9b00092", "authors": "Lee J. Durndell; Mark A. Isaacs; Karen Wilson; Adam F. Lee", "abstract": "<p>First demonstration of a sequence of\npacked catalyst beds to facilitate a cascade oxidation, whereby the downstream\nbed activates a molecular function produced over the upstream bed.\nSpecifically, the dual bed cascade selective oxidation of allylic alcohols to\ncorresponding acids in the liquid phase.</p>", "date": "2018-07-02", "journal": "chemRxiv", "categories": "Reaction Engineering; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dramatic Improvement of Stability by In-Situ Linker Cyclization of a Metal-Organic Framework", "doi": "10.26434/chemrxiv.6726437.v1", "published_doi": "10.1039/C8CC05225E", "published_url": "https://doi.org/10.1039/C8CC05225E", "authors": "Yun-Long Hou; Mu-Qing Li; Shengxian Cheng; Yingxue Diao; Filipe Vilela; Yonghe He; Jun He; Zhengtao Xu", "abstract": "We employ a two-step\nstrategy for accessing crystalline porous covalent networks of highly\nconjugated π-electron systems. For this, we first assembled a crystalline\nmetal-organic framework (MOF) precursor based on Zr(IV) ions and a linear\ndicarboxyl linker molecule featuring backfolded, highly unsaturated alkyne\nbackbones; massive thermocyclization of the organic linkers was then triggered\nto install highly conjugated, fused-aromatic bridges throughout the MOF\nscaffold while preserving the crystalline order. The formation of cyclized carbon\nlinks not only greatly strengthen the precursor coordination scaffold, but more\nimportantly, enhance electroactivity and charge transport throughout the\npolycyclic aromatic grid.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Main Group Chemistry (Organomet.); Reaction (Organomet.); Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantitative Ranking of Ligand Binding Kinetics with a Multiscale Milestoning Simulation Approach", "doi": "10.26434/chemrxiv.6726977.v1", "published_doi": "10.1021/acs.jpclett.8b02047", "published_url": "https://doi.org/10.1021/acs.jpclett.8b02047", "authors": "Benjamin R. Jagger; Christoper T. Lee; Rommie Amaro", "abstract": "<p>The ranking of small molecule binders by their kinetic (kon and koff) and thermodynamic (delta G) properties can be a valuable metric for lead selection and optimization in a drug discovery campaign, as these quantities are often indicators of in vivo efficacy. Efficient and accurate predictions of these quantities can aid the in drug discovery effort, acting as a screening step. We have previously described a hybrid molecular dynamics, Brownian dynamics, and milestoning model, Simulation Enabled Estimation of Kinetic Rates (SEEKR), that can predict kon’s, koff’s, and G’s. Here we demonstrate the effectiveness of this approach for ranking a series of seven small molecule compounds for the model system, -cyclodextrin, based on predicted kon’s and koff’s. We compare our results using SEEKR to experimentally determined rates as well as rates calculated using long-timescale molecular dynamics simulations and show that SEEKR can effectively rank the compounds by koff and G with reduced computational cost. We also provide a discussion of convergence properties and sensitivities of calculations with SEEKR to establish “best practices” for its future use.</p>", "date": "2018-07-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ligand-Enabled, Palladium-Catalyzed Beta-C (sp3)–H Arylation of Weinreb Amides", "doi": "10.26434/chemrxiv.6752867.v1", "published_doi": "10.1021/ACSCATAL.8B03014", "published_url": "https://doi.org/10.1021/acscatal.8b03014", "authors": "Hojoon Park; Nikita Chekshin; Peng-Xiang Shen; jin-quan yu", "abstract": "<em>\n\n</em><p>We\nreport the development of Pd(II)-catalyzed C(sp<sup>3</sup>)–H arylation of\nWeinreb amides. A pyridinesulfonic acid ligand is designed to accommodate the\nweak, neutral coordinating property of Weinreb amides via preserving the\ncationic character of Pd center through zwitterionic assembly of Pd/ligand\ncomplexes. DFT studies of the C–H cleavage step indicate that the superior\nreactivity of 3-pyridinesulfonic acid ligand compared to pyridine, Ac-Gly-OH,\nand ligandless conditions originates from the stabilization of overall\nsubstrate-bound Pd species.</p><em>\n\n</em>", "date": "2018-07-06", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Structure Origins of Surface-Dependent Growth in III-V Quantum Dots", "doi": "10.26434/chemrxiv.6750062.v1", "published_doi": "10.1021/acs.chemmater.8b03125", "published_url": "https://doi.org/10.1021/acs.chemmater.8b03125", "authors": "Qing Zhao; Heather J. Kulik", "abstract": "<div><div><div><p>Indium phosphide quantum dots (QDs) have emerged as a primary candidate to replace more toxic II-VI CdSe QDs, but production of high-quality III-V InP QDs with targeted properties requires a better understanding of their growth. We develop a first-principles-derived model that unifies InP QD formation from isolated precursor and early stage cluster reactions to 1.3-nm magic size clusters, and we rationalize experimentally-observed properties of full sized > 3 nm QDs. Our first-principles study on realistic QD models reveals large surface-dependent reactivity for all elementary growth process steps including In-ligand bond cleavage and P precursor addition. These thermodynamic trends correlate well to kinetic properties at all stages of growth, indicating the presence of labile and stable spots on cluster and QD surfaces. Correlation of electronic or geometric properties to energetics identifies surprising sources for these variations: short In...In separation on the surface produces the most reactive sites, at odds with conventional understanding of strain (i.e., separation) in bulk metallic surfaces increasing reactivity and models for ionic II-VI QD growth. These differences are rationalized by the covalent, directional nature of bonding in III-V QDs and explained by bond order metrics derived directly from the In-O bond density. The unique constraints of carboxylate and P precursor bonding to In atoms rationalizes why all sizes of InP clusters and QDs are In-rich but become less so as QDs mature. These observations support the development of alternate growth recipes that take into account strong surface-dependence of kinetics as well as the shapes of both In and P precursors to control both kinetics and surface morphology in III-V QDs.</p></div></div></div>", "date": "2018-07-06", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "D3R Grand Challenge 3: Blind Prediction of Protein-Ligand Poses and Affinity Rankings", "doi": "10.26434/chemrxiv.6752831.v1", "published_doi": "10.1007/s10822-018-0180-4", "published_url": "https://doi.org/10.1007/s10822-018-0180-4", "authors": "Zied Gaieb; Conor Parks; Michael Chiu; Huanwang Yang; Chenghua Shao; Patrick Walters; Millard Lambert; Neysa Nevins; Scott D. Bembenek; Stephen K. Burley; Rommie E. Amaro; Michael K. Gilson", "abstract": "<div><div><div><p>The Drug Design Data Resource aims to test and advance the state of the art in protein-ligand modeling, by holding community-wide blinded, prediction challenges. Here, we report on our third major round, Grand Challenge 3 (GC3). Held 2017-2018, GC3 centered on the protein Cathepsin S and the kinases VEGFR2, JAK2, p38-α, TIE2, and ABL1; and included both pose- prediction and affinity-ranking components. GC3 was structured much like the prior challenges GC2015 and GC2. First, Stage 1 tested pose prediction and affinity ranking methods; then all available crystal structures were released, and Stage 2 tested only affinity rankings, now in the context of the available structures. Unique to GC3 was the addition of a Stage 1b self-docking sub-challenge, in which the protein coordinates from all of the co-crystal structures used in the cross-docking challenge were released, and participants were asked to predict the pose of CatS ligands using these newly released structures. We provide an overview of the outcomes and discuss insights into trends and best-practices.</p></div></div></div>", "date": "2018-07-06", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aryloxy Triester Phosphonamidates of Phosphoantigens Exhibit Favorable Stability and Potent Activation of Vγ9/Vδ2 T‐Cells", "doi": "10.26434/chemrxiv.6755033.v1", "published_doi": "10.1021/acs.jmedchem.0c01232", "published_url": "https://doi.org/10.1021/acs.jmedchem.0c01232", "authors": "Hachemi Kadri; Taher E. Taher; Qin Xu; Richard T. Bryan; Benjamin E. Willcox; Youcef Mehellou", "abstract": "We previously reported the\napplication of the aryloxy triester phosphoramidate prodrug technology to the\nphosphoantigen (E)-4-hydroxybut-2-enyl phosphate (HMBP). Although these prodrugs\nexhibited potent activation of Vγ9/Vδ2 T‐cell immune responses, their stability\nwas low due to the rapid cleavage of the -O-P- bond. To address this, we herein\nreport the application of the same prodrug strategy to two HMBP phosphonates,\nwhich have stable -CH2-P- or -CF2-P- bonds. These HMBP phosphonate prodrugs,\nphosphonamidates, exhibited excellent serum stability and potent activation of\nVgama9/Vdelta2 T‐cells making them attractive compounds for further development as\npotential immunotherapeutics.", "date": "2018-07-06", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Novel Nematic-Like Mesophase Induced in Dimers, Trimers and Tetramers Doped with a Highly Chiral Additive", "doi": "10.26434/chemrxiv.6755705.v1", "published_doi": "10.1039/C8SM01389F", "published_url": "https://doi.org/10.1039/c8sm01389f", "authors": "Richard Mandle; John W. Goodby", "abstract": "<p>From the observation of a previously undiscovered\nnematic-like mesophase (N<sub>X</sub>) by Archbold <i>et al</i>, we report on several new binary liquid-crystalline mixtures\nbetween the high helical twisting power dopant RM1041 and a selection of dimers\nwith varying average bend angles and conformational landscapes. We also report\non mixtures between RM1041 and oligomeric LC materials. We find that dimers and\noligomers exhibit not only chiral nematic and twist-bend modulated phases, but\nalso the same N<sub>X</sub> phase reported by Archbold, indicating that this\nstate of matter (the structure of which is yet to be definitively characterised)\nis exhibited by a wide range of materials. Mixtures of the dimer <i>CB9CB</i> with a selection of different\nchiral dopants suggest that it is the helical twisting power of the chiral\nadditive that is responsible incidence of the N<sub>X </sub>phase.</p>", "date": "2018-07-06", "journal": "chemRxiv", "categories": "Liquid Crystals", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Zero-Field Quantum Tunneling of the Magnetization in a Series of High Energy-Barrier Dysprosium (III) Single-Molecule Magnets", "doi": "10.26434/chemrxiv.6790568.v1", "published_doi": "10.1039/C9DT01655D", "published_url": "https://doi.org/10.1039/C9DT01655D", "authors": "Fabrizio Ortu; Daniel Reta; You-Song Ding; Conrad A. P. Goodwin; Matthew P. Gregson; Eric\nJ. L. McInnes; Richard E. P. Winpenny; Yan-Zhen Zheng; Stephen T. Liddle; David P. Mills; Nicholas F. Chilton", "abstract": "<p>Energy barriers to magnetisation reversal (U<sub>eff</sub>)\nin single-molecule magnets (SMMs) have vastly increased recently, but only for\nthe dysprosocenium SMM [Dy(Cp<sup>ttt</sup>)<sub>2</sub>][B(C<sub>6</sub>F<sub>5</sub>)<sub>4</sub>]\n(Cp<sup>ttt</sup> = C<sub>5</sub>H<sub>2</sub><sup>t</sup>Bu<sub>3</sub>-1,2,4)\nhas this translated into a considerable increase in magnetic hysteresis\ntemperatures. The lack of concomitant increases in hysteresis temperatures with\nU<sub>eff</sub> values is due to efficient magnetic relaxation at zero-field,\nreferred to as quantum tunnelling of the magnetisation (QTM); however, the\nexact nature of this phenomenon is unknown. Recent hypotheses suggest that both\ntransverse dipolar magnetic fields and hyperfine coupling play a significant\nrole in this process for Dy(III) SMMs. Here, by studying the compounds [Dy(<sup>t</sup>BuO)Cl(THF)<sub>5</sub>][BPh<sub>4</sub>]\n(<b>1</b>), [K(18-crown-6-ether)(THF)<sub>2</sub>][Dy(BIPM)<sub>2</sub>]\n(<b>2</b>, BIPM = C{PPh<sub>2</sub>NSiMe<sub>3</sub>}<sub>2</sub>),\nand [Dy(Cp<sup>ttt</sup>)<sub>2</sub>][B(C<sub>6</sub>F<sub>5</sub>)<sub>4</sub>]\n(<b>3</b>), we show conclusively that\nneither of these processes are the main contributor to zero-field QTM for Dy(III)\nSMMs, and suggest that its origin instead owes to molecular flexibility. By\nanalysing the vibrational modes of the three molecules, we show that the modes\nthat most impact the magnetic ion occur at the lowest energies for <b>1</b>, at intermediate energies for <b>2</b> and at higher energies for <b>3</b>, in correlation with their ability to\nretain magnetisation. Therefore, we conclude that SMM performance could be improved\nby employing more rigid ligands with higher-energy metal-ligand vibrational\nmodes.</p>", "date": "2018-07-10", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Magnetism; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Seeking a Structure-Function Relationship for γ-Al2O3 Surfaces", "doi": "10.26434/chemrxiv.6789974.v1", "published_doi": "10.1021/acs.jpcc.8b06506", "published_url": "https://doi.org/10.1021/acs.jpcc.8b06506", "authors": "Muhammed Acikgoz; Jaren Harrell; Michele Pavanello", "abstract": "<p>The subject of this work is gamma alumina surfaces. We show that surface morphological variations can induce\nsignificant changes in work function and surface dipole particularly in regards\nof the surface oxidation level.</p>\n\n<p>Our results offer a new perspective on the\nstructure-function relationship between surface morphology and electronic\nproperties.  For example, and for the first\ntime in the literature, we uncover an interesting correlation between surface\ndipole and chemical reactivity of the surface active sites.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Catalysts; Theory - Computational; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning of Optical Properties of Materials - Predicting Spectra from Images and Images from Spectra", "doi": "10.26434/chemrxiv.6726317.v1", "published_doi": "10.1039/C8SC03077D", "published_url": "https://doi.org/10.1039/C8SC03077D", "authors": "Helge S. Stein; Dan Guevarra; Paul F Newhouse; Edwin Soedarmadji; John Gregoire", "abstract": "As the materials science community seeks to capitalize on recent advancements in computer science, the sparsity of well-labelled experimental\ndata and limited throughput by which it can be generated have inhibited deployment of machine learning algorithms to date. Several successful\nexamples in computational chemistry have inspired further adoption of machine learning algorithms, and in the present work we present\nautoencoding algorithms for measured optical properties of metal oxides, which can serve as an exemplar for the breadth and depth of data\nrequired for modern algorithms to learn the underlying structure of experimental materials science data. Our set of 180,902 distinct materials\nsamples spans 78 distinct composition spaces, includes 45 elements, and contains more than 80,000 unique quinary oxide and 67,000 unique\nquaternary oxide compositions, making it the largest and most diverse experimental materials set utilized in machine learning studies. The\nextensive dataset enabled training and validation of 3 distinct models for mapping between sample images and absorption spectra, including a\nconditional variational autoencoder that generates images of hypothetical materials with tailored absorption properties. The absorption patterns\nauto-generated from sample images capture the salient features of ground truth spectra, and direct band gap energies extracted from these\nauto-generated patterns are quite accurate with a mean absolute error of 240 meV, which is the approximate uncertainty from traditional\nextraction of the band gap energy from measurements of the full transmission and reflection spectra. Optical properties of materials are not only\nubiquitous in materials applications but also emblematic of the confluence of underlying physical phenomena that yield the type of complex data\nrelationships that merit and benefit from neural network-type modelling.", "date": "2018-07-11", "journal": "chemRxiv", "categories": "Optical Materials; Thin Films; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Accuracy in Modeling Halide Ion Hydration from Many-Body Representations", "doi": "10.26434/chemrxiv.6789326.v1", "published_doi": "10.1080/23746149.2019.1631212", "published_url": "https://doi.org/10.1080/23746149.2019.1631212", "authors": "Paesani Lab; Pushp Bajaj; Marc Riera", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Despite the key role that ionic solutions play in several natural and industrial processes,\na unified, molecular-level understanding of how ions affect the structure and dynamics\nof water across different phases remains elusive. In this context, computer simulations\ncan provide new insights that are difficult, if not impossible, to obtain by other means.\nHowever, the predictive power of a computer simulation directly depends on the level\nof “realism” that is used to represent the underlying molecular interactions. Here, we\nreport a systematic analysis of many-body effects in halide-water clusters and\ndemonstrate that the recently developed MB-nrg full-dimensional many-body potential\nenergy functions achieve high accuracy by quantitatively reproducing the individual\nterms of the many-body expansion of the interaction energy, thus opening the door to\nrealistic computer simulations of ionic solutions.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-07-09", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Properties; Quantum Mechanics; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Can Arginine inhibit Insulin Aggregation? A Combined Protein Crystallography, Capillary Electrophoresis, and Molecular Simulation Study", "doi": "10.26434/chemrxiv.6797525.v1", "published_doi": "10.1021/acs.jpcb.8b06557", "published_url": "https://doi.org/10.1021/acs.jpcb.8b06557", "authors": "Kryštof Březina; Elise Duboué-Dijon; Vladimír Palivec; Jiří Jiráček; Tomáš Křížek; Cristina M. Viola; Timothy R. Ganderton; Andrzej M. Brzozowski; Pavel Jungwirth", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The oligomeric state of the storage form of human insulin in pancreas, which may be affected by\nseveral endogenous components of beta-cells storage granules such as arginine, is not known. Here,\nthe effect of arginine on insulin oligomerisation is investigated independently by protein\ncrystallography, molecular dynamics simulations and capillary electrophoresis. The combined\nresults point to a strong effect of ionic strength on insulin assembly. Molecular simulations and\nelectrophoretic measurements at low/mM salt concentrations show no significant effect of arginine\non insulin aggregation. In contrast, crystallographic data at high/molar ionic strength indicate\ninhibition of insulin hexamerization by arginine due to its binding at site relevant for\nintermolecular contacts, which was also observed in MD simulations. Our results thus bracket the\nin vivo situation in pancreatic beta-cells storage granules, where the ionic strength is estimated to be\nin the hundreds of millimolar to sub-molar range. The present findings add to molecular\nunderstanding of in vivo insulin oligomerization and storage, with additional implications for\ninsulin stability in arginine-rich injections.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-07-11", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Symmetrically Backfolded Molecules Emulating the Self-Similar Features of Sierpinski Triangle", "doi": "10.26434/chemrxiv.6802454.v1", "published_doi": "10.1039/C9OB00958B", "published_url": "https://doi.org/10.1039/c9ob00958b", "authors": "Yan-Qiong Sun; Ran Xiao; Jun He; Matthias Zeller; Wai-Yeung Wong; Zhengtao Xu", "abstract": "<p>Novel branching motif in hierarchical self-similar\nmolecules: we present an under-explored class of molecules featuring striking\ngeometric resemblance to the famous fractal of Sierpinski triangle. Unlike\nthe more traditional, starburst  dendrimers,\nthe centripetal-shaped Sierpinski molecules feature side branches symmetrically\nbent away from the growth direction of the main branch, thus contrasting the\nnatural-tree shape. Molecule G3 exhibits three distinct levels of structural\nhierachy comprising the primary, secondary and tertiary branches, while the\nsmaller G2 contains only features of the 1<sup>st</sup> and 2<sup>nd</sup>\norders. In spite of the much larger conjugated backbone of G3, its UV-vis absorption\nremains little shifted in wavelength compared to G2, while the emission of G3 is\ncuriously blue-shifted by over 50 nm from that of G2.</p>", "date": "2018-07-12", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Engineered Biosynthesis of β-Alkyl Tryptophan Analogs", "doi": "10.26434/chemrxiv.6813446.v1", "published_doi": "10.1002/ange.201807998", "published_url": "https://doi.org/10.1002/ange.201807998", "authors": "Christina E. Boville; Remkes A. Scheele; Philipp Koch; Sabine Brinkmann-Chen; Andrew\nR. Buller; Frances H. Arnold", "abstract": "<a>Non-canonical\namino acids (ncAAs) with dual stereocenters at the α and β positions are\nvaluable precursors to natural products and therapeutics. Despite the potential\napplications of such bioactive β-branched ncAAs, their availability is limited\ndue to the inefficiency of the multi-step methods used to prepare them. Here we\nreport a stereoselective biocatalytic synthesis of β-branched tryptophan\nanalogs using an engineered variant of <i>Pyrococcus\nfuriosus</i> tryptophan synthase (<i>Pf</i>TrpB),\n<i>Pf</i>TrpB<sup>7E6</sup>. <i>Pf</i>TrpB<sup>7E6</sup> is the first\nbiocatalyst to synthesize bulky β-branched tryptophan analogs in a single step,\nwith demonstrated access to 27 ncAAs. The molecular basis for the efficient\ncatalysis and broad substrate tolerance of <i>Pf</i>TrpB<sup>7E6</sup>\nwas explored through X-ray crystallography and UV-visible light spectroscopy,\nwhich revealed that a combination of active-site and remote mutations increase\nthe abundance and persistence of a key reactive intermediate. <i>Pf</i>TrpB<sup>7E6</sup> provides an\noperationally simple and environmentally benign platform for preparation of\nβ-branched tryptophan building blocks.</a>", "date": "2018-07-13", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Novel CO2-Thermic Oxidation Process with Mg-Based Intermetallic Compounds and Its Application to Energy Storage Materials", "doi": "10.26434/chemrxiv.6838478.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Younghwan Cha; Jung-In Lee; Panpan Dong; Xiahui Zhang; Min-Kyu Song", "abstract": "A novel strategy for the oxidation of Mg-based intermetallic compounds\nusing CO<sub>2</sub> as an oxidizing agent was realized via simple thermal\ntreatment, called ‘CO2-thermic Oxidation Process (CO-OP)’. Furthermore, as a\nvalue-added application, electrochemical properties of one of the reaction\nproducts (carbon-coated macroporous silicon) was evaluated. Considering the\nfacile tunability of the chemical/physical properties of Mg-based\nintermetallics, we believe that this route can provide a simple and versatile\nplatform for functional energy materials synthesis as well as CO<sub>2</sub> chemical\nutilization in an environment-friendly and sustainable way.", "date": "2018-07-19", "journal": "chemRxiv", "categories": "Alloys; Coating Materials; Nanostructured Materials - Materials; Kinetics and Mechanism - Inorganic Reactions; Reaction (Inorg.); Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Phosphino-Triazole Ligands for Palladium-Catalysed Cross-Coupling", "doi": "10.26434/chemrxiv.6823259.v1", "published_doi": "10.1021/acs.organomet.8b00539", "published_url": "https://doi.org/10.1021/acs.organomet.8b00539", "authors": "Yiming Zhao; Huy van Nguyen; Louise Male; Philip Craven; Benjamin R. Buckley; John Fossey", "abstract": "<div>Twelve 1,5-disubtituted and fourteen 5-substituted 1,2,3-triazole derivatives bearing diaryl or dialkyl phosphines at the 5-position were synthesised and used as ligands for palladium-catalysed Suzuki-Miyaura cross-coupling reactions. Bulky substrates were tested, and lead-like product formation was demonstrated. The online tool SambVca 2.0 was used to assess steric parameters of ligands and preliminary buried volume determination using XRD obtained data in a small number of cases proved to be informative. Two modelling approaches were compared for the determination of</div><div>the buried volume of ligands where XRD data was not available. An approach with imposed steric restrictions was found to be superior in leading to buried volume determinations that closely correlate with observed reaction conversions. The online tool LLAMA was used to determine lead-likeness of potential Suzuki-Miyaura cross-coupling products, from which ten of the most lead-like were successfully synthesised. Thus, confirming these readily accessible triazole-containing phosphines as highly suitable ligands for reaction screening and optimisation in drug discovery campaigns.</div>", "date": "2018-07-17", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Coordination Chemistry (Inorg.); Computational Chemistry and Modeling; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ferrozine Assay for Simple and Cheap Iron Analysis of Silica-Coated Iron Oxide Nanoparticles", "doi": "10.26434/chemrxiv.6815672.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hattie Ring; Zhe Gao; Nathan D. Klein; Michael Garwood; John\nC. Bischof; Christy L. Haynes", "abstract": "The Ferrozinen assay is applied as an accurate and rapid method to quantify the iron content of iron oxide nanoparticles (IONPs) and can be used in biological matrices. The addition of ascorbic aqcid accelerates the digestion process and can penetrate an IONP core within a mesoporous and solid silica shell. This new digestion protocol avoids the need for hydrofluoric acid to digest the surrounding silica shell and provides and accessible alternative to inductively coupled plasma methods. With the updated digestion protocol, the quantitative range of the Ferrozine assay is 1 - 14 ppm. <br />", "date": "2018-07-16", "journal": "chemRxiv", "categories": "Coating Materials; Nanostructured Materials - Materials; Analytical Chemistry - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Resonance Energy Transfer Mediated by Metal-Dielectric Composite Nanostructures", "doi": "10.26434/chemrxiv.6831065.v1", "published_doi": "10.1021/acs.jpcc.8b04419", "published_url": "https://doi.org/10.1021/acs.jpcc.8b04419", "authors": "Noor Eldabagh; Matthew Micek; A. Eugene DePrince, III; Jonathan J. Foley", "abstract": "<p>Nanostructure-mediated energy transfer has attracted considerable attention</p>\n<p>as a template for photocatalysis and solar energy conversion, and the use</p>\n<p>of noble metal nanoparticles that support localized surface plasmon</p>\n<p>resonances (LSPRs) has been widely explored as a medium for realizing</p>\n<p>this paradigm.  On the other hand, composite nanoparticles (CNPs)</p>\n<p>comprised of a large dielectric bead and smaller metal nanostructures have</p>\n<p>been shown to achieve efficient energy transfer to small-molecule</p>\n<p>adsorbates through the interplay between  dielectric scattering resonances</p>\n<p>and the broad-band absorption associated with the metal nanostructure.</p>\n<p>This scattering mediated absorption can enable selective photochemistry</p>\n<p>without relying on the plasmonic properties of noble metal nanoparticles.</p>\n<p>While the precise photochemical mechanisms themselves remain unknown,</p>\n<p>resonance energy transfer (RET) is one feasible route for initiating the</p>\n<p>photochemistry.  We demonstrate computationally that CNPs indeed</p>\n<p>facilitate RET to small-molecule adsorbates and that CNPs offer a</p>\n<p>framework in which one can design RET donors that outperform typical</p>\n<p>plasmonic nanoparticles employed within LSPR-driven RET under comparable</p>\n<p>illumination conditions.  We also exploit the tunability of the resonances</p>\n<p>on the CNPs to realize strong coupling between the CNP and LSPR modes.</p>", "date": "2018-07-18", "journal": "chemRxiv", "categories": "Plasmonic and Photonic Structures and Devices; Optics; Photochemistry (Physical Chem.); Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY 4.0"}
{"title": "Quantifying the Nucleation and Growth Kinetics of Electron Beam Nanochemistry with Liquid Cell Scanning Transmission Electron Microscopy", "doi": "10.26434/chemrxiv.6834635.v1", "published_doi": "10.1021/acs.chemmater.8b03050", "published_url": "https://doi.org/10.1021/acs.chemmater.8b03050", "authors": "Mei Wang; Chiwoo Park; Taylor Woehl", "abstract": "<div>In this article, we report on complex nanochemistry and transport phenomena associated with nanocrystal formation by electron beam induced growth and liquid cell electron microscopy (LCEM). We synthesized silver nanocrystals using scanning transmission electron microscopy (STEM) electron beam induced synthesis and systematically varied the electron dose rate, a parameter solely thought to regulate nanocrystal formation kinetics via the rate of metal precursor reduction. Rationally modifying the solution chemistry with tertiary butanol to scavenge radical oxidizing species established a strongly reducing environment and enabled repeatable LCEM experiments. Interestingly, nanocrystal growth rate decreased with increasing electron dose rate despite the predicted increase in reductant concentration. We present evidence that this counterintuitive trend stems from increased oxidizing radical concentration and radical recombination at high magnifications, which together decrease rate of precursor reduction. Nucleation rate was proportional only to imaging magnification, which we rationalized based on local radical accumulation at high magnification causing increased supersaturation and fast nucleation. Radiation chemistry and reactant diffusion scaling models yielded new scaling laws that quantitatively explained the observed effects of electron dose rate on nucleation and growth kinetics. Finally, we introduce a new reaction kinetic model that enables unraveling nucleation and growth kinetics to probe nucleation kinetics occurring at sub-nanometer length scales, which are typically not accessible with LCEM. Our systematic investigation of nanocrystal formation kinetics with LCEM indicates that the intricacies of radiation chemistry and reactant transport must be accounted for to effectively harness radical scavengers and electron beam induced growth to systematically probe nanocrystal formation kinetics. We expect the empirical trends, scaling laws, and reaction kinetic model presented here will be indispensable tools for in situ electron microscopists and materials chemists alike when designing, analyzing, and interpreting LCEM nanocrystal formation data.</div>", "date": "2018-07-19", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Imaging; Microscopy; Nanostructured Materials - Nanoscience; Kinetics and Mechanism - Inorganic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On-Surface Radical Oligomerisation: A New Approach to STM Tip-Induced Reactions", "doi": "10.26434/chemrxiv.6860105.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gaolei Zhan; Younes Makoudi; Judicael Jeannoutot; Simon Lamare; Michel Féron; Frank Palmino; Marie-Laure Bocquet; Christophe M. Thomas; Frédéric Chérioux", "abstract": "Over the past decade, on-surface fabrication of organic nanostructures has been widely investigated for the development of molecular electronic devices, nanomachines, and new materials. Here, we introduce a new strategy to obtain alkyl oligomers in a controlled manner using on-surface radical oligomerisations that are triggered by the electrons/holes between the sample surface and the tip of a scanning tunnelling microscope. The resulting radical-mediated mechanism is substantiated by a detailed theoretical study. This electron transfer event only occurs when <i>V</i><sub>s</sub> < -3 V or <i>V</i><sub>s</sub> > + 3 V and allows access to reactive radical species under exceptionally mild conditions.  This transfer can effectively ‘switch on’ a sequence leading to formation of oligomers of defined size distribution due to the on-surface confinement of reactive species. Our approach enables new ways to initiate and control radical oligomerisations with tunnelling electrons, leading to molecularly precise nanofabrication.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Polymerization (Polymers); Nanofabrication; Theory - Computational; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Role of Quantum Effect for Nano-confined Substance Ultrafast Flow", "doi": "10.26434/chemrxiv.6840047.v1", "published_doi": "10.1007/S40242-021-1290-4", "published_url": "https://doi.org/10.1007/s40242-021-1290-4", "authors": "Pengcheng Gao; Qun Ma; Rui Liu; Xiaoding Lou; Yu Huang; Baocheng Zhang; Fan Xia", "abstract": "<p>Many researchers, however, found that the\nflow of both liquid and gas through nanoscale pores is one to even seven orders\nof magnitude faster than that would be predicted from the classic Newton’s\nmechanic theories, such as the Hagen-Poiseuille equation, the Bernoulli’s\nprinciple, the Knudsen theory. Here, for the first time, we propose a possible explanation for\nthe ultra-fast flow of substance through the nano-confined pores based on the\nWave-Particle Dualism. Since the mass of the substance is a constant, the\nvelocity of the substance in the nanopores is very important. The molecule\nbehaves like a particle above the critical velocity, while could reduce its\nvelocity to the critical value in the nanopores, which, then, behaves like the\nwave inducing the tunneling transfer. The critical velocities in 18 different\nstudy cases from the literatures have been calculated. The role of quantum\neffect for ultrafast flow could possibly provide new ideas for studying the\nnature of the physiological processes with the ion and molecule channels, which\nare the backbones for the biology, and possibly promote the development of new method\nfor energy conversion, desalination of sea water and even for information\nsystems.  </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanofluidics; Physical and Chemical Processes; Quantum Mechanics; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optoregulated Protein Release from an Engineered Living Material", "doi": "10.26434/chemrxiv.6852617.v1", "published_doi": "10.1002/adbi.201800312", "published_url": "https://doi.org/10.1002/adbi.201800312", "authors": "Shrikrishnan Sankaran; Aránzazu del Campo", "abstract": "An engineered living material for light-regulated protein release is realized by combining optogenetics, bacterial protein secretion and hydrogels. Hydrogel-immobilized bacteria are optogenetically programmed to express and secrete a fluorescent protein in response to light irradiation. Using light, tunability and localized confinement of protein expression along with dosing of protein release are demonstrated.", "date": "2018-07-24", "journal": "chemRxiv", "categories": "Biological Materials; Controlled-Release Systems; Biochemistry; Bioengineering and Biotechnology; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hypoxia-Activated Small Molecule-Induced Gene Expression", "doi": "10.26434/chemrxiv.6852035.v1", "published_doi": "10.1021/acschembio.8b00858", "published_url": "https://doi.org/10.1021/acschembio.8b00858", "authors": "Sarah L. Collins; Jaideep Saha; Laure C. Bouchez; Ester M. Hammond; Stuart Conway", "abstract": "<div><div><div><p>Hypoxia, conditions of reduced oxygen, occur in a wide variety of biological contexts, including solid tumours and bacterial biofilms, which are relevant to human health. Consequently, the development of chemical tools to study hypoxia is vital. Here we report a hypoxia-activated small molecule-mediated gene expression system using a bioreductive prodrug of the inducer isopropyl 1-thio-β-D-galactopyranoside (IPTG). As a proof-of-concept we have placed the production of a green fluorescent protein under the control of hypoxia. Our system has the potential to be extended to regulate the production any given protein of choice.</p></div></div></div>", "date": "2018-07-24", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solar Energy Harvesting with Carbon Nitrides: Do We Understand the Mechanism?", "doi": "10.26434/chemrxiv.6843812.v1", "published_doi": "10.1002/cptc.201800144", "published_url": "https://doi.org/10.1002/cptc.201800144", "authors": "Wolfgang Domcke; Johannes Ehrmaier; Andrzej L. Sobolewski", "abstract": "The photocatalytic splitting of water into molecular hydrogen and molecular oxygen with sunlight is the dream reaction for solar energy conversion. Since decades, transition-metal-oxide semiconductors and supramolecular organometallic structures have been extensively explored as photocatalysts for solar water splitting. More recently, polymeric carbon nitride materials consisting of triazine or heptazine building blocks have attracted considerable attention as hydrogen-evolution photocatalysts. The mechanism of hydrogen evolution with polymeric carbon nitrides is discussed throughout the current literature in terms of the familiar concepts developed for photoelectrochemical water splitting with semiconductors since the 1970s. We discuss in this perspective an alternative mechanistic paradigm for photoinduced water splitting with carbon nitrides, which focusses on the specific features of the photochemistry of aromatic N-heterocycles in aqueous environments. It is shown that a water molecule which is hydrogen-bonded to an N-heterocycle can be decomposed into hydrogen and hydroxyl radicals by two simple sequential photochemical reactions. This concept is illustrated by first-principles calculations of excited-state reaction paths and their energy profiles for hydrogen-bonded complexes of pyridine, triazine and heptazine with a water molecule. It is shown that the excited-state hydrogen-transfer and hydrogen-detachment reactions are essentially barrierless, in sharp contrast to water oxidation in the electronic ground state, where high barriers prevail. We also discuss in some detail the products of possible reactions of the highly reactive hydroxyl radicals with the chromophores. We hypothesize that the challenge of efficient solar hydrogen generation with carbon-nitride materials is less the decomposition of water as such, but rather the controlled recombination of the photogenerated radicals to the closed-shell products H2 and H2O2.", "date": "2018-07-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "pywindow: Automated Structural Analysis of Molecular Pores", "doi": "10.26434/chemrxiv.6850109.v1", "published_doi": "10.1021/acs.jcim.8b00490", "published_url": "https://doi.org/10.1021/acs.jcim.8b00490", "authors": "Marcin Miklitz; Kim Jelfs", "abstract": "<p>Structural analysis of molecular pores can yield important information on their behaviour in solution and in the bulk. We developed pywindow, a python package that allows for the automated analysis of structural features of porous molecular materials, such as molecular cages. Our analysis includes the cavity diameter, number of windows, window diameters and average molecular diameter. Molecular dynamics trajectories of can also be analysed to explore the influence of flexibility. We present the methodology, validation and application of pywindow for the analysis of molecular pores, metal-organic polyhedra and some instances of framework materials. pywindow is freely available from github.com/JelfsMaterialsGroup/pywindow.</p>", "date": "2018-07-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Expressing Raman Spectral Details Through Raman Parameter Information Diagram (RAPID)", "doi": "10.26434/chemrxiv.6845270.v1", "published_doi": "10.1007/S40828-019-0089-0", "published_url": "https://doi.org/10.1007/s40828-019-0089-0", "authors": "Rajesh Kumar", "abstract": "A handy diagram with name RAPID (Raman parameter information diagram) is proposed here which can be<br />used for listing spectral parameters associated with a Raman spectrum. It is demonstrated how by drawing<br />simple shapes like lines, triangles etc, it becomes easy to express various nding in a Raman spectrum like<br />red- (or blue-) shift, asymmetry, broadening, antiresonance etc. It will also be explained how by following<br />certain protocols, conveying Raman spectral features becomes easier unambiguously in a pictorial form,<br />proposed to be called as RAPID\" diagram. The proposed diagram will certainly prove to be a good tool in<br />the eld of Raman spectroscopy. It will be noticed that, though it is proposed for Raman spectra, RAPID<br />diagram can be used for representing features of any spectra.", "date": "2018-07-23", "journal": "chemRxiv", "categories": "Physical and Chemical Properties; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hue Parameter Fluorescence Identification of Edible Oils with a Smartphone", "doi": "10.26434/chemrxiv.6854486.v1", "published_doi": "10.1021/acssensors.8b00409", "published_url": "https://doi.org/10.1021/acssensors.8b00409", "authors": "Aron Hakonen; Jonathon\nE. Beves", "abstract": "Food-fraud can be highly lucrative and high accuracy\nauthentication of various foodstuffs is becoming essential. Olive oil is one of\nthe most investigated food matrices, due to its high price and low production\nglobally, with recent food-fraud examples showing little or no high quality\nolive oil in the tested oils. Here a simple method using a 405 nm-LED\nflashlight and a smartphone is developed for edible oil authentication.\nIdentification is fingerprinted by intrinsic fluorescent compounds in the oils,\nsuch as chlorophylls and poly-phenols. This study uses the hue parameter of\nHSV-colorspace to authenticate 24 different edible oils of nine different types\nand 15 different brands. For extra virgin olive oil all the nine samples are well\nseparated from the other oil samples. The rest of the samples were also well\ntype-distinguished by the hue parameter, which is complemented by hue-histogram\nanalysis. This opens up opportunities for low-cost and high-throughput\nsmartphone field-testing of edible oils on all levels of the production and\nsupply chain.", "date": "2018-07-24", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Analytical Apparatus; Imaging; Food", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Hybrid Mass Spectrometry Methods Reveal Lot-to-Lot Differences and Delineate the Effects of Glycosylation on the Structure of Herceptin®", "doi": "10.26434/chemrxiv.6871472.v1", "published_doi": "10.1039/C8SC05029E", "published_url": "https://doi.org/10.1039/c8sc05029e", "authors": "Rosie Upton; Lukasz G. Migas; Kamila J. Pacholarz; Richard G. Beniston; David Firth; Sian Estdale; Perdita E. Barran", "abstract": "<p>To consider the\nmeasurable variations in biopharmaceuticals we use mass spectrometry and systematically\nevaluate three lots of Herceptin®, two mAb standards and an intact Fc-hinge\nfragment. Each mAb is examined in three states; glycan intact, truncated (following\nendoS2 treatment) and fully deglycosylated.  Despite equivalence at the protein level, each\nlot of Herceptin® gives a distinctive signature in three different mass\nspectrometry analyses.  Ion mobility mass\nspectrometry (IM-MS) shows that in the API, the attached N-glycans reduce the\nconformational spread of each mAb by 10.5 – 25 %. Hydrogen/deuterium exchange\nmass spectrometry (HDX-MS) data supports this, with lower global deuterium\nuptake in solution when comparing intact to the fully deglycosylated protein. HDX-MS\nand activated IM-MS map the influence of glycans on the mAb and reveal\nallosteric effects which extend far beyond the Fc domains into the Fab region. Taken\ntogether these findings, and the supplied interactive data sets could be used\nto provide acceptance criteria with application for MS based characterisation of\nbiosimilars and novel therapeutic mAbs. </p>", "date": "2018-07-30", "journal": "chemRxiv", "categories": "Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unzipping Natural Products: Improved Natural Product Structure Predictions by Ensemble Modeling and Fingerprint Matching", "doi": "10.26434/chemrxiv.6863864.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "William A. Shirley; Brian\nP. Kelley; Yohann Potier; John H. Koschwanez; Robert Bruccoleri; Michael Tarselli", "abstract": "This pre-print explores ensemble modeling of natural product targets to match chemical structures to precursors found in large open-source gene cluster repository antiSMASH. Commentary on method, effectiveness, and limitations are enclosed. All structures are public domain molecules and have been reviewed for release.", "date": "2018-07-26", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Transformation of Fe, Air & Water to Ammonia: Variation of Reaction Rate with Temperature, Pressure, Alkalinity and Iron", "doi": "10.26434/chemrxiv.6879671.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ping Peng; Fang-Fang Li; Xinye Liu; Jiawen Ren; jessica stuart; Matthew Lefler; Marcus Johnson; Juan Vicini; Stuart Licht", "abstract": "The rate of ammonia production by the <u>chemical </u>oxidation of iron, N<sub>2</sub>(from air or as pure nitrogen) and water is studied as a function of (1) iron particle size, (2) iron concentration, (3) temperature, (4) pressureand (5) concentration of the alkaline reaction medium. The reaction meduium consists of an aqueous solution of equal molal concentrations of NaOH and KOH (Na<sub>0.5</sub>K<sub>0.5</sub>OH). We had previously reported on the <u>chemical </u>reaction of iron and nitrogen in alkaline medium to ammonia as an intermediate step in the <u>electrochemical </u>synthesis  of ammonia by a nano-sized iron oxide electrocatlyst. Here, the intermediate <u>chemical </u>reaction step is exclusively explored. The ammonia production rate increases with temperature (from 20 to 250°C), pressure (from 1 atm to 15 atm of air or N<sub>2</sub>), and exhibits a maximum rate at an electrolyte concentration of 8 molal Na<sub>0,5</sub>K<sub>0,5</sub>OH in a sealed N<sub>2</sub>reactor. 1-3 µm particle size Fe drive the highest observed ammonia production reaction rate. The Fe mass normalized rate of ammonia production increases with decreasing added mass of the Fe reactant reaching a maximum observed rate of 2.2x10<sup>-4</sup>mole of NH<sub>3</sub>h<sup>-1</sup>g<sup>-1</sup>for the reaction of 0.1 g of 1-3 µm Fe in 200°C 8 molal Na<sub>0.5</sub>K<sub>0.5</sub>OH at 15 atm.  Under these conditions 5.1 wt% of the iron reacts to form NH<sub>3</sub>via the reaction N<sub>2</sub>+ 2Fe + 3H<sub>2</sub>O ®2NH<sub>3</sub>+ Fe<sub>2</sub>O<sub>3</sub>.", "date": "2018-07-31", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Inorganic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structural Macrokinetics of Biomimetic Processes in Artificial Cells", "doi": "10.26434/chemrxiv.6871775.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Oleg Gradov; Margaret Gradova", "abstract": "It is known that all cytophysiological processes occur on the cell ultrastructure, which is a heterogeneous (heterophase) medium. So the kinetics of metabolic processes should be considered as a structural macrokinetics of this partially ordered medium (soft matter). Our model reproduces the structural-macrokinetic aspect of a number of metabolic phenomena, based on the physico-chemical analogies with the biological cell. Thus, the semipermeability of bioorganic membranes is simulated by semiconductive polymer inorganic dynamic membranes, exergonic chemoosmotic redox processes are equivalent to cellular respiration, biomimetic self-oscillating reactions are analogues of oscillatory metabolic processes and finally the structure formation in these models is also provided by reaction-diffusion mechanisms.", "date": "2018-07-30", "journal": "chemRxiv", "categories": "Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Master Class in Dimensional Analysis: the Universal Gas Constant", "doi": "10.26434/chemrxiv.6874886.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "john andraos", "abstract": "We present a spreadsheet-assisted exercise using Microsoft Excel software for the<br />determination of the universal gas constant, R, in 35,712 different units. This large<br />number of units arises from a simple enumeration of possible pressure-volume unit<br />combinations and energy unit combinations covering SI (metric), Imperial (British), and<br />American units. In turn, various units for force and area used for defining pressure, and<br />various units for force and distance used for defining energy are explored. This<br />presentation serves as an excellent exercise for high school and undergraduate students to<br />master the skill of dimensional analysis, unit conversions, and basic combinatorics in<br />general chemistry and physical chemistry courses. Instructors can also use the described<br />exercise of constructing conversion matrices to train students in how to efficiently use the<br />Microsoft Excel spreadsheet program.", "date": "2018-07-30", "journal": "chemRxiv", "categories": "Chemical Education - General; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Learning Continuous and Data-Driven Molecular Descriptors by Translating Equivalent Chemical Representations", "doi": "10.26434/chemrxiv.6871628.v1", "published_doi": "10.1039/C8SC04175J", "published_url": "https://doi.org/10.1039/C8SC04175J", "authors": "Robin Winter; Floriane Montanari; Frank Noé; Djork-Arné Clevert", "abstract": "<p></p><p>There has been a recent surge of interest in using machine\nlearning across chemical space in order to predict properties of molecules or\ndesign molecules and materials with desired properties. Most of this work\nrelies on defining clever feature representations, in which the chemical graph\nstructure is encoded in a uniform way such that predictions across chemical\nspace can be made. In this work, we propose to exploit the powerful ability of\ndeep neural networks to learn a feature representation from low-level encodings\nof a huge corpus of chemical structures. Our model borrows ideas from neural\nmachine translation: it translates between two semantically equivalent but\nsyntactically different representations of molecular structures, compressing\nthe meaningful information both representations have in common in a\nlow-dimensional representation vector. Once the model is trained, this representation\ncan be extracted for any new molecule and utilized as descriptor. In fair\nbenchmarks with respect to various human-engineered molecular fingerprints and\ngraph-convolution models, our method shows competitive performance in modelling\nquantitative structure-activity relationships in all analyzed datasets.\nAdditionally, we show that our descriptor significantly outperforms all\nbaseline molecular fingerprints in two ligand-based virtual screening tasks.\nOverall, our descriptors show the most consistent performances over all\nexperiments. The continuity of the descriptor space and the existence of the\ndecoder that permits to deduce a chemical structure from an embedding vector\nallows for exploration of the space and opens up new opportunities for compound\noptimization and idea generation.</p><br /><p></p>", "date": "2018-07-30", "journal": "chemRxiv", "categories": "Chemoinformatics; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computationally-Inspired Discovery of an Unsymmetrical Porous Organic Cage", "doi": "10.26434/chemrxiv.6863684.v1", "published_doi": "10.1039/C8NR06868B", "published_url": "https://doi.org/10.1039/C8NR06868B", "authors": "Enrico Berardo; Rebecca L. Greenaway; Lukas Turcani; Ben M. Alston; Michael J. Bennison; Marcin Miklitz; Rob Clowes; Micheal E. Briggs; Andrew\nI. Cooper; Kim Jelfs", "abstract": "<p>A completely unsymmetrical porous organic cage was synthesized from a C<i>2v </i>symmetrical building block that was identified by a computational screen. The cage was formed through a 12-fold imine condensation of a tritopic C<i>2v </i>symmetric trialdehyde with a di-topic C<i>2 </i>symmetric diamine in a [4+6] reaction. The cage was rigid and microporous, as predicted by the simulations, with an apparent Brunauer-Emmett-Teller surface area of 578 m2 g-1. The reduced symmetry of the tritopic building block relative to its topicity meant there were 36 possible structural isomers of the cage. Experimental characterization suggests a single isomer with 12 unique imine environments, but techniques such as NMR could not conclusively identify the isomer. Computational structural and electronic analysis of the possible isomers was used to identify the most likely candidates, and hence to construct a 3-dimensional model of the amorphous solid. The rational design of unsymmetrical cages using building blocks with reduced symmetry offers new possibilities in controlling the degree of crystallinity, porosity, and solubility, of self-assembled materials.</p>", "date": "2018-07-26", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Boehmite Nanofiber-Reinforced Resorcinol-Formaldehyde Macroporous Monoliths for Heat/Flame Protection", "doi": "10.26434/chemrxiv.6870830.v1", "published_doi": "10.1021/acsanm.8b01518", "published_url": "https://doi.org/10.1021/acsanm.8b01518", "authors": "Gen Hayase", "abstract": "By distributing boehmite nanofibers (BNFs) to a resorcinol-formaldehyde (RF) skeletal phase formed by phase separation in an aqueous sol, composite macroporous monoliths have been produced. The nanofiber reinforced monoliths have a skeleton in which BNF is arranged in parallel within the RF structure, and showed high Young's modulus against uniaxial compression for their bulk density. These materials can be expected to be applied to heat/flame protection materials using heat insulating properties and high flame resistance.<br />", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Fire-Resistant Materials; Hybrid Organic-Inorganic Materials; Thermal Conductors and Insulators", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revisiting the Dependence of Cu K-Edge X-Ray Absorption Spectra on Oxidation State and Coordination Environment", "doi": "10.26434/chemrxiv.6217085.v2", "published_doi": "10.1021/acs.inorgchem.8b01219", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b01219", "authors": "Julian Rudolph; Christoph R. Jacob", "abstract": "X-ray absorption spectroscopy (XAS) at the Cu K-edge is an important tool for probing the properties of copper centers in transition metal chemistry and catalysis. However, the interpretation of experimental XAS spectra requires a detailed understanding of the dependance of spectroscopic features on the local geometric and electronic structure, which can be established by theoretical X-ray spectroscopy. Here, we present a systematic computational study of the Cu K-edge XAS spectra of selected Cu complexes based on time-dependent density-functional theory in combination with a molecular orbital analysis of the relevant transitions. For a series of Cu ammine model complexes as well as a comprehensive test set of 12 Cu(I) and 5 Cu(II) complexes, we revisit the dependance of the pre-edge region in Cu K-edge XAS spectra on oxidation state and coordination geometry. While our calculations confirm earlier experimental assignments, we can also reveal additional signatures of the ligand orbitals and identify the underlying orbital interactions. The comprehensive picture revealed by this study will provide a reliable basis for the interpretation of <i>in situ</i> Cu K-edge XAS spectra of catalytic intermediates.", "date": "2018-07-03", "journal": "chemRxiv", "categories": "Spectroscopy (Inorg.); Theory - Inorganic; Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning Iridium(I) PCcarbeneP\tFrameworks for Facile Cooperative N2O Reduction", "doi": "10.26434/chemrxiv.6771695.v2", "published_doi": "10.1016/j.poly.2018.08.054", "published_url": "https://doi.org/10.1016/j.poly.2018.08.054", "authors": "Joel D. Smith; Edwina Chih; Warren Piers; Denis M. Spasyuk", "abstract": "A semiquantitative kinetic study correlates the rate of oxygen atom transfer from N<sub>2</sub>O to an iridium carbon double bond with the donor properties of six PC<sub>carbene</sub>P pincer ligand frameworks. Two new rigid, electron rich ligands are described and shown to be the most effective for rapid, selective reaction with N<sub>2</sub>O.<br />", "date": "2018-07-10", "journal": "chemRxiv", "categories": "Bond Activation; Catalysis; Ligand Design; Ligands (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "How Accurate Are Static Polarizability Predictions from Density Functional Theory? An Assessment over 132 Species at Equilibrium Geometry", "doi": "10.26434/chemrxiv.6449693.v2", "published_doi": "10.1039/C8CP03569E", "published_url": "https://doi.org/10.1039/C8CP03569E", "authors": "Diptarka Hait; Martin Head-Gordon", "abstract": "Static polarizabilities are the first response of the electron density to electric fields, and are therefore important for predicting intermolecular and molecule-field interactions. They also offer a global measure of the accuracy of the treatment of excited states by density functionals in a formally exact manner. We have developed a database of benchmark static polarizabilities for 132 small species at equilibrium geometry, using coupled cluster theory through triple excitations (extrapolated to the complete basis set limit), for the purpose of developing and assessing density functionals. The performance of 60 popular and recent functionals are also assessed, which indicates that double hybrid functionals perform the best, having RMS errors in the range of 2.5-3.8% . Many hybrid functionals also give quite reasonable estimates with 4-5% RMSE. A few meta-GGAs like mBEEF and MVS yield performance comparable to hybrids, indicating potential for improved excited state predictions relative to typical local functionals. Some recent functionals however are found to be prone to catastrophic failure (possibly as a consequence of overparameterization), indicating a need for caution in applying these.", "date": "2018-07-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Priori Bond-Valence and Bond-Length Calculations in Rock-Forming Minerals", "doi": "10.26434/chemrxiv.6462002.v2", "published_doi": "10.1107/S2052520618010442", "published_url": "https://doi.org/10.1107/S2052520618010442", "authors": "Olivier Charles Gagné; Patrick H.J. Mercier; Frank Christopher Hawthorne", "abstract": "<i>A priori </i>bond-valences and bond-lengths are calculated for a series of rock-forming minerals. Comparison of <i>a priori </i>and observed bond-lengths allows structural strain to be assessed for those minerals.", "date": "2018-07-16", "journal": "chemRxiv", "categories": "Bonding; Minerals; Solid State Chemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effective Quenching and Excited-State Relaxation of a Cu(I) Photosensitizer Addressed by Time-Resolved Spectroscopy and TDDFT Calculations", "doi": "10.26434/chemrxiv.6188654.v2", "published_doi": "10.1016/j.chemphys.2018.08.048", "published_url": "https://doi.org/10.1016/j.chemphys.2018.08.048", "authors": "Aleksej Friedrich; Olga S. Bokareva; Shu-Ping Luo; Henrik Junge; Matthias Beller; Oliver Kühn; Stefan Lochbrunner", "abstract": "<p>Homogenous photocatalytic systems based on copper photosensitizers are promising candidates for noble metal free approaches in solar hydrogen generation. To improve their performance a detailed understanding of the individual steps is needed. Here, we study the interaction of a heteroleptic copper (I) photosensitizer with an iron catalyst by time-resolved spectroscopy and ab-initio calculations. The catalyst leads to rather efficient quenching of the <sup>3</sup>MLCT state of the copper complex, with a bimolecular rate being about three times smaller than the collision rate. Using control experiments with methyl viologen an appearing absorption band is assigned to the oxidized copper complex demonstrating that electron transfer from the sensitizer to the iron catalyst occurs and the system reacts along an oxidative pathway. However, only about 30% of the quenching events result in an electron transfer while the other 70% experience deactivation indicating that the photocatalytic performance could be improved by optimizing the intermolecular interaction.</p><p><br /></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Photocatalysis; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Bayesian Approach to Predict Solubility Parameters", "doi": "10.26434/chemrxiv.6189617.v2", "published_doi": "10.1002/adts.201800069", "published_url": "https://doi.org/10.1002/adts.201800069", "authors": "Benjamin Sanchez-Lengeling; Loic Roch; Jose Dario Perea; Stefan Langner; Christoph J. Brabec; Alan Aspuru-Guzik", "abstract": "Solubility is a ubiquitous phenomenon in many aspects of material science. While solubility can be determined by considering the cohesive forces in a liquid via the Hansen solubility parameters (HSP), quantitative structure-property relationship models are often used for prediction, notably due to their low computational cost. Herein, we report gpHSP, an interpretable and versatile probabilistic approach to determining HSP. Our model is based on Gaussian processes (GP), a Bayesian machine learning approach that provides uncertainty bounds to prediction. gpHSP achieves its flexibility by leveraging a variety of input data, such as SMILES strings, COSMOtherm simulations, and quantum chemistry calculations. gpHSP is built on experimentally determined HSP, including a general solvents set aggregated from literature, and a polymer set experimentally characterized by this group of authors. In all sets, we obtained a high degree of agreement, surpassing well-established machine learning methods. We demonstrate the general applicability of gpHSP to miscibility of organic semiconductors, drug compounds and in general solvents, which can be further extended to other domains. gpHSP is a fast and accurate toolbox, which could be applied to molecular design for solution processing technologies.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Materials Processing; Organic Polymers; Computational Chemistry and Modeling; Machine Learning; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sampling of Tissues with Laser Ablation for bottom-up Proteomics: Comparison of Picosecond Infrared Laser (PIRL) and Microsecond Infrared Laser (MIRL)", "doi": "10.26434/chemrxiv.6825401.v2", "published_doi": "10.1021/acs.jproteome.9b00009", "published_url": "https://doi.org/10.1021/acs.jproteome.9b00009", "authors": "Andrey Krutilin; Stephanie Maier; Raphael Schuster; Sebastian Kruber; Marcel Kwiatkowski; Wesley D. Robertson; Dwayne R. J. Miller; Hartmut Schluter", "abstract": "The analysis of proteomes directly from tissues requires the proteins to be released from the cells and their compartments and solubilized, which usually is achieved by mechanical homogenization. It was recently shown, that sampling of tissues with the novel picosecond infrared laser (PIRL) offers higher yields of proteins with respect to the total amount and total number of individual proteins in comparison to mechanical homogenization. Furthermore, proteins obtained from tissues by homogenization with PIRL are significantly less enzymatically degraded, giving improved access to the original composition of proteoforms. The effective cold vaporization of tissue with PIRL is very soft, which is responsible for the phenomenon, that even enzymatic activities of proteins in the tissue aerosol are maintained. In contrast, the energy following irradiation of tissue with microsecond infrared laser (MIRL) pulses is not thermally and acoustically confined to the ablated volume. In this study, PIRL (1 J·cm-2) and MIRL (40-60 J·cm-2) were compared for sampling different tissue types for bottom-up proteomics. We showed that PIRL at low fluence is optimal for soft tissue and desired in scenarios were enzymatic activities of proteins must be maintained as well as were no residual tissue damage is a requirement. MIRL could be well suited for scenarios were enzymatic activities must be suppressed within the intact tissue and thermal and acoustic damage is not a concern.<br />", "date": "2018-07-19", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Mass Spectrometry; Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Inducing Nematic Ordering of Cellulose Nanofibers using Osmotic Dehydration", "doi": "10.26434/chemrxiv.6799004.v2", "published_doi": "10.1039/C8NR08194H", "published_url": "https://doi.org/10.1039/C8NR08194H", "authors": "Valentina Guccini; Shun Yu; Michael Agthe; Korneliya Gordeyeva; Yulia Trushkina; Andreas Fall; Christina Schütz; Germán Salazar-Alvarez", "abstract": "<div><div><p>The formation and characterization of nematically-ordered CNF materials (maximum order parameter f ≈ 0.8) has been studied by polarized optical microscopy, small angle x-ray scattering (SAXS), and rheological measurements as a function of CNF concentration. The wide range of CNF concentrations, from 0.5 wt% to 4.9 wt%, is obtained using osmotic dehydration with PEG. At concentrations >1.05 wt% the CNF suspension crosses an isotropic-anisotropic transition that is accompanied by a dramatic increase of the optical birefringence. The resulting nanostructures are depicted by a hierarchical model with mass fractal structures that converge into co-existing nematically-ordered regions and network-like regions, in which the correlation distances decrease upon increasing concentration. The use of rapid, upscaleble osmotic dehydration is an effective method to increase the concentration of CNF suspensions while partly circumventing the gel formation. The facile formation of highly ordered fibers can result in materials with interesting macroscopic properties.</p></div></div>", "date": "2018-07-18", "journal": "chemRxiv", "categories": "Fibers; Biopolymers; Cellulosic materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Testing for Physical Validity in Molecular Simulations", "doi": "10.26434/chemrxiv.6005279.v2", "published_doi": "10.1371/journal.pone.0202764", "published_url": "https://doi.org/10.1371/journal.pone.0202764", "authors": "Pascal T. Merz; Michael R. Shirts", "abstract": "<p>Advances in recent years have made molecular dynamics (MD) and Monte Carlo (MC) simulations powerful tools in molecular-level research, allowing the prediction of experimental observables in the study of systems such as proteins, membranes, and polymeric materials. However, the quality of any prediction based on molecular dynamics results will strongly depend on the validity of underlying physical assumptions.</p>\n<p>Unphysical behavior of simulations can have significant influence on the results and reproducibility of these simulations, such as folding of proteins and DNA or properties of lipid bilayers determined by cutoff treatment, dynamics of peptides and polymers affected by the choice of thermostat, or liquid properties depending on the simulation time step. Motivated by such examples, we propose a two-fold approach to increase the robustness of molecular simulations. The first part of this approach involves tests which can be performed by the users of MD programs on their respective systems and setups. We present a number of tests of different complexity, ranging from simple post-processing analysis to more involved tests requiring additional simulations. These tests are shown to significantly increase the reliability of MD simulations by catching a number of common simulation errors violating physical assumptions, such as non-conservative integrators, deviations from the Boltzmann ensemble, and lack of ergodicity between degrees of freedom. To make the usage as easy as possible, we have developed an open-source and platform-independent Python library (https://physical-validation.readthedocs.io) implementing these tests.</p>\n<p>The second part of the approach involves testing for code correctness. While unphysical behavior can be due to poor or incompatible choices of parameters by the user, it can just as well originate in coding errors within the program. We therefore propose to include physical validation tests in the code-checking mechanism of MD software packages. We have implemented such a validation for the GROMACS software package, ensuring that every major releases passes a number of physical sanity checks performed on selected representative systems before shipping. It is, to our knowledge, the first major molecular mechanics software package to run such validation routinely. The tests are, as the rest of the package, open source software, and can be adapted for other software packages.</p>", "date": "2018-07-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Air Quality in Puerto Rico in the Aftermath of Hurricane Maria: A Case Study on the Use of Lower-Cost Air Quality Monitors", "doi": "10.26434/chemrxiv.6452828.v2", "published_doi": "10.1021/ACSEARTHSPACECHEM.8B00079", "published_url": "https://doi.org/10.1021/acsearthspacechem.8b00079", "authors": "Subramanian Ramachandran; Aja Ellis; Elvis Torres-Delgado; Rebecca Tanzer; Carl Malings; Felipe Rivera; Maité Morales; Darrel Baumgardner; Albert Presto; Olga L. Mayol-Bracero", "abstract": "In\nthe aftermath of Hurricane Maria, the electricity grid in Puerto Rico was\ndevastated, with over 90% of the island without electricity; as of December\n2017, about 50% of the island lacked electricity, and power outages were common\nelsewhere. Backup generators are widely used, sometimes as the main source of\nelectricity. The hurricane also damaged the island’s existing air monitoring\nnetwork and the University of Puerto Rico’s observing facilities. We deployed\nfour lower-cost air quality monitors (Real-time Affordable Multi-Pollutant or\nRAMP monitors) and a black carbon (BC) monitor in the San Juan Metro Area in\nNovember 2017. The first month of data collected with the RAMPs showed high\nsulfur dioxide (SO<sub>2</sub>) and carbon monoxide (CO) concentrations of\nvarying magnitudes each night. SO<sub>2</sub> and CO are strongly correlated (r<sup>2</sup>\n>0.9) at two sites ~5 km apart (University of Puerto Rico and an\nindustrial area, Puerto Nuevo), suggesting a single source type. BC measured at\nthe UPR site is also well correlated with CO and SO<sub>2</sub>. While the\nRAMPs are not certified as a federal equivalent method, the RAMP SO<sub>2</sub>\ndata suggest that the EPA’s daily 1-hour threshold for SO<sub>2</sub>\n(75 ppb) was exceeded on almost 80% of the first 30 days of deployment\n(November-December 2017). The widespread reliance on generators for regular\nelectric supply in the aftermath of Hurricane Maria appears to have increased\nair pollution in San Juan.", "date": "2018-07-25", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Environmental Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Facile Synthesis of a Diverse Library of Mono-3-substituted β-Cyclodextrin Analogues", "doi": "10.26434/chemrxiv.6453302.v2", "published_doi": "10.1080/10610278.2018.1562191", "published_url": "https://doi.org/10.1080/10610278.2018.1562191", "authors": "Kathryn Kellett; Brendan M. Duggan; Michael Gilson", "abstract": "We have described simple, high-yield, protocols, which require only commonly accessible equipment, to synthesize a wide range of β-CD derivatives mono-substituted at the secondary face. These derivatives may be useful in their own right, and they are also scaffolds for further modification, and examples of the far broader array of derivatives that may be accessed by these procedures.", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Supramolecular Chemistry (Org.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "The effects of nano-sized carbon fillers on the physico-chemical, mechanical, and biological properties of polyester nanocomposites", "doi": "10.26434/chemrxiv.6300095.v2", "published_doi": "10.1016/j.eurpolymj.2018.08.012", "published_url": "https://doi.org/10.1016/j.eurpolymj.2018.08.012", "authors": "Zygmunt Staniszewski; Peter Sobolewski; Agnieszka Piegat; Miroslawa El Fray", "abstract": "<div><div><div><p>Nanocomposites based on poly(ethylene terephthalate-ethylene dilinoleate) (PET-DLA) copolymers of different hard to soft segment ratios (40:60 and 60:40) and three different carbon nanofillers of different aspect ratios (dimensions), as 0D carbon black, 1D multiwalled carbon nanotubes, and 2D graphene, have been prepared in situ during two-stage polymerization. Fourier transform infrared (FTIR) and nuclear magnetic resonance (NMR) spectroscopy were used to characterize the chemical structures of the obtained nanocomposites. Scanning electron microscopy (SEM) indicated very good dispersions of all carbon nanofillers in both polymer matrices. Differential scanning calorimetry (DSC) results revealed that the addition of nano-sized fillers eliminated cold crystallization of materials containing 40% hard segments in polymer matrix. We found that the high aspect ratio, 1D nano-filler (multiwalled carbon nanotubes) strongly nucleated crystallization of materials containing 60% of hard segments. This nanofiller also yielded the greatest improvement in the Young’s modulus as assessed by tensile tests, both at 24 oC and 37 oC. We did not observe reduced bacterial adhesion to nanocomposites, likely due to increased roughness. Importantly, in vitro cytocompatibility tests with L929 murine fibroblasts demonstrated cell viability and growth on all materials except those containing carbon nanotubes. Finally, both high aspect ratio nanofillers markedly improved the barrier properties of obtained nanocomposites. New materials were successfully used for manufacturing of prototype of heart assist device, with pneumatic membrane made of graphene nanocomposite.</p></div></div></div>", "date": "2018-07-31", "journal": "chemRxiv", "categories": "Biocompatible Materials; Composites; Elastic Materials; Nanostructured Materials - Materials; Organic Polymers; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Energy Transfer Between Eu3+ and Nd3+ in Near-Infrared Emitting β-Triketonate Coordination Polymers", "doi": "10.26434/chemrxiv.6008294.v3", "published_doi": "10.1039/C8DT02499E", "published_url": "https://doi.org/10.1039/C8DT02499E", "authors": "Laura Abad Galán; Alexandre Sobolev; Brian Skelton; Eli Zysman-Colman; Mark Ogden; Massimiliano Massi", "abstract": "Isomorphous<i>β</i>-triketonate-based lanthanoid polymers containing tris(4-methylbenzoyl)methanide (<b>mtbm</b>) and Rb<sup>+</sup>with formula,{[Ln(Rb)(<b>mtbm</b>)<sub>4</sub>]<sub>2</sub>}<i><sub>n </sub></i>(Ln = Eu<sup>3+ </sup>and Nd<sup>3+</sup>) have been synthesised and structurally characterised. The photophysical properties for the Nd<sup>3+</sup>complex  presented long lifetimes and relatively high quantum yields in comparison with analogous <i><u>β</u></i>-diketonate  complexes.  Mixed lanthanoid complexes were also formed  and their luminescence properties studied, with effective sensitisation of the <sup>4</sup>F<sub>3/2 </sub>of<sub></sub> Nd<sup>3+ </sup>via the <sup>5</sup>D<sub>0 </sub>of Eu<sup>3+</sup>, which is to the best of our knowledge the first example of Eu<sup>3+</sup>to Nd<sup>3+</sup>sensitisation in a coordination complex or polymer.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Re-Evaluating the Spherical-Nucleic-Acid Technology", "doi": "10.26434/chemrxiv.6633980.v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Maria Czarnek; David Mason; Gal Haimovich; Víctor F. Puntes; Paolo Bergese; Joanna Bereta; Raphaël Lévy", "abstract": "We re-evaluate the evidence presented for the detection of mRNA in cells and tissues with Spherical Nucleic Acids.<br />", "date": "2018-07-23", "journal": "chemRxiv", "categories": "Imaging; Nanostructured Materials - Nanoscience; Bioengineering and Biotechnology; Biophysics; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}