{"title": "Diverse Cyclopentenes via Enantioselective Cu-Catalyzed Desymmetrization", "doi": "10.26434/chemrxiv.6894833.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Reece Jacques; Robert D. C. Pullin; Stephen P. Fletcher", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A highly regio-, diastereo- and enantioselective Cu-catalyzed\ndesymmetrization of diverse meso-bisphosphates with alkyl zirconium nucleophiles has been\ndeveloped. The reaction allows access to a broad range of functionalized cyclopentenes with\nup to three contiguous stereogenic centers, including quaternary centers and spirocyclic ring\nsystems.</p></div></div></div>", "date": "2018-08-02", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Stereochemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bimolecular Reaction Dynamics in the Phenyl - Silane System: Exploring the Prototype of a Radical Substitution Mechanism", "doi": "10.26434/chemrxiv.6890807.v1", "published_doi": "10.1021/acs.jpclett.8b02303", "published_url": "https://doi.org/10.1021/acs.jpclett.8b02303", "authors": "Michael Lucas; Aaron M. Thomas; Tao Yang; Ralf I. Kaiser; Alexander  M. Mebel; Diptarka Hait; Martin Head-Gordon", "abstract": "<p>We\npresent a combined experimental and theoretical investigation of the\nbimolecular gas phase reaction of the phenyl radical (C<sub>6</sub>H<sub>5</sub>)\nwith silane (SiH<sub>4</sub>) under single collision conditions to investigate\nthe chemical dynamics of forming phenylsilane (C<sub>6</sub>H<sub>5</sub>SiH<sub>3</sub>)\nvia a bimolecular radical substi­tu­tion mechanism at a tetra-coordinated\nsilicon atom. Verified by electronic structure and quasiclassical trajectory\ncalculations, the replacement of a single carbon atom in methane by silicon\nlowers the barrier to substi­tu­ti­on thus defying conventional wisdom that\ntetra-coordinated hydrides undergo preferentially hydrogen abstraction. This\nreaction mechanism provides funda­men­tal insights into the hitherto unexplored\ngas phase chemical dynamics of radical substitution reactions of mononuclear\nmain group hydrides under single collision conditions and highlights the distinct\nreactivity of silicon compared to its isovalent carbon. This mechanism might be\nalso involved in the synthesis of cyanosilane\n(SiH<sub>3</sub>CN) and methylsilane (CH<sub>3</sub>SiH<sub>3</sub>) probed in\nthe circumstellar envelope of the carbon star IRC+10216. </p>", "date": "2018-08-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Polypharmacology Browser PPB2: Target Prediction Combining Nearest Neighbors with Machine Learning", "doi": "10.26434/chemrxiv.6895646.v1", "published_doi": "10.1021/acs.jcim.8b00524", "published_url": "https://doi.org/10.1021/acs.jcim.8b00524", "authors": "Mahendra Awale; Jean-Louis Reymond", "abstract": "<div>Here we report PPB2 as a target prediction tool assigning targets to a query molecule based on ChEMBL data. PPB2 computes ligand similarities using molecular fingerprints encoding composition (MQN), molecular shape and pharmacophores (Xfp), and substructures (ECfp4), and features an unprecedented combination of nearest neighbor (NN) searches and Naïve Bayes (NB) machine learning, together with simple NN searches, NB and Deep Neural Network (DNN) machine learning models as further options. Although NN(ECfp4) gives the best results in terms of recall in a 10-fold cross-validation study, combining NN searches with NB machine learning provides superior precision statistics, as well as better results in a case study predicting off-targets of a recently reported TRPV6 calcium channel inhibitor, illustrating the value of this combined approach. PPB2 is available to assess possible off-targets of small molecule drug-like compounds by public access at ppb2.gdb.tools.</div>", "date": "2018-08-02", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Drug Discovery and Drug Delivery Systems; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding the Role of AgNO3 Concentration and Seed Morphology to Achieve Tunable Shape Control in Gold Nanostars", "doi": "10.26434/chemrxiv.6949934.v1", "published_doi": "10.1039/C8NR07615D", "published_url": "https://doi.org/10.1039/C8NR07615D", "authors": "Supriya Atta; Laura Fabris", "abstract": "<div>Gold nanostars are one of the most fascinating anisotropic nanoparticles. Nanostar morphology can be controlled by changing various synthetic parameters; however, the detailed</div><div>growth mechanisms are not fully understood. Herein, we investigate this process in six-branched nanostars, focusing first on the properties of the single crystalline seed, which evolves to include penta-twinned defects as the gateway to anisotropic growth into 6-branched nanostars. In particular, we report on a high-yield seed-mediated protocol for the synthesis of these particles with high monodispersity in the presence of Triton-X, ascorbic acid, and AgNO3. Detailed</div><div>spectroscopic and microscopic analyses have allowed the identification of several key intermediates in the growth process, revealing that it proceeds via penta-twinned intermediate seeds. Importantly, we report the first experimental evidence tracking the location of silver with</div><div>sub-nanometer resolution and prove its role as stabilizing agent in these highly branched nanostructures. Our results indicate that metallic silver on the spikes stabilizes the nanostar morphology, and that the remaining silver, present when AgNO3 is added at high concentration, deposits on the core and between the base of neighboring spikes. Importantly, we also demonstrate the possibility to achieve monodispersity, reproducibility, and tunability in colloidal gold nanostars that are substantially higher than previously reported, which could be leveraged to carry out holistic computational-experimental studies to understand, predict, and tailor their plasmonic response.</div><div><br /></div>", "date": "2018-08-10", "journal": "chemRxiv", "categories": "Microscopy; Nanostructured Materials - Nanoscience; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Melanogenesis Using Tyrosinate (Not Tyrosinase)", "doi": "10.26434/chemrxiv.6936653.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koen Vercruysse; Nahfisa Richardson", "abstract": "<p>We present our initial observations regarding the\neffect of the presence of L-tyrosinate (= L-tyrosine disodium salt) on the\nauto- or Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>-mediated oxidation of\nvarious catecholic substances into melanin-like pigments. We observed that L-tyrosinate\ninhibited the Fe<sup>2+</sup>/H<sub>2</sub>O<sub>2</sub>-mediated oxidation. In\ncontrast, L-tyrosinate promoted the auto-oxidation of ortho-diphenols like L-DOPA,\ndopamine, epinephrine, norepinephrine, catechol or pyrogallol, but not a meta-diphenol\nlike resorcinol. In addition, we briefly demonstrated the melanogenic\nproperties of cell culture media containing L-tyrosinate. The reactions were\nmonitored using UV-Vis spectroscopy and size exclusion chromatography. For a\nreaction between L-tyrosinate and L-DOPA, a large scale experiment was set up\nallowing us to isolate, purify and characterize using FT-IR spectroscopy the\nmelanin-like material obtained. We discuss our observations in the context of\nthe <i>in vitro</i> and <i>in vivo</i> study of melanogenesis and provide some directions for\nfuture research efforts.<i></i></p>", "date": "2018-08-07", "journal": "chemRxiv", "categories": "Biochemistry; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A 3D Network of Graphene/Silicon/Graphene Sandwich Sheets as Anode for Li-Ion Battery", "doi": "10.26434/chemrxiv.6948875.v1", "published_doi": "10.1016/J.TSF.2019.137702", "published_url": "https://doi.org/10.1016/j.tsf.2019.137702", "authors": "Zhijun Feng; Ang Fu; Lun Chen; Chenhui Huang; Fei Pei; Yanling He; Fang Xiaoliang; Qu Baihua; Chen Xinyi; Alan Man Ching Ng; Jingqin Cui", "abstract": "<p>A freestanding 3D network strucutre\nof graphene/Si/graphene designed & fabricated.</p>\n\n<p>Coloumbic efficiency of the\nfirst de-/liathiation cycle over 80%.</p>\n\n<p>Stable\nareal capacities up to 0.62 mAh cm<sup>-2</sup> were achieved.</p><p>Anodes maitained interconnected, superlight, flexible\nstructures after 1000 cycles.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Composites; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cyclic Hypervalent Iodine Reagents for Azidation: Safer Reagents and Photoredox Catalyzed Ring Expansion", "doi": "10.26434/chemrxiv.6946058.v1", "published_doi": "10.1021/acs.joc.8b02068", "published_url": "https://doi.org/10.1021/acs.joc.8b02068", "authors": "Sebastien Alazet; Johannes preindl; raphael simonet davin; Stefano Nicolai; Annik Nanchen; Thierry Meyer; Jerome Waser", "abstract": "Azides are building blocks of increasing importance in\nsynthetic chemistry, chemical biology and materials science. Azidobenziodoxolone\n(ABX, Zhdankin reagent) is a valuable azide source, but its safety profile has\nnot been thoroughly established. Herein, we report a safety study of ABX, which\nshows its highly hazardous nature. We further introduce and study two\nderivatives, <i>t</i>Bu-ABX and ABZ\n(azidobenziodazolone). ABZ displayed a similar reactivity but a better safety\nprofile than ABX, and could be used in established photoredox- and\nmetal-mediated azidation processes, as well as in a new ring-expansion of\nsilylated cyclobutanols to give azidated cyclopentanones.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical Design of Yttrium Oxyhydrides: Remarkable Richness of Phase Diagram", "doi": "10.26434/chemrxiv.6950138.v1", "published_doi": "10.1021/ACS.CGD.8B01596", "published_url": "https://doi.org/10.1021/acs.cgd.8b01596", "authors": "Aleksandr Pishtshev; Evgenii Strugovshchikov; Smagul Karazhanov", "abstract": "The synthesis of stable yttrium oxyhydride-type compounds raised a question regarding the key factors that may be responsible for formation routes and structural features of these attractive materials. For solving this problem the interplay of chemical composition and crystalline architectures has been theoretically explored in terms of possible structural transformations caused by the gradual oxidation of the host metal-hydride system. The combination of group-theory methods, mixed-anion chemistry arguments, and relevant DFT calculations provided us with the opportunity to predict and characterize the candidate models for most probable stoichiometric versions of yttrium oxyhydrides. The predicted chemical compositions along with the crystallization results have been summarized in the phase diagram. It is shown that structural stability is achieved by matching favorable crystallographic positions of the nearest oxygen and hydrogen atoms at the metal center.", "date": "2018-08-10", "journal": "chemRxiv", "categories": "Optical Materials; Thin Films; Solid State Chemistry; Computational Chemistry and Modeling; Photovoltaics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Crosslinked Ionomer Gel Separators for Polysulfide Shuttle Mitigation in Magnesium-Sulfur Batteries: Elucidation of Structure-Property Relationships", "doi": "10.26434/chemrxiv.6948209.v1", "published_doi": "10.1021/ACS.MACROMOL.8B01717", "published_url": "https://doi.org/10.1021/acs.macromol.8b01717", "authors": "Hunter O. Ford; Laura\nC. Merrill; Peng He; Sunil P. Upadhyay; Jennifer Schaefer", "abstract": "A series of crosslinked ionomer networks of varying poly(ethylene glycol) diacrylate crosslinker chain length, ionic co-monomer chemistry, and co-monomer ratio have been studied for their use as polysulfide shuttle inhibiting separators in magnesium-sulfur (Mg-S) batteries. Through the use of X-ray scattering, polysulfide diffusion experiments, conductivity measurements, and Mg-S cell cycling, it was determined that inclusion of tethered anions in polymer networks mitigates the polysulfide shuttle effect. Polysulfide crossover through networks into a bulk electrolyte can be reduced by absorption into the polymer gel, steric rejection, and electrostatic rejection, with the predominance of these mechanisms dictated by polymer composition and structure.  The best network composition allowed an initial Mg-S cell discharge capacity of 522 mAh/g compared to a discharge capacity of 365 mAh/g using a literature standard glass fiber separator. The ionomer cell saw 67% capacity retention after three cycles, whereas the glass fiber separator could not complete the first charging cycle due to polysulfide shuttle.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Polyelectrolytes - Materials; Polyelectrolytes - Polymers; Energy Storage; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Closed Loop Discovery Robot Driven by a Curiosity Algorithm Discovers Proto-Cells That Show Complex and Emergent Behaviours", "doi": "10.26434/chemrxiv.6958334.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jonathan Grizou; Laurie J. Points; Abhishek Sharma; Leroy Cronin", "abstract": "<p><b>We\ndescribe a chemical robotic discovery assistant equipped with a curiosity\nalgorithm (CA) that can efficiently explore a complex chemical system in search\nof complex emergent phenomena exhibited by proto-cell droplets. The CA-robot is\ndesigned to explore proto-cell formulations in an open-ended way with no\nexplicit discovery or optimization target. By applying the CA-robot to the\nstudy of multicomponent oil-in-water proto-cell droplets, we discovered an\norder of magnitude more instances of interesting behaviours than possible with a\nrandom parameter search. Among them, a formulation displaying a sudden and\nhighly specific response to temperature was discovered. Six modes of proto-cell\ndroplet motion were identified and classified using a time-temperature phase diagram\nand probed using a variety of techniques including NMR, which allowed the\ndesign of a payload release system triggered by temperature. This work shows\nhow objective free search can lead to the discovery of useful and unexpected\nproperties, with real-world applications in\nformulation chemistry.</b></p>", "date": "2018-08-13", "journal": "chemRxiv", "categories": "Interfaces; Self-Assembly; Solution Chemistry; Transport phenomena (Physical Chem.); Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Prediction of Chemical Reactions Using Statistical Models of Chemical Knowledge", "doi": "10.26434/chemrxiv.6954908.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Philipp-Maximilian Jacob; Alexei Lapkin", "abstract": "Is chemistry discoverable or can it only be invented? – this is the question of a computer scientist and a philosopher of science when looking at application of artificial intelligence methods for developing new chemical entities and new chemical transformations. This study confirms that, at least today, chemistry is, in part, discoverable from past history of chemical research – the accumulated chemical data contains hidden rules of chemistry, which can be exploited to discover new reaction pathways. This is shown using a stochastic block model approach, trained on chemical reaction data obtained from Reaxys®.", "date": "2018-08-10", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY 4.0"}
{"title": "An Evolutionary Algorithm for the Discovery of Porous Organic Cages", "doi": "10.26434/chemrxiv.6954557.v1", "published_doi": "10.1039/C8SC03560A", "published_url": "https://doi.org/10.1039/C8SC03560A", "authors": "Enrico Berardo; Lukas Turcani; Marcin Miklitz; Kim Jelfs", "abstract": "The phase space of possible supramolecular materials is enormous, as they can, in principle, be built from any combination of organic building blocks. Here we have developed an evolutionary algorithm (EA) that can assist in the efficient exploration of chemical space for supramolecules, helping to guide synthesis to materials with promising applications. We demonstrate the utility of our EA to porous organic cages, predicting both promising targets and identifying the chemical features that emerge as important for a cage to be shape persistent or to adopt a particular cavity size. We identify that shape persistent cages require a low percentage of rotatable bonds in their precursors (<20%) and that the higher topicity building block in particular should use\n<p>double bonds for rigidity. We can use the EA to explore what size ranges for precursors are required for achieving a given pore size in a cage and show that 16 Å pores, which are absent in the literature, should be synthetically achievable. Our EA implementation is adaptable and easily extendable, not only to target specific properties of porous</p>\n<p>organic cages, such as optimal encapsulants or molecular separation materials, but also to any easily calculable property of other supramolecular materials.</p>", "date": "2018-08-10", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Scandium Alkyl and Hydride Complexes Supported by a Pentadentate Diborate Ligand: Reactions with CO2 and N2O", "doi": "10.26434/chemrxiv.6957221.v1", "published_doi": "10.1039/C8DT03313G", "published_url": "https://doi.org/10.1039/C8DT03313G", "authors": "Warren Piers; Daniel W. Beh; Iker del Rosal; Maron Laurent; Benjamin\nS. Gelfand; Chris Gendy; Jian-Bin Li", "abstract": "Alkyl\nand hydrido scandium complexes of the dianionic pentatdentate ligand B<sub>2</sub>Pz<sub>4</sub>Py\nare reported. The key starting material (B<sub>2</sub>Pz<sub>4</sub>Py)ScCl is\nreadily prepared and alkylated with organolithium reagents RLi (R = CH<sub>3</sub>,\nCH<sub>2</sub>SiMe<sub>3</sub>, CH<sub>2</sub>SiMe<sub>2</sub>Ph, CH<sub>2</sub>CH<sub>2</sub>CH<sub>3</sub>\nand CH<sub>2</sub>CHMe<sub>2</sub>) to form alkyl derivatives in 61-93% yields.\nThese compounds are very thermally stable and do not undergo sigma bond\nmetathesis reactions with dihydrogen. The hydrido complex was prepared from (B<sub>2</sub>Pz<sub>4</sub>Py)ScCl\nand NaHBEt<sub>3</sub> in 80% yield and was found to be more stable by 28 kcal\nmol<sup>-1</sup> as a dimer, rather than a monomeric hydrido complex. However,\nthe monomer is accessible through dissociation of the dimer at 80˚C. All of the\ncompounds (B<sub>2</sub>Pz<sub>4</sub>Py)ScR react with water to form the\nbridging oxo dimer (B<sub>2</sub>Pz<sub>4</sub>Py)ScOSc(B<sub>2</sub>Pz<sub>4</sub>Py).\nThe reactivity of the hydrido and methyl complexes towards carbon dioxide was\nexplored; heating to 80˚C results in the formation of k<sup>2</sup> formato and acetate complexes, respectively.\nThe mechanisms were studied via density function theory and distinct transition\nstates for insertion of CO<sub>2</sub> into the Sc-R (R = H, CH<sub>3</sub>)\nwere found, with the insertion into the Sc-CH<sub>3</sub> being more\nenthalpically difficult (by 18 kcal mol<sup>-1</sup>) than insertion into Sc-H.\nThe slow rate of reaction between [(B<sub>2</sub>Pz<sub>4</sub>Py)ScH]<sub>2</sub>\nand CO<sub>2</sub> is attributed to the barrier associated with dimer\ndissociation. In both insertion reactions, the kinetic products are k<sup>1</sup>\nformato or acetate complexes that are only slightly less stable than the\nobserved k<sup>2</sup>\nderivatives. The k<sup>1</sup>\ncompounds can therefore be trapped by treating the k<sup>2</sup> isomers with <i>tris</i>-pentafluorophenyl borane.", "date": "2018-08-13", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Ligands (Inorg.); Organometallic Compounds; Small Molecule Activation (Inorg.); Theory - Inorganic; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning the Collapse Transition of Weakly Charged Polymers by Ion-Specific Screening and Adsorption", "doi": "10.26434/chemrxiv.6954860.v1", "published_doi": "10.1039/C8SM01646A", "published_url": "https://doi.org/10.1039/C8SM01646A", "authors": "Richard Chudoba; Jan Heyda; Joachim Dzubiella", "abstract": "The experimentally observed swelling and collapse response of weakly charged polymers to the addition of specific salts displays quite convoluted behavior that is not easy to categorize. Here we use a minimalistic implicit solvent / explicit salt simulation model with a focus on ion-specific interactions between ions and a single weakly charged polyelectrolyte to qualitatively explain the observed effects.<br />In particular, we demonstrate ion-specific screening and bridging effects cause collapse at low salt concentrations whereas the same strong ion-specific direct interactions drive re-entrant swelling at high concentrations. Consistently with experiments, a distinct salt concentration at which the salting-out power of anions inverts from the reverse to direct Hofmeister series is observed. At this, so called ‘isospheric point’, the ion-specific effects vanish. Furthermore, with additional simplifying assumptions, an ion-specific mean-field model is developed for the collapse transition which quantitatively agrees with the simulations. Our work demonstrates the sensitivity of the structural behavior of charged polymers to the addition of specific salt and shall be useful for further guidance of experiments.<br />", "date": "2018-08-10", "journal": "chemRxiv", "categories": "Polyelectrolytes - Polymers; Polymer chains; Computational Chemistry and Modeling; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Highly Enantioselective Hiyama Cross-Coupling via Rh-Catalyzed Allylic Arylation of Racemic Allyl Chlorides", "doi": "10.26434/chemrxiv.6960404.v1", "published_doi": "10.1021/acs.organomet.9b00197", "published_url": "https://doi.org/10.1021/acs.organomet.9b00197", "authors": "Jesus Gonzalez; Philipp Schäfer; Stephen P. Fletcher", "abstract": "<div><div><div><p>Highly enantioselective Hiyama cross-coupling reactions have been achieved through rhodium(I)-catalyzed dynamic kinetic asymmetric transformations between aryl siloxanes and racemic allyl halides. This process affords valuable enantiomerically enriched allyl arenes and is compatible with heterocyclic allyl chloride electrophiles.</p></div></div></div>", "date": "2018-08-13", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Environmental Control Programs the Emergence of Distinct Product Ensembles from Unconstrained Chemical Reaction Networks", "doi": "10.26434/chemrxiv.6962813.v1", "published_doi": "10.1073/PNAS.1813987116", "published_url": "https://doi.org/10.1073/pnas.1813987116", "authors": "Andrew J. Surman,; Marc Rodriguez Garcia; Yousef Abul-Haija; Geoffrey Cooper; Piotr S. Gromski; Rebecca Turk-MacLeod; Margaret Mullin; Cole Mathis; Sara Walker; Leroy Cronin", "abstract": "<p><b>Harnessing and then controlling </b><b>combinatorial explosions</b><b> in </b><b>uncontrolled condensation reactions of simple building\nblocks is a key problem to many hypotheses on the origin</b><b> of </b><b>life. Much has been achieved in understanding how the\nbuilding blocks of biopolymers may be formed, and in understanding how\nmacromolecules may produce functional and increasingly life-like systems. How</b><b> these </b><b>steps can be joined, and how defined populations</b><b> of </b><b>macromolecules can form from mixtures</b><b> of </b><b>simple building blocks, instead of an undifferentiated\n</b><b>mess</b><b>, remain open questions.</b><b> Herein, we show </b><b>how</b><b> unconstrained </b><b>condensation</b><b> reactions of both amino acids, and prebiotic soup mixtures\nproduced by spark discharge, can be steered</b><b> by changes in the reaction environment, such as order\nof reactant addition (mixing history), and addition of salts or minerals. Using\n</b><b>techniques akin to\nuntargeted metabolomics</b><b>\nto survey product distributions we</b><b> demonstrate that while these reactions do produce a large range of\nspecies, there are distinct, significant, and reproducible differences between the\nproduct ensembles</b><b>.\nFurthermore, we observe that differences in composition </b><b>are </b><b>demonstrated through</b><b> clearly different structural and functional properties. </b><b>Using this approach, we\ndemonstrate for the first time that simple variations in environmental\nparameters can mediate the differentiation of distinct ensembles from both\namino acid mixtures and a classic primordial soup model (products of a ‘Miller\nUrey’ type spark discharge reaction). </b><b>This shows that </b><b>the\nsynthetic complexity produced by such unconstrained reactions is not as\nintractable as often suggested, when viewed through a chemically agnostic lens.\nAn open</b><b> approach\nto complexity can generate compositional, structural, and functional diversity\nfrom fixed sets of simple starting materials, suggesting that differentiation\nof product mixtures can occur in the wider environment without the need for\nbiological machinery.</b><b></b></p>", "date": "2018-08-14", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Environmental Analysis; Mass Spectrometry; High-throughput Screening; Minerals", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dissolution and Performing Homogeneous Photocatalysis of Polymeric Carbon Nitride", "doi": "10.26434/chemrxiv.6959627.v1", "published_doi": "10.1039/C8SC03855D", "published_url": "https://doi.org/10.1039/C8SC03855D", "authors": "Chaofeng Huang; Jing Wen; Yanfei Shen; Fei He; Li Mi; Ziyu Gan; Jin Ma; Songqin Liu; Haibo Ma; Yuanjian Zhang", "abstract": "<a></a><a>As a metal-free conjugated polymer, carbon\nnitride (CN) has attracted tremendous attention as heterogeneous\n(photo)catalysts. </a><a></a><a>By\nfollowing prototype of enzymes, making all catalytic sites of accessible via\nhomogeneous reactions is a promising approach toward maximizing CN activity,\nbut hindered\ndue to </a><a></a><a>the poor insolubility\nof CN</a>.\nHerein, we report the dissolution of CN in environment-friendly methane sulfonic\nacid and the homogeneous photocatalysis driven by CN for the first time with\nthe activity boosted up to 10-times, comparing to the heterogeneous\ncounterparts. Moreover, facile recycling and reusability, the <a>hallmark</a> of heterogeneous catalysts, were kept\nfor the homogeneous CN photocatalyst via reversible precipitation using poor\nsolvents. It opens new vista of CN in homogeneous catalysis and offers a\nsuccessful example of polymeric\ncatalysts in bridging gaps of homo/heterogeneous catalysis.", "date": "2018-08-14", "journal": "chemRxiv", "categories": "Polymers; Heterogeneous Catalysis; Homogeneous Catalysis; Photocatalysis; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Green Hydrosilylation of Olefins", "doi": "10.26434/chemrxiv.6965294.v1", "published_doi": "10.1039/C8GC02569J", "published_url": "https://doi.org/10.1039/c8gc02569j", "authors": "Valerica Pandarus,; Rosaria Ciriminna; Geneviève Gingras; François Béland; Serge Kaliaguine; Mario Pagliaro", "abstract": "Silicone precursors\nof high purity can now be synthesized via the solvent-free hydrosilylation of\nolefins mediated by highly stable and active hybrid glassy catalyst comprised\nof mesoporous organosilica microspheres doped with Pt nanoparticles. These\nfindings open the route to more sustainable silicone manufacturing while\nproviding desirable further reduction in the amount of platinum in silicones,\nnamely ubiquitous advanced polymers with multiple uses and applications.", "date": "2018-08-15", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Probable Cause for the Superconductor‐like Properties of Alkane-wetted Graphite and Single-layer Graphene Above Room Temperature Under Ambient Pressure", "doi": "10.26434/chemrxiv.6969233.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "mike whangbo", "abstract": "<div>Recently Kawashima has reported that, when wetted with alkanes, several forms of graphite and single‐layer graphene exhibit superconductor‐like properties above room temperature under ambient pressure [AIP Adv. 2013, 3, 052132; arXiv:1612.05294; arXiv:1801.09376]. Under the assumption that these seemingly unlikely properties arise from the presence of paired electrons brought about by the</div><div>alkane‐wetting, we explored their implications to arrive at a probable mechanism for strong electronpairing</div><div>driven by Fermi surface nesting and acoustic phonon. This mechanism explains why alkane‐wetting is essential for the graphene systems to become “superconductor‐like” above room temperature and why the “Tc” of alkane‐wetted pitch‐based graphite fibers increases almost linearly from ~363 to ~504 K with increasing the molecular weight of alkane from heptane to hexadecane. It also provides a number of</div><div>experimentally‐verifiable predictions, the confirmation of which will provide a strong support for the superconductivity driven by Fermi surface nesting and acoustic phonon.</div>", "date": "2018-08-15", "journal": "chemRxiv", "categories": "Carbon-based Materials; Solid State Chemistry; Quasiparticles and Excitations; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Application of Bioactivity Profile Based Fingerprints for Building Machine Learning Models", "doi": "10.26434/chemrxiv.6969584.v1", "published_doi": "10.1021/acs.jcim.8b00550", "published_url": "https://doi.org/10.1021/acs.jcim.8b00550", "authors": "Noé Sturm; Jiangming Sun; Yves Vandriessche; Andreas Mayr; Günter Klambauer; Lars-Anders Carlson; Ola Engkvist; Hongming Chen", "abstract": "<div>This article describes an application of high-throughput fingerprints (HTSFP) built upon industrial data accumulated over the years. </div><div>The fingerprint was used to build machine learning models  (multi-task deep learning + SVM) for compound activity predictions towards a panel of 131 targets. </div><div>Quality of the predictions and the scaffold hopping potential of the HTSFP were systematically compared to traditional structural descriptors ECFP. </div><div><br /></div>", "date": "2018-08-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Integrated Synthesis of Nucleotide and Nucleosides Directed by Amino Acids", "doi": "10.26434/chemrxiv.6972785.v1", "published_doi": "10.1038/S42004-019-0130-7", "published_url": "https://doi.org/10.1038/s42004-019-0130-7", "authors": "Irene Suárez-Marina; Rebecca Turk-MacLeod; Yousef Abul-Haija; Piotr S. Gromski; Geoffrey Cooper; Leroy Cronin", "abstract": "<p><b>Research\non the origin of nucleic acids and proteins has been approached by either\nmulti-step synthesis or simple one-pot reactions, but exploration of their\nprebiotic chemistry is normally done separately. However, if nucleotides and\namino acids co-existed on early Earth, their mutual interactions and reactivity\nshould be considered in exploring the emergence of complex chemical systems\nthat can ultimately evolve. To explore this idea, we set out to investigate\nnucleotide/nucleoside formation by a simple dehydration reaction of the constituent\nbuilding blocks (sugar, phosphate, and nucleobase) in the presence of amino\nacids (<i>i.e.</i> glycine,</b> <b>arginine, glutamic acid, threonine,\nmethionine, phenylalanine and tryptophan). Herein, we report the first example\nof simultaneous formation of glycosidic bonds between ribose, purines, and\npyrimidines under mild conditions without a catalyst or activated reagents, as\nwell as nucleobase exchange. We observed not only the simultaneous formation of\nnucleotide and nucleoside isomers from several nucleobases, but also the\nselection of distribution of glycosylation products when glycine was present.\nThis work shows how reaction networks of nucleotides and amino acids should be\nconsidered when exploring the emergence of catalytic networks in the context of\nmolecular evolution. </b></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemical Analysis; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Isonitriles as Stereoelectronic Chameleons: The Donor-Acceptor Dichotomy in Radical Additions", "doi": "10.26434/chemrxiv.6983696.v1", "published_doi": "10.1021/jacs.8b08513", "published_url": "https://doi.org/10.1021/jacs.8b08513", "authors": "Gabriel dos Passos Gomes; Yulia Loginova; Sergei Vatsadze; Igor Alabugin", "abstract": "This study started from a simple question of why isonitriles and alkynes (the two functional groups that  look so much alike in their ground states) provide drastically different type of products in addition reactions. Whereas addition to alkynes proceeds in a “1,2-addition” where the new bonds are formed at the different alkyne carbons, isonitriles can react via “1,1-insertion” by forming <i>both </i>new bonds at the <i>same </i>terminal carbon of the isonitrile moiety. Such outcome is consistent with the hidden carbene nature of the isonitrile functionality. <div><br /></div><div><p>Due to the ability of serving as 1,1-synthons, isonitriles lend themselves to a variety of annulations where they serve as a one-carbon component in assembly of carbo- or heterocycles (e.g., [4+1] annulations pioneered by Curran) or, with a change of reactant topology, as two-atom components in the assembly of heterocycles. </p>Our hypothesis was this behavior should be associated wtih additional state-crossings that corresponds to intramolecular charge and spin-transfer between nitrogen and carbon. Understanding of such dynamic state interconversion may unlock new electronic effects, not available to alkynes. From the practical perspective, such conceptual understanding can lead to the design of more efficient radical cascades.</div><div>Indeed, computational analysis of isonitrile's interaction with alkyl, aryl, heteroatom-substituted and heteroatom-centered radicals found a number of intriguing electronic, supramolecular and conformational effects. In general, the evolution of electronic changes in the process of radical addition to isonitriles reveals that this reaction starts and continues all the way to the TS mostly as a simple addition to a polarized pi-bond. Only at the later stages, after the TS has been passed, intramolecular electron transfer from the lone pair of carbon to the nitrogen moves the spin density to the a-carbon to form the imidoyl radical, the hallmark intermediate of the 1,1-addition-mediated cascades. </div><div><br /></div><div>Computational Details:</div><div><div><div><div><p>Calculations were carried with the Gaussian 09 software package, using the (U)M06-2X DFT functional (with an ultrafine integration grid of 99,590 points) with the 6-311++G(d,p) basis set for all atoms except of Sn and Ge, for which we have used the Def2-QZVPP basis set. Grimme’s D3 version (zero damping)for empirical dispersion was also included. Frequency calculations were conducted for all structures to confirm them as either a minimum or a Transition State (TS). Intrinsic Reaction Coordinates (IRC) were determined for the TS of interest. Barriers were evaluated from isolated species due to formation of complexes for some systems, but not all of them. We performed Natural Bond Orbital (NBO) analysis on key intermediates and transition states. NBO deletions were performed at the UHF/6-311G(d) level of theory unless otherwise noted. Spin density was evaluated from the NBO analysis data. The Gibbs Free energy values are reported at 298 K, unless noted otherwise. We have used GoodVibes by Funes-Ardoiz and Paton to obtain the temperature-corrected Gibbs Free energies for calculating the temperature effects on selectivity in multifunctional substrates.</p></div></div></div></div><div><br /></div>", "date": "2018-08-20", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Physical Organic Chemistry; Stereochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Decoration of Cellulose Nanowhiskers with Iron Oxide Nanoparticles", "doi": "10.26434/chemrxiv.6987461.v1", "published_doi": "10.1088/2053-1591/AB8A82", "published_url": "https://doi.org/10.1088/2053-1591/ab8a82", "authors": "Lyufei Chen; Shruti Sharma; Richard Darienzo; Rina Tannenbaum", "abstract": "<p>Orientation of cellulose nanowhiskers (CNWs) within various\nmatrices is an effective approach that affords the exploitation of the high\nstiffness of CNWs as a reinforcement phase in nanocomposites. One potential\nengineering method to achieve orientation is to incorporate magnetic properties\ninto the CNWs by tethering magnetic nanoparticles onto the surface of these\nnanoparticles, followed by their alignment in an externally-applied magnetic\nfield. In this work we report the successful in-situ tethering of iron oxide\nnanoparticles (IONPs) onto CNWs by the thermal decomposition of Fe(CO)<sub>5 </sub>in\na H<sub>2</sub>O/DMF suspension. Following this procedure, IONPs consisting of\nmixtures of Fe<sub>3</sub>O<sub>4</sub> and Fe<sub>2</sub>O<sub>3</sub> with an\naverage diameter of 20 nm were attached to the CNWs. The type of iron oxide\nspecies that was generated was determined by selected area electron diffraction\n(SAED) and energy dispersive spectroscopy (EDS) and the particle size was\nevaluated by transmission electron microscopy (TEM). Raman spectroscopy was\nused to characterize the presence and the nature of the molecular interaction between\nthe IONPs and the CNWs.</p>", "date": "2018-08-21", "journal": "chemRxiv", "categories": "Composites; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effects of Solvent-Salt Charge-Transfer Complexes on Oxidative Stability of Li-Ion Battery Electrolytes", "doi": "10.26434/chemrxiv.6889160.v1", "published_doi": "10.1038/S41467-019-11317-3", "published_url": "https://doi.org/10.1038/s41467-019-11317-3", "authors": "Eric Fadel; Francesco Faglioni; Georgy Samsonidze; Nicola Molinari; Boris V. Merinov; William A. Goddard III; Jeffrey C. Grossman; Jonathan P. Mailoa; Boris Kozinsky", "abstract": "Electrochemical stability windows of electrolytes largely determine the limitations of operating regimes and energy density of Li-ion batteries but the controlling degradation mechanisms are difficult to characterize and remain poorly understood. We investigate the oxidative decomposition mechanisms governing high voltage stability of multi-component organic electrolytes using computational techniques of quantum chemistry. The intrinsic oxidation potential is modeled using vertical ionization potentials (IP) of ensembles of anion-solvent clusters generated using molecular dynamics. In some cases, the IP of the solvent-anion complex is significantly lower than that of each individual component. This effect is found to originate from the oxidation-driven charge transfer complex formation between the anion and the solvent. We propose a simple model to quantitatively understand this phenomenon and validate it for 16 combinations of common anions (4,5-dicyano-2-(trifluoromethyl)imidazolium, bis-(trifluoromethane solfonimmide), tetrafluroborate, hexafluorophosphate) and solvents (dimethyl sulfoxide, dimethoxyethane, propylene carbonate, acetonitrile). This new understanding of the microscopic details of oxidation allows us to interpret trends in published experimental and computational results and to formulate design rules for rapidly assessing stability of electrolyte compositions.", "date": "2018-08-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Energy Storage; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Strategies and Software for Machine Learning Accelerated Discovery in Transition Metal Chemistry", "doi": "10.26434/chemrxiv.6987074.v1", "published_doi": "10.1021/acs.iecr.8b04015", "published_url": "https://doi.org/10.1021/acs.iecr.8b04015", "authors": "Aditya Nandy; Chenru Duan; Jon Paul Janet; Stefan Gugler; Heather Kulik", "abstract": "<p>Machine learning the electronic structure of open shell transition metal complexes presents unique challenges, including robust and automated data set generation. Here, we introduce tools that simplify data acquisition from density functional theory (DFT) and validation of trained machine learning models using the molSimplify automatic design (mAD) workflow. We demonstrate this workflow by training and comparing the performance of LASSO, kernel ridge regression (KRR), and artificial neural network (ANN) models using heuristic, topological revised autocorrelation (RAC) descriptors we have recently introduced for machine learning inorganic chemistry. On a series of open shell transition metal complexes, we evaluate set aside test errors of these models for predicting the HOMO level and HOMO-LUMO gap. The best performing models are ANNs, which show 0.15 and 0.25 eV test set mean absolute errors on the HOMO level and HOMO-LUMO gap, respectively. Poor performing KRR models using the full 153-feature RAC set are improved to nearly the same performance as the ANNs when trained on down-selected subsets of 20-30 features. Analysis of the essential descriptors for HOMO and HOMO-LUMO gap prediction as well as comparison to subsets previously obtained for other properties reveals the paramount importance of non-local, steric properties in determining frontier molecular orbital energetics. We demonstrate our model performance on diverse complexes and in the discovery of molecules with target HOMO-LUMO gaps from a large 15,000 molecule design space in minutes rather than days that full DFT evaluation would require. </p>", "date": "2018-08-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Needle in the Haystack for Theory of High Temperature Superconductivity: Negative Nuclear Magnetic Moments", "doi": "10.26434/chemrxiv.6987719.v1", "published_doi": "10.1007/s10948-019-05293-4", "published_url": "https://doi.org/10.1007/s10948-019-05293-4", "authors": "Reginald Little", "abstract": "This work outlines a theory for explaining high temperature superconductivity on the basis of relativistic scattering of Cooper pairs via beyond room temperature conditions causing high energy relativistic scattering of Cooper pairs with nuclei having positive and negative nuclear magnetic moments for fractionally reversibly fissing and fusing the nuclei for manifesting in the electronic lattice for altered quantum fields for more tightly binding the Cooper pair beyond the conventional critical temperature 40K limit for superconductivity beyond room temperature.", "date": "2018-08-21", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Highly Fluorescent Au25-xAgx Nanoclusters Protected with Poly(ethylene glycol) - and Zwitterion-Modified Thiolate Ligands", "doi": "10.26434/chemrxiv.6987479.v1", "published_doi": "10.1039/C9CP03723C", "published_url": "https://doi.org/10.1039/c9cp03723c", "authors": "Dinesh Mishra; Sisi Wang; Zhicheng Jin; Eric Lochner; Hedi Mattoussi", "abstract": "<p>We describe the growth and characterization of highly fluorescing, near-infrared-emitting nanoclusters made of bimetallic Au<sub>25-x</sub>Ag<sub>x</sub> cores, prepared using various monothiol-appended hydrophobic and hydrophilic ligands. The reaction uses well-defined triphenylphosphine-protected Au<sub>11</sub> clusters (as precursors), which are reacted with Ag(I)-thiolate complexes. The prepared nanoclusters are small (diameter < 2nm, as characterized by TEM) with emission peak at 760 nm and long lifetime (~12 µs). The quantum yield measured for these materials was 0.3 - 0.4 depending on the ligand. XPS measurements show the presence of both metal atoms in the core, with measured binding energies that agree with reported values for nanocluster materials. The NIR emission combined with high quantum yield, small size and ease of surface functionalization afforded by the coating, make these materials suitable to implement investigations that address fundamental questions and potentially useful for biological sensing and imaging applications.<br /></p>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Optical Materials; Nanostructured Materials - Nanoscience; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Should External Heavy-Atom Effects be Expected in Transition Metal Complexes?", "doi": "10.26434/chemrxiv.6987605.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Justin Lomont; Son Nguyen; Charles Harris", "abstract": "Spin state changes frequently play a key role in the reactivity of transition metal complexes. The rates of spin-forbidden reactions are mediated both by the free energy barrier connecting reactants and products, as well as the strength of spin-orbit coupling (SOC) between the relevant electronic states. Since the 1950’s, there have been numerous demonstrations of external heavy-atom effects on organic molecules, in which a heavy atom, not chemically bonded to the molecule undergoing a change in spin state, perturbs the strength of SOC via an intermolecular effect. However, the potential role of external heavy atom effects on the rates of reactions involving transition metal complexes remains almost entirely unexplored. We report a computational investigation into the changes in SOC that occur along a bimolecular reaction coordinate when an incoming atom coordinates to the prototypical triplet reaction intermediate Fe(CO)4. The calculated changes in SOC are compared for molecules containing atoms ranging in atomic number from Z = 8 to Z = 53 approaching the Fe center (ZFe =26). No evidence for an external heavy atom effect was found, and the changes in SOC with the approach of each incoming group were similar in magnitude. In fact, when taking into account the different minimum energy crossing point geometries for the different incoming groups, the opposite of an external heavy atom effect trend is predicted for this reaction. The results of this computational study suggest that external heavy atom effects are unlikely to have a significant effect on the rates of spin-forbidden reactions for transition metal complexes.   <br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Inorganic Reactions; Theory - Inorganic; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Primary Photochemical Dynamics of a Triply-Bonded Metal Carbonyl Dimer Probed Via Ultrafast Infrared Spectroscopy", "doi": "10.26434/chemrxiv.6990374.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Justin Lomont; Son Nguyen; Charles Harris", "abstract": "<div>The primary photochemical dynamics of [Cp*Cr(CO)2]2 have been studied using picosecond time-resolved infrared (TRIR) spectroscopy. Upon visible or UV photoexcitation, the primary photochemical pathway is formation of a transient rear- rangement isomer with a weakened Cr≡Cr bond and two terminal carbonyl ligands rearranged to a bridging conformation. This species reverts to the parent dimer on the time scale of 378 ± 15 ps, and Density Functional Theory calculations suggest that this transient species is characterized by a triplet spin state and a trans conformation of the two terminal CO ligands. Photolysis in neat THF solution is unable to trap the transient intermediate via solvent-coordination. The excited state transient rearrangement isomer appears to adopt a distorted structure in THF, relative to cyclohexane, evidenced by the observation of an additional bridging-CO stretching band in THF solution. The lifetime of the transient in THF is just slightly shorter at 344 ± 17 ps. The CO-loss product of 1 has been characterized previously and adopts an asymmetric arrangement of the three bridging CO ligands. In neat THF solution, the CO-loss complex is not observed to react with THF on the picosecond timescale, although a previous study on longer timescales observed formation of a THF adduct of the CO-loss complex in dilute alkane/THF solutions. Though the molybdenum congener, [Cp*Mo(CO)2]2, is unstable in solution, decaying on the timescale of a few hours in cyclohexane, TRIR experiments demonstrate that no bridged photoproducts (transient or long-lived) are formed from the Mo complex in cyclohexane solution. </div><div><br /></div>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanistic Studies of Cyclopentadienyl Ring-Slippage: A TRIR and DFT Study via Photolysis of (η1-C5Cl5)Mn(CO)5", "doi": "10.26434/chemrxiv.6990359.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Justin Lomont; Son Nguyen; Charles Harris", "abstract": "<div>Ring slip is among the most widely invoked ligand distortions in organometallic chemistry, yet very few ring slipped geometries have been directly characterized. Here we investigate the ultrafast photochemistry of (η1-C5Cl5)Mn(CO)5 to characterize the “reverse ring-slip” processes that result upon ligand dissociation from this complex in polar and nonpolar solvents. (η1- C5Cl5)Mn(CO)5 readily undergoes dicarbonyl-loss upon photoexcitation across a range of UV-excitation wavelengths, and the fac- ile ejection of a second-CO during the reverse ring-slip process is shown to occur due to a mechanism that relies on the enthalpy released during the reverse ring-slip. This mechanistic paradigm is potentially widespread in organometallic reactions involving changes in ligand hapticity, carrying implications for the expansive range of Cp-ligated organometallic complexes. Experiments in CH2Cl2 solution observe formation of a solvent-coordinated product upon coordination of CH2Cl2 to the monocarbonyl-loss spe- cies. An energetic barrier to solvent coordination is present due to the need for rearrangement of the ring geometry from a three- center M-C-Cl coordination to η1 coordination to accommodate the incoming solvent molecule. Density functional theory calculations are used to investigate the structures of the experimentally observed intermediates, as well as to explore the relevance of these experiments to analogous complexes containing the more commonly encountered Cp (C5H5) and Cp* (C5Me5) cyclopentadienyl ligands. </div><div><br /></div>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Computational Chemistry and Modeling; Kinetics and Mechanism - Organometallic Reactions; Ligand Design; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Implementation of Slow Magnetic Relaxation in a SIM-MOF Through a Structural Rearrangement", "doi": "10.26434/chemrxiv.6993521.v1", "published_doi": "10.1039/c8dt03421d", "published_url": "https://doi.org/10.1039/c8dt03421d", "authors": "Guillermo Minguez Espallargas; Javier Castells-Gil; Carlos Marti-Gastaldo; Jose J. Baldovi", "abstract": "<p>Here we report the structural flexibility of a Dy-based Single-Ion Magnet MOF in which its magnetic properties can be modified through a ligand substitution process involving an increase of the charge density of the coordination environment.</p>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Magnetic Materials; Coordination Chemistry (Inorg.); Lanthanides and Actinides; Magnetism; Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Strategies to Probe CH Activation in Dioxo-Dicopper Complexes", "doi": "10.26434/chemrxiv.6993404.v1", "published_doi": "10.1039/C8CP05096A", "published_url": "https://doi.org/10.1039/C8CP05096A", "authors": "Zhenzhuo Lan; Shaama Mallikarjun Sharada", "abstract": "Our work addresses the long-standing question of the preferred mechanism of CH activation in dioxodicopper\ncomplexes, with implications for [Cu2O2]2+\n-containing enzymes as well as homogeneous and\nheterogeneous catalysts, which are capable of performing selective oxidation. Using density functional theory\n(DFT), we show that the two proposed mechanisms, one-step oxo-insertion and two-step radical\nrecombination, have very distinct and measurable responses to changes in the electrophilicity of N-donors in\nthe catalyst. Using energy decomposition analysis, we calculate the electronic\ninteractions that contribute to transition state stabilization, and the effect of N-donors on these interactions.\nThe analysis shows that oxo-insertion, by virtue of possessing a late and charged transition state, is highly\nsensitive to N-donor electrophilicity and barriers decrease with more electron-withdrawing N-donors. On the\nother hand, the radical pathway possesses an early transition state and is therefore relatively insensitive to N-donor\nvariations. One possible strategy, going forward, is the design and execution of complementary\nexperiments to deduce the mechanism based on the presence or absence of N-donor dependence. We adopt\nan alternative approach where DFT results are contrasted with prior experiments via Hammett relationships.\nThe remarkable agreement between experimental and calculated trends for oxo-insertion with\nimidazole N-donor catalysts presents compelling evidence in favor of the one-step pathway for CH activation.", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ligand Field Effects on the Ground and Excited States of the Catalytically Active FeO2+ Species", "doi": "10.26434/chemrxiv.6998048.v1", "published_doi": "10.1039/C8CP05372C", "published_url": "https://doi.org/10.1039/C8CP05372C", "authors": "Justin K. Kirkland; Shahriar N. Khan; Bryan Casale; Evangelos Miliordos; Konstantinos Vogiatzis", "abstract": "<p>We have performed high-level wave function theory calculations on bare FeO2+ and a series of non-heme Fe(IV)-oxo model complexes in order to elucidate the electronic properties and the ligand field effects on those channels. Our results suggest that a coordination environment formed by a weak field gives access to both competitive channels, yielding more reactive Fe(IV)-oxo sites. On the contrary, a strong ligand environment stabilizes only the σ-channel. Our concluding remarks will aid on the derivation of new structure-reactivity descriptors that can contribute on the development of the next generation of functional catalysts.</p>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Theory - Inorganic; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Redox–state Dependent Activation of Silanes and Ammonia with Reverse Polarity (PCcarbeneP)Ni Complexes: Electrophilic vs. Nucleophilic Carbenes", "doi": "10.26434/chemrxiv.6998441.v1", "published_doi": "10.1039/C8DT04409K", "published_url": "https://doi.org/10.1039/c8dt04409k", "authors": "Warren Piers; Etienne A. LaPierre; Chris Gendy", "abstract": "A\nrigidified PC<sub>alkyl</sub>P ligand allowed for the synthesis and\ncharactarization of cationic and radical PC<sub>Carbene</sub>P nickel complexes\nin which the carbene anchor of the pincer framework is electrophilic rather\nthan nucleophilic. Alpha-hydride abstraction from (PC<sub>alkyl</sub>P)nickel\nhalide complex readily leads to the cationic carbene complex, which furnishes the\nradical carbene complex by one electron reduction. The reactivity of these\nreverse polarity carbene complexes towards small molecules (H<sub>2</sub>, CO,\nCO<sub>2</sub>, R<sub>3</sub>SiH, NH<sub>3</sub>) reveals different modes of\nactivation when compared to previously reported nucleophilic nickel carbene\ncomplexes, and a clear dependence on the redox state of the complex. For H<sub>2</sub>,\nCO and CO<sub>2</sub>, no reaction is observed, but silanes react via hydride\ntransfer and formation of solvated silylium ions. Ammonia is activated in a\nnovel way, wherein it coordinates the carbene carbon and is deprotonated to\nform a robust C-N bond. This is not only a rare example of ammonia activation\nby a first row transition metal but also evidence of the intermediacy of group\n10 carbenes in direct C-N bond forming reactions.", "date": "2018-08-24", "journal": "chemRxiv", "categories": "Homogeneous Catalysis; Bond Activation; Ligands (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Pole Structure of the Dynamical Polarizability Tensor in Equation-of-Motion Coupled-Cluster Theory", "doi": "10.26434/chemrxiv.7011560.v1", "published_doi": "10.1063/1.5053727", "published_url": "https://doi.org/10.1063/1.5053727", "authors": "Kaushik Nanda; Anna Krylov; Jürgen Gauss", "abstract": "<div>In this Letter, we investigate the pole structure of dynamical polarizabilities computed within the equation-of-motion coupled-cluster (EOM-CC) theory. We show, both theoretically and numerically, that approximate EOM-CC schemes such as, for example, the EOM-CC singles and doubles (EOM-CCSD) model exhibit an incorrect pole structure in which the poles that reflect the excitations from the target state (i.e., the EOM-CC state) are supplemented by artificial poles due to excitations from the coupled-cluster (CC) reference state. These artificial poles can be avoided</div><div>by skipping the amplitude response and reverting to a sum-over-states formulation. While numerical results are generally in favor of such a solution, its major drawback</div><div>is that this scheme violates size extensivity.</div>", "date": "2018-08-27", "journal": "chemRxiv", "categories": "Theory - Computational; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Role of the Chemical Shift Difference in a Two-Site Exchange Model Under an On-Resonance Spin-Lock RF Field", "doi": "10.26434/chemrxiv.7011707.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jae-Seung Lee; Alexej Jerschow; Ravinder Regatte", "abstract": "The manuscript investigates the role of the chemical shift difference between two exchanging pools under a spin-lock RF field. The results demonstrate that the width of the dispersion of R1rho is determined mainly by the chemical shift difference when the exchange is slow. This work may give a new insight into the spin dynamics under a spin-lock condition and the results may be relevant to the fields using the spin-lock technique, such as protein NMR and MRI contrast.<br />", "date": "2018-08-28", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High-Throughput Screening of Metal–organic Frameworks for Macroscale Heteroepitaxial Alignment", "doi": "10.26434/chemrxiv.7012007.v1", "published_doi": "10.1021/acsami.8b14756", "published_url": "https://doi.org/10.1021/acsami.8b14756", "authors": "Andrew Tarzia; Masahide Takahashi; Paolo Falcaro; Aaron Thornton; Christian Doonan; David Huang", "abstract": "The ability to align porous metal–organic frameworks (MOFs) on substrate surfaces on a macroscopic scale is a vital step towards integrating MOFs into functional devices. But macroscale surface alignment of MOF crystals has only been demonstrated in a few cases. To accelerate the materials discovery process, we have developed a high-throughput computational screening algorithm to identify MOFs that are likely to undergo macroscale aligned heterepitaxial growth on a substrate. Screening of thousands of MOF structures by this process can be achieved in a few days on a desktop workstation. The algorithm filters MOFs based on surface chemical compatibility, lattice matching with the substrate, and interfacial bonding. Our method uses a simple new computationally efficient measure of the interfacial energy that considers both bond and defect formation at the interface. Furthermore, we show that this novel descriptor is a better predictor of aligned heteroepitaxial growth than other established interface descriptors, by testing our screening algorithm on a sample set of copper MOFs that have been grown heteroepitaxially on a copper hydroxide surface. Application of the screening process to several MOF databases reveals that the top candidates for aligned growth on copper hydroxide comprise mostly MOFs  with rectangular lattice symmetry in the plane of the substrate. This result indicates a substrate-directing effect that could be exploited in targeted synthetic strategies. We also identify that MOFs likely to form aligned heterostructures have broad distributions of in-plane pore sizes and anisotropies. Accordingly, this suggests that aligned MOF thin films with a wide range of properties may be experimentally accessible.", "date": "2018-08-27", "journal": "chemRxiv", "categories": "Thin Films; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemistry Education Fostering Creativity in the Digital Era", "doi": "10.26434/chemrxiv.7013009.v1", "published_doi": "10.1002/ijch.201800179", "published_url": "https://doi.org/10.1002/ijch.201800179", "authors": "Mario Pagliaro", "abstract": "Renewing undergraduate\neducation in the chemical sciences to foster creativity using research,\nvisualization and connectivity resources has substantial benefits, but requires\nchanges in the curriculum and teaching methodology as well as in  conventional university teaching and academic\nhuman resource policies.", "date": "2018-08-28", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "D+: Software for High-Resolution Hierarchical Modeling of Solution X-Ray Scattering from Complex Structures", "doi": "10.26434/chemrxiv.7012622.v1", "published_doi": "10.1107/S1600576718018046", "published_url": "https://doi.org/10.1107/S1600576718018046", "authors": "Avi Ginsburg; Tal Ben-Nun; Roi Asor; Asaf Shemesh; Leah Fink; Roee Tekoah; Yehonatan Levartovsky; Daniel Khaykelson; Uri Raviv", "abstract": "<div>In this paper, we present our new computer program, D+, which uses the reciprocal-grid (RG) algorithm to efficiently compute X-ray scattering curves from solutions of complex structures at high-resolution. Structures are defined in hierarchical trees in which subunits can be represented by geometric or atomic models. Repeating subunits can be docked into their assembly symmetries, describing their locations and orientations in space. The scattering amplitude of the entire structure can be calculated by computing the amplitudes of the basic subunits on 3D reciprocal-space grids, moving up in the hierarchy, calculating the RGs of the larger structures, and by repeating this process for all the leaves and nodes of the tree. For very large structures, a Hybrid method can be used to avoid numerical artifacts. In the Hybrid method, only grids of smaller subunits are summed and used as subunits in a direct computation of the scattering amplitude. D+ can accurately analyze both small- and wide-angle solution X-ray scattering data. We present how D+ applies the RG algorithm, accounts for rotations and translations of subunits, processes atomic models, accounts for the contribution of the solvent as well as the solvation layer of complex structures in a scalable manner, writes and accesses RGs, interpolates between grid points, computes numerical integrals, enables the use of scripts to define complicated structures, applies fitting algorithms, accounts for several coexisting uncorrelated populations, and accelerates computations using GPUs. D+ may also account for different X-ray energies to analyze anomalous solution X-ray scattering data. An accessory tool that can identify repeating subunits in a protein data bank (PDB) file of a complex structure is provided. The tool can compute the orientation and translation of repeating subunits needed for exploiting the advantages of the RG algorithm in D+. In addition, a python wrapper is also available, enabling more advanced computations and integration of D+ with other computational tools. Finally, we present a large number of tests and compare the results of D+ with other programs when possible and demonstrate the use of D+ to analyze solution scattering data from dynamic microtubule structures with different protofilament number. D+ and its source code are freely available (https://scholars.huji.ac.il/uriraviv/software/d-software) for academic users and developers. </div>", "date": "2018-08-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enantioselective Multi-Component Cyclopropane Synthesis  Enabled by Cu-Catalyzed Cyclopropene Carbometallation with  Organoboron Reagent", "doi": "10.26434/chemrxiv.7011548.v1", "published_doi": "10.1021/acs.orglett.9b01650", "published_url": "https://doi.org/10.1021/acs.orglett.9b01650", "authors": "Zhanyu Li; Mengru Zhang; Yu Zhang; Shuang Liu; Jinbo Zhao; Qian Zhang", "abstract": "Deployment of organoboron in lieu of the strongly basic <br />organometallic reagents as carbon source in Cu-catalyzed <br />cyclopropene carbometallation opens unprecedented three-<br />component reactivity for stereoselective synthesis of poly-substituted cyclopropanes. A proof-of-principle demonstration of this novel carbometallation strategy is presented herein for a highly convergent access to poly-substituted aminocyclopropane framework via <br />carboamination. Preliminary results on asymmetric desymmetrization with commercial bisphosphine ligands attained high levels of enantioselection, offering a straightforward access to enantioenriched aminocyclopropanes bearing all-three chiral centers, including an all-carbon quaternary center. This strategy may underpin a host of novel synthetic protocols for poly-substituted cyclopropanes. <br />", "date": "2018-08-28", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Ligands (Organomet.); Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Continuous Synthesis of Doped Layered Double Hydroxides in a Meso-Scale Flow Reactor", "doi": "10.26434/chemrxiv.7017482.v1", "published_doi": "10.1016/j.cej.2018.11.197", "published_url": "https://doi.org/10.1016/j.cej.2018.11.197", "authors": "Polina Yaseneva; Nan An; Matt Finn; Nicholas Tidemann; Nicholas Jose; Adelina Voutchkova-Kostal; Alexei Lapkin", "abstract": "Detailed characterisation of morphology of doped hydrotalcites as catalysts precursors. Trends of material stability, pore size distribution, particle size as a function of the nature of dopants. Data on the flow synthesis method and reproducibility of materials that can be attained by this method.", "date": "2018-08-29", "journal": "chemRxiv", "categories": "Materials Processing; Nanostructured Materials - Materials; Minerals; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Conserved Asparagine in a Ubiquitin Conjugating Enzyme Positions the Substrate for Nucleophilic Attack", "doi": "10.26434/chemrxiv.7019579.v1", "published_doi": "10.1002/jcc.25852", "published_url": "https://doi.org/10.1002/jcc.25852", "authors": "Walker M. Jones; Aaron G. Davis; R. Hunter Wilson; Katherine L. Elliott; Isaiah Sumner", "abstract": "We present classical molecular dynamics (MD), Born-Oppenheimer molecular dynamics (BOMD), and hybrid quantum mechanics/molecular mechanics (QM/MM) data. MD was performed using the GPU accelerated pmemd module of the AMBER14MD package. BOMD was performed using CP2K version 2.6. The reaction rates in BOMD were accelerated using the Metadynamics method. QM/MM was performed using ONIOM in the Gaussian09 suite of programs. Relevant input files for BOMD and QM/MM are available.", "date": "2018-08-29", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Level Interpretation of Vibrational Spectra of Ordered Ice Phases", "doi": "10.26434/chemrxiv.7021355.v1", "published_doi": "10.1021/acs.jpcb.8b08380", "published_url": "https://doi.org/10.1021/acs.jpcb.8b08380", "authors": "Daniel R. Moberg; Peter J. Sharp; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We build on results from our previous investigation into ice Ih using a combination of\nclassical many-body molecular dynamics (MB-MD) and normal mode (NM) calculations to obtain molecular level information on the spectroscopic signatures in the OH\nstretching region for all seven of the known ordered crystalline ice phases. The classical\nMB-MD spectra are shown to capture the important spectral features by comparing\nwith experimental Raman spectra. This motivates the use of the classical simulations\nin understanding the spectral features of the various ordered ice phases in molecular\nterms. This is achieved through NM analysis to first demonstrate that the MB-MD\nspectra can be well recovered through the transition dipole moments and polarizability\ntensors calculated from each NM. From the normal mode calculations, measures of the\namount of symmetric and antisymmetric stretching are calculated for each ice, as well\nas an approximation of how localized each mode is. These metrics aid in viewing the\nice phases on a continuous spectrum determined by their density. As in ice Ih, it is\nfound that most of the other ordered ice phases have highly delocalized modes and\ntheir spectral features cannot, in general, be described in terms of molecular normal\nmodes. The lone exception is ice VIII, the densest crystalline ice phase. Despite being\nfound only at high pressure, the symmetry index shows a clear separation of symmetric\nand antisymmetric stretching modes giving rise to two distinct features.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-08-29", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Spectroscopy (Physical Chem.); Statistical Mechanics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring Drugbank in Virtual Reality Chemical Space", "doi": "10.26434/chemrxiv.6629150.v2", "published_doi": "10.1021/acs.jcim.8b00402", "published_url": "https://doi.org/10.1021/acs.jcim.8b00402", "authors": "Daniel Probst; Jean-Louis Reymond", "abstract": "The\nrecent general availability of low-cost virtual reality headsets, and\naccompanying 3D engine support, presents an opportunity to bring the concept of\nchemical space into virtual environments. While virtual reality applications\nrepresent a category of widespread tools in other fields, their use in the\nvisualization and exploration of abstract data such as chemical spaces has been\nexperimental. In our previous work we established the concept of interactive 2D\nmaps of chemical spaces, followed by interactive web-based 3D visualizations,\nculminating in the interactive web-based 3D visualization of extremely large\nchemical spaces. Virtual reality chemical spaces are a natural extension of\nthese concepts. As 2D and 3D embeddings, and projections of high-dimensional\nchemical fingerprint spaces were shown to be valuable tools in chemical space\nvisualization and exploration, existing pipelines of data mining and\npreparation can be extended to be used in virtual reality applications. Here we\npresent an application based on the Unity engine and the virtual reality\ntoolkit (VRTK), allowing for the interactive exploration of chemical space\npopulated by Drugbank compounds in virtual reality. The source code of the\napplication as well as the most recent build are available on GitHub.", "date": "2018-08-02", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Magnetic Structure of UO2 and NpO2 by First-Principle Methods", "doi": "10.26434/chemrxiv.6859940.v2", "published_doi": "10.1039/C8CP03581D", "published_url": "https://doi.org/10.1039/C8CP03581D", "authors": "James Pegg; Ashley E. Shields; Mark T. Storr; Andrew S. Wills; David Scanlon; Nora De Leeuw", "abstract": "The magnetic structure of the actinide dioxides (AnO2) remains a subject of intense research and is key to the development of high-accuracy computational models. A low-temperature experimental investigation of the magnetic ground-state is complicated by thermal energy released from the radioactive decay of the actinide nuclei. To establish the magnetic groundstate, we have employed high-accuracy computational methods to systematically probe different magnetic structures. A transverse 1k antiferromagnetic ground-state with Fmmm (No. 69) crystal symmetry has been established for UO2, whereas a ferromagnetic (111) ground-state with R3 ̅m (No. 166) has been established for NpO2. This has a profound impact on future computational investigations. Band structure calculations have been performed to analyse these results.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Nuclear Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Blinded Predictions of Standard Binding Free Energies: Lessons Learned from the SAMPL6 Challenge", "doi": "10.26434/chemrxiv.6406442.v2", "published_doi": "10.1007/s10822-018-0154-6", "published_url": "https://doi.org/10.1007/s10822-018-0154-6", "authors": "Michail Papadourakis; Stefano Bosisio; Julien Michel", "abstract": "<p>In the context of the SAMPL6 challenges, series of blinded predictions of standard binding free energies were made with the SOMD software for a dataset of 27 host-guest systems featuring two octa-acids hosts (<i>OA </i>and <i>TEMOA) </i>and a cucuribituril ring (<i>CB</i>8)<i> </i>host. Three different models were used, <i>ModelA </i>computes the free energy of binding based on a double annihilation technique; <i>ModelB</i> additionally takes into account long-range dispersion and standard state corrections; <i>ModelC</i> additionally introduces an empirical correction term derived from a regression analysis of SAMPL5 predictions previously made with SOMD. The performance of each model was evaluated with two different setups; <i>buffer </i>explicitly matches the ionic strength from the binding assays, whereas <i>no-buffer</i> merely neutralizes the host-guest net charge with counter-ions. <i>ModelC/no-buffer</i> shows the lowest mean-unsigned error for the overall dataset (MUE 1.29 < 1.39 < 1.50 kcal mol<sup>-1</sup>, 95% CI), while explicit modelling of the buffer improves significantly results for the CB8 host only.  Correlation with experimental data ranges from excellent for the host TEMOA (R<sup>2</sup> 0.91 < 0.94 < 0.96), to poor for <i>CB8 </i>(R<sup>2</sup> 0.04 < 0.12 < 0.23). Further investigations indicate a pronounced dependence of the binding free energies on the modelled ionic strength, and variable reproducibility of the binding free energies between different simulation packages. </p>", "date": "2018-08-16", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Faraday-Cage Screening Reveals Intrinsic Aspects of the van der Waals Attraction", "doi": "10.26434/chemrxiv.6615509.v2", "published_doi": "10.1073/pnas.1811569115", "published_url": "https://doi.org/10.1073/pnas.1811569115", "authors": "Musen Li; Jeffrey R. Reimers; John F. Dobson; Tim Gould", "abstract": "General properties of the recently observed screening of the van der Waals (vdW) attraction between a silica substrate and silica tip by insertion of graphene are predicted using basic theory and first-principles calculations.  Results are then focused on possible practical applications, as well as an understanding of the nature of vdW attraction, considering recent discoveries showing it competing against covalent and ionic bonding.  The traditional view of the vdW attraction as arising from pairwise-additive London dispersion forces is considered using Grimme’s “D3” method, comparing results to those from Tkatchenko’s more general many-body dispersion (MBD) approach, all interpreted in terms of Dobson’s general dispersion framework.  Encompassing the experimental results, MBD screening of the vdW force between two silica bilayers is shown to scale up to medium separations as 1.25 de/d, where d is the bilayer separation and de its equilibrium value, depicting antiscreening approaching and inside de.  Means of unifying this correlation effect with those included in modern density functionals are urgently required. <br />", "date": "2018-08-17", "journal": "chemRxiv", "categories": "Carbon-based Materials; Theory - Computational; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring Discharged Dry Cell as an Electrocatalyst for Oxygen Evolution Reaction", "doi": "10.26434/chemrxiv.6935789.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Esakki Karthik; sanjit Mondal; Lipipushpa Sahoo; Ujjal K. Gautam", "abstract": "<p>High oxophilic d-block compounds of dry cell based manganese materials such as MnO2, Mn3O4, and ZnxMn3O4􀀀x have excellent electrocatalytic property in oxygen evolution reaction (OER). To seek a way for disposing these dry cell materials, which are unlike rechargeable batteries, these discharged cells result in environmental hazards. Here we optimized these manganese oxides for an energy related applications, particularly for OER. With this aim, we have examined electrocatalytic behavior of both used and fresh dry cells in OER. We have observed that the used dry cell material exhibited 10 mA. cm􀀀2 at an overpotential of 525 mV but fresh dry cell needed 100 mV higher overpotential to achieve same current density. The nature of these fresh and used materials have been analyzed using XRD, SEM, TGA, Raman spectra, FT-IR and contact angle experiments. The higher activity of used dry cell could be ascribed to the generation of highly active Mn3O4 from MnO2 and graphene oxide while discharging conditions.</p>", "date": "2018-08-17", "journal": "chemRxiv", "categories": "Wastes; Electrocatalysis; Energy Storage; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical and Experimental Investigation of the Stability Limits of Quinones in Aqueous Media: Implications for Organic Aqueous Redox Flow Batteries", "doi": "10.26434/chemrxiv.6990053.v2", "published_doi": "10.1039/C9TA03219C", "published_url": "https://doi.org/10.1039/c9ta03219c", "authors": "Daniel P. Tabor; Rafael Gomez-Bombarelli; Liuchuan Tong; Roy G. Gordon; Michael J. Aziz; Alan Aspuru-Guzik", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Quinone-hydroquinone pairs have been proposed as biologically-inspired, low-cost redox couples for organic electrolytes for electrical energy storage, particularly in aqueous redox flow batteries. In their oxidized form, quinones are electrophiles that can react with the nucleophilic water solvent resulting in loss of active electrolyte. Here we study two mechanisms of nucleophilic addition of water, one reversible and one irreversible, that limit quinone performance in practical flow batteries. Using a combination of density functional theory and semi-empirical calculations, we have quantified the source of the instability of quinones in water, and explored the relationships between chemical structure, electrochemical reduction potential, and decomposition or instability mechanisms. By combining these computational estimates with the experimental study of the aqueous stability of alizarin-derived quinones, quantitative thresholds for chemical stability of oxidized quinones were established. Finally, ∼140,000 prospective quinone pairs (over 1,000,000 calculations including decomposition products) were analyzed in a virtual screening using the learned design principles. Our conclusions suggest that numerous low reduction potential molecules are stable with respect to nucleophilic addition, but promising high reduction potential molecules are much rarer. This latter fact suggests the existence of a stability cliff for this family of quinone-based organic molecules, which challenges the development of all-quinone aqueous redox flow batteries.<br /></p>\n\t\t\t\t</div>\n\t\t\t</div>", "date": "2018-08-22", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Theory - Computational; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Diffusion and Reptation Quantum Monte Carlo Study of the NaK Molecule", "doi": "10.26434/chemrxiv.6176849.v2", "published_doi": "10.1080/00268976.2018.1543900", "published_url": "https://doi.org/10.1080/00268976.2018.1543900", "authors": "Marc E. Segovia; Oscar Ventura", "abstract": "<p>Diffusion Monte Carlo (DMC) and Reptation\nMonte Carlo (RMC) methods, have been applied to study some properties of the\nNaK molecule. Hartree-Fock (HF), Density Functional (DFT) and single and double\nconfiguration interaction (SDCI) wavefunctions with a valence quadruple zeta\natomic natural orbital (VQZ/ANO) basis set were used as trial wavefunctions.\nValues for the potential energy curve, dissociation energy and dipole moment\nwere calculated for all methods and compared with experimental results and\nprevious theoretical derivations. Quantum Monte Carlo (QMC) calculations were\nshown to be useful methods to recover correlation in NaK, essential to obtain a\nreasonable description of the molecule. The equilibrium distance—interpolated\nfrom the potential energy curves—yield a value of 3.5 Å, in agreement with the\nexperimental value. The dissociation energy, however, is not as good. In this\ncase, a conventional CCSD(T) calculation with an extended aug-pc-4 basis set\ngives a much better agreement to experiment. On the contrary, the CCSD(T),\nother MO and DFT methods are not able to reproduce correctly the large dipole\nmoment of this molecule. Even DMC methods with a simple HF trial wavefunction\nare able to give a better agreement to experiment. RMC methods are even better,\nand the value obtained with a B3LYP trial wavefunction is very close to the\nexperimental one.</p>", "date": "2018-08-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Re-Designing Hazardous Chemicals with Target-Specific Toxicities by Learning from Structure-Based Drug Design", "doi": "10.26434/chemrxiv.7001054.v2", "published_doi": "10.1039/C9GC00219G", "published_url": "https://doi.org/10.1039/c9gc00219g", "authors": "Traci Clymer; Vanessa Vargas; Eric Corcoran; Robin Kleinberg; Jakub Kostal", "abstract": "Chemicals are the basis of our society and economy, yet many existing chemicals are known to have unintended adverse effects on human and environmental health. Testing all existing and new chemicals on animals is both economically and ethically unfeasible. In this paper, a new in silico framework is presented that affords redesign of existing hazardous chemicals in commerce based on specific molecular initiating events in their adverse outcomes pathways. Our approach is based on a successful methodology implemented in computational drug discovery, and promises to dramatically lower costs associated with new chemical development by synergistically addressing chemical function and safety at the design stage.   <br />", "date": "2018-08-24", "journal": "chemRxiv", "categories": "Environmental Science; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Analysis of the Effect of the Zirconium Precursor of MOF-808 on Its Thermal, Structural, and Surface Properties", "doi": "10.26434/chemrxiv.7015451.v2", "published_doi": "10.1039/C8CE01722K", "published_url": "https://doi.org/10.1039/c8ce01722k", "authors": "Carolina Ardila-Suárez; Jhonatan Rodriguez-Pereira; Víctor Gabriel Baldovino Medrano; Gustavo E Ramírez-Caballero", "abstract": "<p>Due to their thermal and chemical stability\nzirconium based Metal-Organic Frameworks (Zr-MOFs) have been extensively\nstudied in the literature. However, many\ndetails of the influence of preparation conditions are still unclear. Most\npapers tend to use one type of metallic precursors for synthesizing Zr-MOFs\nsuch as MOF-808. Therefore, as far as we know, a systematic analysis of the effect\nof the zirconium precursor on the properties of MOF-808 has not been conducted.\nIn this work, three different metallic precursors were employed; namely, zirconium chloride, zirconyl chloride, and\nzirconyl nitrate for synthesizing MOF-808 keeping all other synthesis\nconditions constant. The results of the study\nindicated the following: (i) the nature of the zirconium precursor impacts the crystalline and porous\nstructure of MOF-808. Particularly, the\npresence of structural water in the precursors causes a detriment in these\nproperties which was reflected in an increase of the relative percentage of amorphicity of\nthe materials as well as on the formation of disorganized\nmesopores. (ii) In contrast to (i), the surface properties of the materials and\ntheir thermal stability under an air atmosphere were\nnot altered by the use of the different precursors. All materials\nexhibited a surface populated by free and uncoordinated carboxylates as well as\ninorganic zirconium structures corresponding\nto uncoordinated oxo-clusters. The ensemble of these findings contributess to a better understanding of the\nfeatures that make MOFs interesting for diverse applications. Particularly,\nworks on defect engineering may be benefited from the insight on surface\nchemistry provided in this contribution.</p>", "date": "2018-08-28", "journal": "chemRxiv", "categories": "Organometallic Compounds; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A kinetic analysis of coupled (or auxiliary) enzyme reactions", "doi": "10.26434/chemrxiv.5746065.v3", "published_doi": "10.1007/s11538-018-0513-4", "published_url": "https://doi.org/10.1007/s11538-018-0513-4", "authors": "Justin Eilertsen; Santiago Schnell", "abstract": "<div>As a case study, we consider a coupled (or auxiliary) enzyme assay of two reactions obeying the Michaelis-Menten mechanism. The coupled reaction consists of a single-substrate, single-enzyme non-observable reaction followed by another single-substrate, single-enzyme observable reaction (indicator reaction). In this assay, the product of the non-observable reaction is the substrate of the indicator reaction. A mathematical analysis of the reaction kinetics is performed, and it is found that after an initial fast transient, the coupled reaction is described by a pair of interacting Michaelis-Menten equations. Moreover, we show that when the indicator reaction is slow, the quasi-steady-state dynamics are governed by two fast variables and two slow variables, and when the indicator reaction is fast, the dynamics are governed by three fast variables and one slow variable. Timescales that approximate the respective lengths of the indicator and non-observable reactions, as well as conditions for the validity of the Michaelis-Menten equations are derived. The theory can be extended to deal with more complex sequences of enzyme catalyzed reactions.</div>", "date": "2018-08-20", "journal": "chemRxiv", "categories": "Biochemical Analysis; Biophysical Chemistry; Chemical Kinetics; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "A theory of reactant-stationary kinetics for a mechanism of zymogen activation", "doi": "10.26434/chemrxiv.5631169.v4", "published_doi": "10.1016/j.bpc.2018.08.003", "published_url": "https://doi.org/10.1016/j.bpc.2018.08.003", "authors": "Justin Eilertsen; Wylie Stroberg; Santiago Schnell", "abstract": "<div>A theoretical analysis is performed on the nonlinear ordinary differential equations that govern the dynamics of a reaction mechanism of zymogen activation. The reaction consists of a primary non-observable zymogen activation reaction that it is coupled to an indicator (observable) reaction. The product of the first reaction is the enzyme of the indicator reaction, and both reactions are governed by the Michaelis-Menten reaction mechanism. Using singular perturbation methods, we derive asymptotic solutions that are valid under the quasi-steady-state and reactant-stationary assumptions. In particular, we obtain closed form solutions that are analogous to the Schnell-Mendoza equation for Michaelis-Menten type reactions. These closed-form solutions approximate the evolution of the observable reaction and provide the mathematical link necessary to measure the enzyme activity of the non-observable reaction. Conditions for the validity of the asymptotic solutions are also derived, and we demonstrate that these asymptotic expressions are applicable under reactant-stationary kinetics.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemical Analysis; Biophysical Chemistry; Chemical Kinetics; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Efficient prediction of structural and electronic properties of hybrid 2D materials using complementary DFT and machine learning approaches", "doi": "10.26434/chemrxiv.6254756.v4", "published_doi": "10.1002/adts.201800128", "published_url": "https://doi.org/10.1002/adts.201800128", "authors": "Sherif Tawfik; Olexandr Isayev; Catherine Stampfl; Joseph Shapter; David Winkler; Michael J. Ford", "abstract": "<p>There are now, in principle, a limitless number of hybrid van der Waals heterostructures that can be built from the rapidly growing number of two-dimensional layers. The key question is how to explore this vast parameter space in a practical way.  Computational methods can guide experimental work however, even the most efficient electronic structure methods such as density functional theory, are too time consuming to explore more than a tiny fraction of all possible hybrid 2D materials. Here we demonstrate that a combination of DFT and machine learning techniques provide a practical method for exploring this parameter space much more efficiently than by DFT or experiment. As a proof of concept we applied this methodology to predict the interlayer distance and band gap of bilayer heterostructures. Our methods quickly and accurately predicted these important properties for a large number of hybrid 2D materials. This work paves the way for rapid computational screening of the vast parameter space of van der Waals heterostructures to identify new hybrid materials with useful and interesting properties.</p>", "date": "2018-08-20", "journal": "chemRxiv", "categories": "Multilayers; Nanostructured Materials - Materials; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY 4.0"}