{"title": "Obstacle detection during Navigation using Convolutional Neural Networks with LSTM", "doi": "10.26434/chemrxiv-2025-07bf4", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yash Mishra; Kedarnath Senapati", "abstract": "This research presents a novel approach to obstacle detection during navigation using a combination of Convolutional Neural Networks (CNNs) and Long Short-Term Memory (LSTM) networks. The primary objective is to generate accurate image captions that describe the content of images, which is crucial for applications such as autonomous driving and assistive technologies for the visually impaired. We systematically analyze the architecture of our model, which consists of three main components: a CNN for feature extraction, an LSTM for sequence generation, and a mechanism for sentence formulation. By employing transfer learning with the Inception v3 architecture, we enhance the model's performance while reducing computational costs. Our experiments utilize the Flickr8k dataset, which comprises 8,000 images, each accompanied by five descriptive sentences. We introduce a simplified version of Gated Recurrent Units (GRUs) as an alternative to LSTMs, demonstrating comparable performance with fewer parameters, thus improving training efficiency. The model's effectiveness is evaluated using the Bilingual Evaluation Understudy (BLEU) score, which quantifies the quality of generated captions against reference sentences. Results indicate that our architecture achieves a BLEU score of aprox 80% on the training set and approx 75% on the test set, showcasing its capability to produce semantically and grammatically correct captions. Additionally, we explore the integration of attention mechanisms to enhance the model's focus on relevant image features during caption generation. The findings suggest that our approach not only meets the challenges of automatic image captioning but also holds potential for broader applications in image understanding and navigation systems. Future work will involve expanding the dataset and refining the model to further improve accuracy and robustness in diverse scenarios.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Chemical Education", "metrics": null, "license": "CC BY 4.0"}
{"title": "Fully-stretched, single-crystalline polymers of linear poly[n]catenanes", "doi": "10.26434/chemrxiv-2025-0r189", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kaiyu Wang; Nakul Rampal; Ying Liu; Cailing Chen; Ha Nguyen; Felipe Gándara; Vivek Singh; Zichao Rong; Yuang Shi; Sebastian Neumann; Jackson Thomassian; Raynald Giovine; Punit Kumar; Robert Ritchie; Lingmei Liu; Yu Han; Ting Xu; Omar Yaghi", "abstract": "Making single crystals of fully stretched polymers is an outstanding challenge because polymers generally crystallize by chain folding. We report a strategy termed \"phantom templation,\" wherein the metal templates the formation of poly[n]catenanes but is not found in the crystalline product. Based on this strategy, we synthesized the highly sought after linear poly[n]catenanes with molecular weight of 4.5 megadaltons and degree of polymerization of 2,800—over 100 times higher than previous records. Generally, post-synthetic demetalation leads to non-crystalline solids; a challenge addressed by the in situ nature of phantom templation. This also allowed the installed anthracene units to organize through π-π stacking and chain-to-chain packing, giving single crystals of linear poly[n]catenanes as structurally determined by transmission electron microscopy and x-ray diffraction techniques.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry; Polymer Science; Supramolecular Chemistry (Org.); Polymerization (Polymers); Materials Chemistry; Crystallography – Organic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Side-Chain Dipolar Character Controls Threshold Voltage in So-lution-Processed Organic Single-Crystal Transistors", "doi": "10.26434/chemrxiv-2025-2k47h", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shohei Kumagai; Takeru Koguma; Takuya Seki; Go Watanabe; Ryoya Kimura; Masafumi Yano; Hiroyuki Ishii; Jun Takeya; Toshihiro Okamoto", "abstract": "Single-crystal organic semiconductors (OSCs) hold immense potential for high-performance thin-film transistors (TFTs) due to their high charge-carrier mobilities (µ) stemming from defect-free and long-range-order structure. While µ is a key factor of TFT performance and can be tackled by molecular design of OSCs, threshold voltage (Vth) significantly impacts operational voltage and power consumption in integrated circuits and is typically controlled by device engineering. A traditional Vth tuning method involves interfacial modifications of gate-dielectric surface by self-assembled monolayers (SAMs) with different dipolar characters. Yet, the SAM is less compatible with printed electronics using polymeric gate dielectrics. Therefore, controlling Vth through OSC material design is of interest. This work demonstrates that Vth in sin-gle-crystal OSCs can be effectively modulated by engineering the dipolar character of side-chain substituents which are widely employed in solution-processable OSCs. To validate this concept, we focused on 3,4,9,10-benzo[de]isoquinolino[1,8-gh]quinolinetetracarboxylic diimide (BQQDI) derivatives because they have formed compara-ble layered brickwork packing structures mostly irrespective of the side-chain structures. Stemming from the bench-marked, phenethyl-substituted BQQDI (PhC2−BQQDI), here, three PhC2−BQQDI analogues with mono-fluorination at the ortho, meta or para position of the phenyl ring were synthesized. These compounds were designed to maintain isostruc-tural crystal packing while varying the dipolar character of the side chains. In solution-processed single-crystal TFTs, obvious Vth shifts depending on the fluorine substitution position were found. By crystal structure and computational analyses, the Vth shift was correlated with the dipolar character of the side chains at the OSC−gate dielectric interface. This side-chain-engineered dipolar effect is not only useful for Vth control in TFTs but also proposes new avenues for de-signing high-performance OSCs and various thin-film devices with tailored interfacial properties.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Materials Science; Organic Compounds and Functional Groups; Aggregates and Assemblies; Thin Films; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simulations of solvent effects on excited state dynamics of p-DAPA, a red single benzene-based fluorophore", "doi": "10.26434/chemrxiv-2025-4hcdg", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anita Houston Adams; Alice R. Walker", "abstract": "Fluorescence-based techniques are widely used in basic science and medicine for detecting molecules and probing chemical reactions in vitro and in vivo. Red fluorophores are especially of interest due to their potential applicability for deep-tissue and whole-body imaging with low background interference. The smallest red fluorophore is the benzene-based para-diacetylphenylenediamine (p-DAPA), which has a fluorescence quantum yield of 0.06 and high brightness. However, the effect of solvent type on the photophysical properties of p-DAPA has not been extensively explored. We have employed classical force field dynamics and ab initio Born-Oppenheimer molecular dynamics (BOMD) calculations in explicit solvent to explore the ground and excited state potential energy surfaces of p-DAPA. Our results show that p-DAPA exhibits stronger fluorescence in nonpolar solvents due to the appearance of various new nonradiative decay pathways in polar solvents. This work provides insight into how p-DAPA might be adapted for biological imaging and other applications.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Computational Chemistry and Modeling; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Novel bivalent albumin binder for enhanced tumor retention of fibroblast activation protein-targeted radioligand", "doi": "10.26434/chemrxiv-2025-4sqmw", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kazuma Nakashima; Keisei Yamaguchi; Kosuke Saito; Hiroyuki Watanabe; Masahiro Ono", "abstract": "Fibroblast activation protein (FAP) is a promising target for cancer diagnosis and therapy. FAPI-46-based radioligands have shown promising diagnostic results, but their insufficient tumor retention needs to be improved for effective therapy. The introduction of albumin binder (ALB), which interacts with albumin in blood, is a well-known strategy to enhance the tumor retention of radioligands by prolonging the clearance from the body. In this study, we designed and synthesized a FAP-targeting radioligand, [111In]In-FAPI-46-I2, based on FAPI-46 by introducing for the first time a novel bivalent ALB composed of two lysine-(p-iodophenyl)butyric acid, named (Lys-IPBA)2. The biodistribution study revealed the high retention of [111In]In-FAPI-46-I2 in FAP-expressing tumors up to 192 h postinjection. In addition, [111In]In-FAPI-46-I2 clearly visualized the FAP-expressing tumor in the SPECT/CT study. These data suggest the theranostic utility of [111In]In-FAPI-46-I2 as a FAP-targeted radioligand due to its marked tumor retention by the introduction of (Lys-IPBA)2.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enabling Reliable Data-Driven Tafel Analysis", "doi": "10.26434/chemrxiv-2025-m0tvc", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koki Muraoka; Ken Sakaushi; Akira Nakayama", "abstract": "The Tafel slope is well known as a critical parameter for characterizing a wide spectrum of electrocatalysis, serving as a key descriptor not only of their performance but also of features of the microscopic mechanism. While current-voltage measurements are an essential tool in the evaluation of electrocatalysts’ performances, the arbitrary selection of the Tafel regime and the lack of rigorous statistical methods to justify this choice undermine the objectivity and reproducibility of the derived Tafel values. As a result, this lack of standardization hinders the development of a universal protocol for calculating Tafel analysis and risks introducing inconsistencies across different research groups. Herein, we show a simple and robust Bayesian optimization method to identify the optimal Tafel regime from any given dataset. Our approach remains effective even when multiple Tafel regions are present in the original data. The code for performing this analysis is available as open-source software, facilitating broader adoption and application. Its performance is tested against 379 experimental current-voltage measurements reported by different groups. By enabling more reliable interpretation of electrochemical data, this work contributes to advancing the data-driven development of future green energy technologies.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Materials Science; Catalysis; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Protein-ligand data at scale to support machine learning", "doi": "10.26434/chemrxiv-2025-b009c", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Aled Edwards; Dafydd Owen; Target 2035 Working Group SGC Working Group", "abstract": "Target 2035 is a global initiative that aims to develop a potent and selective pharmacological modulator, such as a chemical probe, for every human protein by 2035. Here, we describe the Target 2035 roadmap to develop computational methods to improve small molecule hit discovery, which is a key bottleneck in the discovery of chemical probes. Large, publicly available datasets of high-quality protein-small molecule binding data will be created using affinity-selection mass spectrometry (AS-MS) and DNA-encoded chemical library (DEL) screening. Positive and negative data will be made openly available, and the machine learning community will be challenged to use these data to build models and predict new, diverse small molecule binders. Iterative cycles of prediction and testing will lead to improved models and more successful predictions. By 2030, Target 2035 will have identified experimentally verified hits for thousands of human proteins and advanced the development of open-access algorithms capable of predicting hits for proteins for which there are not yet any experimental data.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Room-Temperature Phosphorescence of Pyrene Using Perovskite as a Triplet-Sensitizing Matrix and Oxygen Barrier", "doi": "10.26434/chemrxiv-2025-z2hcb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hinako Ebe; Shusei Hattori; Junpei Igarashi; Mizuki Ohke; Aoi Hamatsu; Mai Anbe; Matthew Atteberry; Yitong Dong; Madalina Furis; Mamoru Kitaura; Jun Matsui", "abstract": "To realize the formation and transfer of triplet excited states in hybrid organic–inorganic materials, material designs that facilitate efficient triplet sensitization and suppress molecular excited state deactivation are imperative. In this study, we demonstrated the efficient formation of molecular triplet excited states via through-space triplet energy transfer (TET) in a perovskite nanocrystal (PNC)—pyrene (Py)—composite film. Uniform dispersion of Py as an organic acceptor within the PNC matrix facilitated effective TET, enabling room-temperature Py phosphorescence emission with an average lifetime (44.7 ms). The TET process exhibited an efficiency of 22%, and the oxygen barrier properties of the PNC matrix suppressed oxygen quenching, allowing retention of Py phosphorescence even under ambient conditions. The proposed simple and effective material design strategy for extending the functionalities of organic acceptor molecules through controlled interface interactions can be applied in triplet–triplet annihilation upconversion and photocatalysis.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simple Access to 2,5-Disubstituted Thiazoles via Cyclisation of N-Substituted α-Amino Acids ", "doi": "10.26434/chemrxiv-2025-z54vj", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hajar Aledwan; Guy Zimmermann; Natalia Fridman; Georgios Vassilikogiannakis; Abed Saady", "abstract": "We report a mild, metal-free synthesis of 2,5-disubstituted thiazoles from readily available N-substituted α- amino acids. The reaction proceeds via carboxylic acid activation with thionyl chloride, followed by intramolecular cyclisation and in situ sulfoxide deoxygenation, affording the target thiazoles in excellent yields. This transition-metal-free, robust, and scalable protocol enables access to a broad range of 2,5-disubstituted thiazoles, bypassing the need for complex reagents and significantly simplifying their synthesis.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Chemically Stable Tetrazine-Based Porous Organic Cages with Post-Synthetic Modification via iEDDA Reactions ", "doi": "10.26434/chemrxiv-2025-sgrlz", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ju Yang; Saisai Yu; Wendi Zhang; Dingyue Hu; Yutao Guan; Hongqin Li; Ming Liu", "abstract": "Porous organic cages (POCs) have emerged as promising porous materials for a wide range of applications. However, their development is often limited by insufficient chemical stability and challenges in systematically functionization. Herein, we reported the design and synthesis of a tetrazine-based POC (TC1) with rigid tetra-hedral structures via a one-pot nucleophilic aromatic substitution reaction. TC1 exhibits high porosity, with a BET surface area at 1157 m2/g, and remarkable chemically stability, retaining its integrity even in concentrated acid. Its well-defined cavity size and electron-deficient environment enable effective SF6/N2 separation, as con-firmed by dynamic breakthrough experiments. Post-synthetic modification of TC1 via inverse electron-demand Diels-Alder (iEDDA) reactions yielded two functionalized cages (TC2 and TC3), which maintain good porosi-ty and display further enhanced chemical stability over a broad pH range (-1 to 15). Furthermore, cage-based networked materials (TC1-P1 and TC1-P2) were successfully constructed through the iEDDA polymerization using TC1 as building unit, resulting in tunable porous frameworks with improved CO2/N2 selectivity. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry; Materials Science; Supramolecular Chemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Elucidating Quintet State Dynamics in Singlet Fission Oligomers and Polymers with Tetracene Pendants", "doi": "10.26434/chemrxiv-2025-dnr6r", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jasleen K Bindra; Daniel  Malinowski; Bernardo  Salcido-Santa Cruz; Guiying  He; Matthew Sfeir;  Luis  Campos; Jens Niklas,; Oleg Polektov", "abstract": "To unlock the potential of molecular engineering for practical quantum sensing and computing, it is essential to create and control pure magnetic states in molecular systems. Singlet fission (SF) in organic materials offers a promising approach by generating pairs of triplet excited states from photoexcited singlets. In this work, we investigate SF in a polymer with strategi-cally positioned tetracene pendant groups along a polynorbornene backbone and its oligomeric counterparts, facilitating intrapolymer through-space coupling. Using continuous-wave and pulsed time-resolved electron paramagnetic resonance (EPR) spectroscopy, we elucidate the spin dynamics and identify key intermediates, including the quintet state, that emerge during SF. Our findings reveal that exciton translational motion along the pendant groups enhances the dissociation of triplet pairs, with oligomer length playing a critical role in modulating spin state interconversion and exciton transport. Our results provide key insights into the SF mechanism in polymeric materials and highlight the role of oligomer length in modulating spin state interconversion and exciton transport. This work advances our understanding of SF in polymers, paving the way for their application in quantum information science and energy conversion technologies.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hierarchical Moiety-Aware Graph Transformer for Li-metal Electrolyte Formulation Design", "doi": "10.26434/chemrxiv-2025-c0ttj", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Luca Mondonico; Hance Su; Jacob Florian; Hao Lyu; Zhenan Bao; Yi Cui", "abstract": "Maximizing Coulombic efficiency (CE) is critical in improving battery life and performance, although existing predictive models overlook the very chemical design strategies that drive electrolyte performance. Here, we introduce HELENA (Hierarchical Electrolyte Learning with Embedded Neural Attention), the first electrolyte deep‑learning framework to encode moiety‑level chemistry and cooperative interactions across full formulations. HELENA constructs a three‑tiered representation and employs attention mechanisms to learn both established heuristics and potentially unseen design principles. Trained on a substantially expanded CE dataset of lithium metal batteries, HELENA outperforms state‑of‑the‑art graph‑ and tree‑based models, while its attention mechanisms both recover established electrolyte trends and reveal novel moiety co‑dependencies. Applying HELENA as an in-silico screening engine, we experimentally validate several model‑predicted formulations achieving CE > 99.5%, demonstrating its practical utility. By fusing moiety-aware tokenizer with scalable attention‑based learning, HELENA establishes a new paradigm for rational electrolyte discovery and paves the way for generative, closed‑loop design workflows of exploring multicomponent chemical systems beyond energy.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Materials Science; Energy; Energy Storage", "metrics": null, "license": "CC BY 4.0"}
{"title": "Harnessing Electrochemistry for Direct Deoxygenative Silylation of Alcohols and Ketones", "doi": "10.26434/chemrxiv-2025-v8zv7", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Peng Xiong; Hai-Chao Xu; Yi-Xian  Zheng; Yuan-Xin Wu", "abstract": "Alcohols and ketones are abundant and structurally diverse feedstocks, yet their direct transformation into organosilicon compounds remains challenging due to the difficulty in selective cleaving C–OH and C=O bonds. Here, we report an electrochemically driven deoxygenative C–Si bond formation strategy that converts alcohols and ketones directly to organosilicon compounds. The reactions operate under mild conditions without external redox reagents and sacrificial electrodes. A wide range of alcohols, including primary, secondary, and tertiary alcohols, as well as ketones, are efficiently converted to the corresponding organosilane products. Overall, this study provides a step-economical, highly efficient, and synthetically versatile platform for the direct conversion of feedstock chemicals into valuable organosilicon compounds.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhancing Molecular Structure Elucidation with Reasoning-Capable LLMs", "doi": "10.26434/chemrxiv-2025-8l64w", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Martin Priessner; Anna Tomberg; Jon Paul Janet; Richard Lewis; Magnus Johansson; Jonathan Goodman", "abstract": "We introduce a novel workflow integrating reasoning-capable language models with specialized chemical analysis tools to enhance molecular structure determination using nuclear magnetic resonance spectroscopy. Generally, structure elucidation involves generating candidate molecular structures, comparing their predicted spectral features to experimental data, and identifying the best-fitting structure. Our workflow systematically generates diverse molecular candidates through chemical synthesis predictions, regioisomer exploration, and direct spectral-based methods. The language model bridges the gap between quantitative data and chemical insight by evaluating candidates through a reasoning process that analyzes spectral evidence, explains discrepancies, and assesses overall structural plausibility, moving beyond simple numerical error. This LLM-driven reasoning stage proved crucial, increasing correct top-ranked structure identification accuracy by 26.4%. Simulated spectral data with introduced noise artifacts and solvent peaks further highlighted the robustness of our method, showing accuracy improvements by 35.3%. The language model's confidence scores effectively correlated with prediction accuracy, facilitating efficient triage of results. While currently focused on HSQC data, this framework offers a flexible foundation for next-generation structure elucidation tools combining chemical expertise with advanced reasoning capabilities.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Batch Diagnosis of Batteries within One Second", "doi": "10.26434/chemrxiv-2025-0h02k", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shangwei Zhou; Wenjia Du; Paul R Shearing; Thomas Miller; Rhodri Jervis", "abstract": "As the demand for efficient and sustainable energy storage solutions increases, ensuring uniform performance across batteries becomes a key challenge. The development of efficient, reliable, and low-cost diagnostics is critical for identifying cell-to-cell inconsistencies and subtle differences for both factory-manufactured and second-life recycled batteries. To this end, this study presents a multi-channel and multi-frequency electrical excitation response (MMER) technique, containing the same impedance information as electrochemical impedance spectroscopy (EIS), but capable of screening multiple batteries in one second. The MMER technique significantly reduces measurement time from several minutes per EIS measurement — which scales with the number of cells — to just one second for the entire module. A comparative analysis between individual multi-frequency voltage responses and individual EIS reveals that multi-frequency voltage responses provide equivalent results of battery consistency and performance rankings compared to EIS, with reduced measurement time from ten or more minutes to several seconds. Furthermore, the integration of multi-channel technology enables simultaneous measurement of multiple batteries, maintaining measurement time comparable to that of a single cell, independent of the number of batteries. This approach not only enhances the screening efficiency but also eliminates errors associated with repeated set-up of individual tests. The diagnostic results from MMER align with true performance characteristics obtained from the discharge profile. The proposed technique offers a practical solution for pilot/industrial-scale battery diagnostics and holds potential for broader applications in any electrochemical device, such as fuel cells or electrolysers. It also opens up the door for ‘operando’ EIS-like measurements, whereby the previous restriction that the system has to be in a steady state (and therefore being measured at 0 A current) for traditional EIS does not apply to this technique. The one-second measurement time means that our diagnostic system is effectively at a steady state even with higher charge/discharge currents of up to 10 C.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Energy; Chemical Engineering and Industrial Chemistry; Industrial Manufacturing; Quality Control; Energy Storage", "metrics": null, "license": "CC BY 4.0"}
{"title": "Towards Organic Mimics of Metallic Nanoparticles: Tuning and Enhancing Fluorescence in Binary Dye-Based Nanoparticles. ", "doi": "10.26434/chemrxiv-2024-42f7k-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Eleonore Kurek; Morgane Rosendale; Jean-Baptiste Verlhac; Sébastien Marais; Jonathan Daniel; Mireille Blanchard-Desce", "abstract": "Engineered nanomaterials are a blooming field of research among which luminescent nanoparticles are becoming major players for biological applications. While inorganic and hybrid organic-inorganic nanoparticles greatly dominate the field, research on all-organic nanoparticles is gaining momentum thanks to the versatility and tunability offered by advances in synthesis especially in polymer science but also by molecular engineering. Following this less travelled route, in the present work we demonstrate how to achieve ultra-bright dye-based Fluorescent Organic Nanoparticles (dFONs) mimicking metallic nanoparticles; i.e. core-shell and alloy type dFONs. Their design relies on the smart association of organic constituents that combine structural similarity, finely tuned electronic and photophysical properties for efficient Förster Resonance Energy Transfer if confined into close proximity. Strikingly, these nano-constructions show unique optical properties. First, both core-shell and alloy dFONs show highly efficient energy harvesting and giant absorption thanks to ultimate molecular confinement of a large number of strongly absorbing dyes. Second, we demonstrate for the first time that we can maximize the nano-interfacial emission enhancement (NIEE) effect by tuning the topology of core-shell type dFONs. Finally bioimaging experiments demonstrate that core-shell dFONs are internalized into COS7 cells and retain their specific emissive properties in these cells.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Physical Chemistry; Nanoscience; Plasmonic and Photonic Structures and Devices; Self-Assembly; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Data to Physics in Minutes: An Agentic Large Language Model Solves a Competitive Adsorption Puzzle", "doi": "10.26434/chemrxiv-2025-vnn2f", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Bingling Dai; Yuhang Song; Yibin Jiang; Cheng Wang", "abstract": "Scientific modeling often requires navigating a trade-off between physical interpretability and empirical accuracy—a task that can take weeks of iteration, especially in systems with partial observability, structural complexity, and experimental errors. Here, we show how a state-of-the-art agentic reasoning-and-coding large language model, OpenAI o3, autonomously solved a modeling challenge in surface chemistry that puzzled us for months: quantifying the competitive adsorption of carboxylic acids on metal–organic layers. With experimental data and a concise problem formulation, o3 rapidly formulated a physically grounded adsorption model, derived the mathematical equations, implemented the corresponding codes to fit the experimental data, revised its assumptions, and ultimately derived a competitive adsorption model with three parameters that matched experimental data across more than a dozen of tested molecules. The resulting model—simple, mechanistically transparent, and quantitatively robust—incorporates both classical Langmuir competition and structural constraints such as site accessibility. Beyond addressing this particular challenge, our findings highlight a transformative shift in scientific methodology: from manual trial-and-error approaches to AI-driven hypothesis generation and model refinement. This represents a new paradigm in research, wherein language models surpass the traditional roles of machine learning in data analysis and computational support, actively participating in scientific reasoning and hypothesis development.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Physical Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Exo-selective Intramolecular (4+3) Cycloadditions to trans-Fused Perhydroazulenes: An Asymmetric Formal Synthesis of (−)-Pseudolaric acid B", "doi": "10.26434/chemrxiv-2025-d0vx2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zengsheng Yin; Yuxuan He; Guo Wei; Yuchen Zhou; Antonio Rizzo; Yun He; Elizabeth H. Krenske; Pauline Chiu", "abstract": "We present an asymmetric formal total synthesis of pseudolaric acid B (PAB), based on the intramolecular (4+3) cycloaddition of a new class of epoxy enolsilane substrates. This substrate type has the epoxide geminally-substituted on the tether to the furan, which reacts to yield the trans-fused perhydroazulene core of PAB containing the quaternary stereocenter. The reaction is highly diastereoselective, as opposed to cycloadditions of previous substrate types that generate the perhydroazulene framework. The role of the geminal tether in controlling the transition state conformation and the exo-selectivity is revealed by density functional theory calculations. Using this intramolecular cycloaddition as the key reaction, together with several one-pot sequences, a key intermediate in Trost’s synthesis of PAB was accomplished, representing the shortest asymmetric synthesis of this anti-tumor natural product thus far.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Møller-Plesset Adiabatic Connection Theory for Diverse Noncovalent Interactions", "doi": "10.26434/chemrxiv-2025-cklf9", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Etienne Palos; Heng Zhao; Kimberly J Daas; Eduardo Fabiano; Francesco  Paesani; Stefan Vuckovic", "abstract": "Møller–Plesset adiabatic connection (MPAC) theory provides a powerful framework for constructing approximations to wavefunction-based correlation energy, enabling modeling of non- covalent interactions (NCIs) with near-CCSD(T) accuracy. We show that approximate MPAC functionals consistently outperform MP2 and dispersion-corrected DFT (DFT+DISP) across diverse systems, including charged and charge-transfer complexes. MPAC functionals oper- ate holistically at the electronic level, require no heuristic dispersion corrections, and achieve near-chemical accuracy even for abnormal NCIs, cases where DFT+DISP errors exceed those of DFT. To further improve MPAC for abnormal cases without compromising overall perfor- mance, we introduce MPAC25, a simple two-parameter functional treating neutral and charged NCIs equally, as demonstrated on DES15K benchmarks. Overall, MPAC functionals effec- tively describe a wide range of NCIs, including those beyond the reach of other methods, rep- resenting a significant step toward predictive simulations of molecular interactions in complex environments and motivating further MPAC developments.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cobaloxime Catalyzed Carbene Insertion into N–H Bonds: A Streamlined Route to α-Amino Esters with Mechanistic Insights", "doi": "10.26434/chemrxiv-2025-bz3fj", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Keyang Wu; Kirklin McWhorter; Ayzia Ford; Liming Tan; Lidia Waidmann; Jesus Vazquez Hernandez; Madeline Garcia; Katherine Davis; Gang Li", "abstract": "The efficient construction of carbon–nitrogen bonds is fundamental to the synthesis of pharmaceuticals, agrochemicals, and natural products, particularly for α-amino esters. Transition-metal-catalyzed carbene insertion into N–H bonds offers a powerful approach due to its efficiency and selectivity, but has predominantly been developed using noble metal catalysts. Although, select base metals have been explored, cobalt catalysts remain scarce. Herein, we report an N–H insertion reaction to form α-amino esters catalyzed by a cobaloxime catalyst, using diazo compounds as the carbene precursors. With low catalyst loading, primary, secondary, and (hetero)aromatic amines all react smoothly (up to 97%). Comprehensive mechanistic studies suggest the generation of a cobalt alkyl ylide intermediate during these reactions, with small contributions of a carbene radical. This approach can be applied in the late-stage functionalization of various N-containing bioactive molecules, highlighting its potential synthetic application.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tin chloride metal salt modified carbon nitride for efficient hydrogen and hydrogen peroxide production from pure water via piezocatalysis", "doi": "10.26434/chemrxiv-2025-tzf6j", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ying Pan; Luocheng Liao; Dan Qiao; Irene  Lamata Bermejo; Yunya Liu; Ran Su; Nieves Lopez Salas", "abstract": "Piezocatalysis presents a sustainable and energy-efficient method for producing hydrogen (H2) and hydrogen peroxide (H2O2), utilizing mechanical energy to drive chemical reactions without the need for external power sources or harmful chemicals. In this study, we explore the modification of graphitic carbon nitride (g-C3N4) using molten salt methods to enhance its piezoelectric properties for H2 and H2O2 production from water without any co-catalysts or sacrificial agents. A one-pot synthesis approach was used to anchor Sn-based species onto g-C3N4. During thermal pyrolysis, SnCl2 facilitated the exfoliation of the g-C3N4 layer. The oxidation of SnCl2 and its interaction with g-C3N4 promoted the formation of g-C3N4/Sn-based composites. The synergistic interaction between exfoliated, defect-rich g-C3N4 and non-piezoelectrically active Sn species leads to a significant enhancement of the piezoelectric effect compared to pristine g-C3N4. Notably, the g-C3N4/Sn-based composites achieved superior H2 (3846.46 μmol g-1 h-1) and H2O2 (999.11 μmol g-1 h-1) production rates from pure water. This work provides new insights into the structural and compositional modulation of g-C3N4 and paves the way for further piezocatalytic research using two-dimensional carbon nitride materials.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Science; Catalysis; Carbon-based Materials; Catalysts; Hybrid Organic-Inorganic Materials; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Neuropeptides in the Extracellular Space of the Mouse Cortex Measured by Nanodialysis Probe Coupled with LC-MS", "doi": "10.26434/chemrxiv-2025-t3ggg", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Keyin Li; Weihua Shi; Yanqi Tan; Yu Ding; Alex Armstrong; Yurii Vlasov; Jonathan Sweedler", "abstract": "Neuropeptides are key neuromodulators in the central nervous system that shape sensory processing, yet their extracellular dynamics in the somatosensory cortex (S1) remain poorly understood. This study applies an innovative membrane-free silicon nanodialysis (ND) probe coupled with liquid chromatography-mass spectrometry (LC-MS) to analyze the extracellular neuropeptidome in the mouse S1 with spatial resolution down to 100 μm. Localized in vivo sampling identified extracellular peptides from secretogranin-1, ProSAAS, pro-opiomelanocortin (POMC), and others. Minimal tissue damage, enabled by probe dimensions of 75×15 μm², resulted in the detection of only one structural peptide (JIP-2), indicating low intracellular contamination. Many detected secretory peptides correlated with strong local mRNA expression; however, the detection of POMC-derived peptides, despite negligible local expression, suggests long-distance peptide transport or extracellular processing. To expand peptide identification, a discovery-to-targeted peptidomics approach was developed, revealing 46 peptides from 24 proteins in dialysate samples, including 10 proteins with low local expression. Complementary S1 tissue analysis confirmed POMC peptides and showed that 17% of 304 prohormone-derived peptides had low local expression. These results uncover a complex extracellular peptide landscape shaped by both local and long-distance signaling. By overcoming the limitations of traditional microdialysis, this approach advances the understanding of neuropeptide signaling in cortical function.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Analytical Chemistry; Biochemical Analysis; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enabling Multireference Calculations on Multi-Metallic Systems with Graphic Processing Units", "doi": "10.26434/chemrxiv-2025-8cn9b", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Valay Agarawal; Rishu Khurana; Cong Liu; Matthew R. Hermes; Christopher Knight; Laura Gagliardi", "abstract": "Modeling multimetallic systems efficiently enables faster prediction of desirable chemical properties and design of new materials.   This work describes an initial implementation for performing multireference wave function method localized active space self-consistent field (LASSCF) calculations through the use of multiple graphics processing units (GPUs) to accelerate time-to-solution. Density fitting is leveraged to reduce memory requirements, and we demonstrate the ability to fully utilize multi-GPU compute nodes. Performance improvements of 5-10x in total application runtime were observed in LASSCF calculations for multimetallic catalyst systems up to 1200 AOs and an active space of (22e,40o) using up to four NVIDIA A100 GPUs. Written with performance portability in mind, comparable performance is also observed in early runs on the Aurora exascale system using Intel Max Series GPUs. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Self-Forming Electrolytes Enable Calcium Plating and Stripping", "doi": "10.26434/chemrxiv-2025-tfdls", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zaher  Slim; Patrik  Johansson", "abstract": "Calcium’s high reactivity typically causes surface passivation, limiting its applicability in electrochemical devices, such as batteries. Here we harness this very reactivity to form an electrolyte in situ from a Ca-free borate–amine precursor. The resulting electrolyte enables reversible Ca plating and stripping in various cells and under difficult conditions, advancing calcium battery development.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Physical Chemistry; Materials Science; Energy; Energy Storage; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Improved modeling of battery electrolytes: betting on model fitting or quantum effects?", "doi": "10.26434/chemrxiv-2025-zxgqd-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Defne Sarac; Diego Moreno-Martinez; Marie-Liesse Doublet; Christophe Raynaud", "abstract": "The accurate modeling of solvent dynamics and ionic interactions is of crucial importance for the development of novel electrolytes in next-generation metal-ion batteries. This study presents a critical evaluation of the semi-classical computational approach, the adaptive Quantum Thermal Bath (adQTB) method, as a methodology for capturing the key properties of glyme-based solvents and their Ca2+-based electrolyte solutions. Simulations reveal that the adQTB method is particularly effective in accurately reproducing vibrational spectra, while offering good transferability across systems and conditions without requiring empirical parameter adjustments. In the context of electrolyte solutions, semi-classical adQTB simulations in combination with graph theory analysis indicate a distribution of the various charge-carrying clusters that is closely aligned with the conductivity measurements previously reported [Nguyen et al., Phys. Chem. Chem. Phys., 2022, 24, 21601], in sharp contrast to the empirically scaled force field. These findings emphasize the necessity of incorporating nuclear quantum effects for reliable electrolyte modeling, thereby paving the way for the advancement of post-Li battery technology.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Energy; Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Modeling CO2 Adsorption in Flexible MOFs with Open Metal Sites via Fragment-Based Neural Network Potentials", "doi": "10.26434/chemrxiv-2025-c85xt", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Omer Tayfuroglu; Seda Keskin", "abstract": "Metal-organic frameworks (MOFs) with open metal sites (OMS) are among the most promising porous materials for gas adsorption and separation, owing to their strong and selective interactions with guest molecules. However, simulating adsorption in such systems with high accuracy and efficiency remains a key challenge due to the need to model complex guest–MOF interactions and framework flexibility. Classical force fields often lack the precision to capture these effects, while ab initio methods are computationally prohibitive for large-scale, long-timescale simulations. In this work, we develop a neural network potential (NNP) trained on highly accurate DFT (PBE-D4/def2-TZVP) level data derived from a single representative fragment of the Mg-MOF-74 framework, a prototypical OMS-containing MOF, with CO2 molecules. Despite the limited training domain, the NNP accurately captured both intra- and intermolecular interactions in the CO2–Mg-MOF-74 system, including those involving the open metal sites. We integrated this NNP into a hybrid molecular dynamic (MD) and grand canonical Monte Carlo (GCMC) simulation workflow, enabling accurate modeling of CO2 adsorption in flexible MOFs. This approach allows us accounting for both framework dynamics and complex host–guest interactions with chemical accuracy and computational efficiency. Our results highlight the crucial role of framework flexibility in adsorption behavior and demonstrate that fragment-based NNP, when combined with advanced simulation techniques, offer a powerful and efficient approach for realistically modeling adsorption processes in MOFs with open metal sites.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Polymer Science; Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Energy Transfer Mechanisms in Large Low-Bandgap Polymers from Time-Resolved Experiments and Nonadiabatic Molecular Dynamics Calculations", "doi": "10.26434/chemrxiv-2025-xn04j", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gabriel Phun; Dana Kern; Matthew Sfeir; Jason Azoulay; Bryan Wong", "abstract": "Conjugated polymers offer unprecedented chemical tunability for modulating energy transfer in a multitude of infrared light applications. In this work, we use a combination of time-resolved spectroscopic experiments and nonadiabatic molecular dynamics calculations to probe the photochemistry and nonradiative transitions in a recently synthesized narrow bandgap donor-acceptor conjugated polymer based on alternating cyclopentadithiophene and electronegative benzothiadiazole heterocycles. Using large-scale semi-empirical nonadiabatic molecular dynamics, which can treat a large 260-atom hexamer, we calculate an S5 --> S1 lifetime of 34.75 fs, which is consistent with our time-resolved spectroscopic data.  Our simulations suggest that vibronic motions of the central carbons in the cyclopentadithiophenes functional groups are predominantly involved in the nonradiative transitions and the excitation becomes more localized on a monomer fragment over time. The combined use of time-resolved experiments and nonadiabatic molecular dynamics calculations in this work provide mechanistic insight into chemical functionalities that can be tuned to enhance energy transfer in other prospective low-bandgap polymer materials.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Polymer Science; Theory - Computational; Photochemistry (Physical Chem.); Quasiparticles and Excitations", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Evidence for Single-Atom Ru Catalysts Supported on N-Doped Graphdiyne/γ-Graphyne Quantum Dots is Questionable", "doi": "10.26434/chemrxiv-2025-xclfn", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Valentin Rodionov; Reese Richardson", "abstract": " In a recent publication, Huang, Dionysiou, and co-workers claim the synthesis of single-atom Ru catalysts with unprecedent-ed metal loadings, attributed to the use of purportedly novel “N-doped graphdiyne/γ-graphyne quantum dot” supports. In this response, we critically evaluate the credibility of these claims and demonstrate that the reported synthetic pathways are implausible, and that the characterization data do not support the proposed structures of neither the supports nor the cata-lysts. We contend that the purported findings are scientifically unsound and call for a thorough reevaluation of the original work.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Catalysis; Heterogeneous Catalysis; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CO2 Fixation and Release Mediated by Carbonate-Based Coordination Polymers ", "doi": "10.26434/chemrxiv-2025-lxhrg", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kentaro Kadota; Sae  Matsui; Ayoub Traverson; Yuta  Hori; Kanchana Sotho; Kei Morisato; Yoshitaka Aoyama; Yasuteru Shigeta; Yusuke Nishiyama; Satoshi  Horike", "abstract": "We demonstrate the synthesis of eleven carbonate (CO32−)-based coordination polymers (CPs) from CO2 and reveal the structure-property correlation of CO2 release upon decarbonation. The decarbonation temperatures (TCO2) are tunable as factors of the electronegativity of metal ions and the coordination numbers of CO32− within the CP lattices. The structural tunability of CO32−-based CPs enables high gravimetric CO2 contents (25-30 wt%) and TCO2 in the low-temperature range where low-grade waste heat can be utilized (170-230 °C). The decarbonation mechanism of CO32−-based CPs, which produces a discrete metal complex, is revealed by 3D electron diffraction and variable-temperature synchrotron X-ray diffraction. The synthetic scalability and recyclability of CO32−-based CPs render them a designable CO2 carrier.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Inorganic Chemistry; Coordination Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure-Dependent Microkinetic Modeling of the CO2 Desorption with Surface Diffusion", "doi": "10.26434/chemrxiv-2025-l7135", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Bjarne Kreitz; Gandhali Kogekar; Raffaele Cheula; Franklin Goldsmith", "abstract": "The interaction of CO2 with Ni catalysts is important for many industrial processes like methanation, which is known to be structure sensitive. Consequently, structure-dependent multiscale modeling is required to accurately capture the interaction of CO2 with the various Ni facets and to provide accurate atomistic insights. While mean-field multiscale models can be constructed that account for multiple active facets, almost all of these studies neglect the diffusion of adsorbates between the facets. In this study, we close the gap by extending the open-source Cantera toolkit with capabilities for surface diffusion in mean-field microkinetic models, making it the first widely adopted software tool that includes these features.  We developed a thermodynamically consistent microkinetic model for a Ni nanoparticle consisting of Ni(111), Ni(100), Ni(211), and Ni(110) using data from DFT calculations and single-crystal experiments to unravel the interaction of CO2 with these facets through the simulation of temperature-programmed desorption profiles.  Including surface diffusion and coverage effects into the mean-field microkinetic model leads to a significantly improved agreement between experiments from a Ni/SiO2 catalyst and the simulations.  Using a rigorous correlated uncertainty quantification of all structural and energetic parameters, we found a detailed chemical model within the uncertainty space that is in excellent agreement with the recorded CO2 desorption profile. This model highlights that Ni(110), which contributes only to a small extent to the overall Ni surface area, dominates the desorption pattern and that surface diffusion reactions play a crucial role.  The implemented surface diffusion into Cantera is generic and can be applied to other (mixed) metal nanoparticles and metal/metal oxide interfaces, providing a step towards closing the material gap. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Catalysis; Chemical Engineering and Industrial Chemistry; Computational Chemistry and Modeling; Heterogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Catalytic Reduction of Dinitrogen via Hydroboration", "doi": "10.26434/chemrxiv-2025-b4kvl", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shun Suginome; Atsushi Okochi; Taiji Nakamura; Asuka Konomi; Hiromasa Tanaka; Kazunari Yoshizawa; Yoshiaki Nishibayashi", "abstract": "Conversion of dinitrogen (N2) into ammonia (NH3) or other nitrogenous compounds under mild conditions is highly desired, considering the extremely harsh conditions for the Haber-Bosch process to react N2 with dihydrogen (H2).  However, catalytic conversion of N2 using H2 or its analogues having H–E bonds (E represents any element) as a re-ductant under mild conditions has been elusive.  Herein, we report the first catalytic reduction of N2 via hydrobora-tion, where N2 (1 atm) is reacted with catecholborane in the presence of molybdenum–nitride complexes bearing PCP-type pincer ligands as catalysts at 60 °C to afford up to 32 equiv of borylamines based on the molybdenum atom.  The catalytic reaction proceeds through three successive 1,2-addition of hydroborane to molybdenum–nitrogen bond, disproportionation of molybdenum–hydride complex, and regeneration of molybdenum–nitride complex via cleav-age of nitrogen–nitrogen triple bond.  Catalytic reduction of N2 with “H2 equivalent” under mild reaction conditions marks a substantial advancement in developing ideal nitrogen fixation systems.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Catalysis; Organometallic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Room-Temperature Phosphorescence Vapochromism Through Conformational Control", "doi": "10.26434/chemrxiv-2025-t8ggf-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Andrea Fermi; Sapna Gahlot; Eric Jorand; Simone d'Agostino; Yasi Dai; Fabrizia Negri; Corinne Moustrou; Marc Gingras; Paola Ceroni", "abstract": "Solid-state room-temperature phosphorescence is rarely observed in organic molecules and the modification of its color upon application of physical or chemical stimuli is hardly achieved. In this work we demonstrate that a decorated persulfurated benzene shows reversible phosphorescence switching in the solid state, as a consequence of conformational changes induced by inclusion of solvent molecules. Quantum-chemical calculations suggest that the luminescence changes are due to emission from triplet states of different character. These results display the close relationship between structural factors and the phosphorescence in the solid state, representing a valuable benchmark for the design of luminescent sensors with desired photophysical properties.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Organic Chemistry; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Engineering Polymeric Hydrogels, Nanogels, and Microgels for Next-Generation Tissue Regeneration: Materials, Mechanisms, and Translational Perspectives ", "doi": "10.26434/chemrxiv-2025-qkt7j", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ishita Mukherjee", "abstract": "Tissue engineering (TE) has emerged as a transformative discipline aiming to restore, maintain, or improve damaged tissues and organs through a combination of scaffolds, cells, and bioactive molecules. Among the loads of materials explored for scaffold development, polymeric hydrogels have gathered exceptional interest due to their high-water content, biomimetic mechanical properties, and versatile functionalization potential. Hydrogels provide a three-dimensional (3D) hydrated environment conducive to cellular activities such as adhesion, proliferation, and differentiation, making them ideal candidates for regenerative applications . Over time, the hydrogel platform has expanded into nanoscale and microscale domains, giving rise to nanogels and microgels—engineered particles that offer advantages such as injectability, controlled drug release, and tailored microenvironments  While traditional bulk hydrogels are excellent as static scaffolds, nanogels and microgels provide dynamic interactions, injectable formulations, and customizable architectures, enabling a shift toward minimally aggressive TE strategies. \nRecent innovations in polymer chemistry, such as click chemistry, controlled radical polymerizations (e.g., Reversible Addition Fragmentation chain Transfer (RAFT), Atom Transfer Radical Polymerization (ATRP)), Michael addition, and enzymatic crosslinking, have allowed the precise fabrication of hydrogels with tunable properties.  Emerging fabrication techniques, including microfluidics, 3D printing, and electrospinning, have further expanded the design flexibility, enabling spatially organized, heterogeneous constructs resembling the complex architecture of native tissues.  Furthermore, stimuli-responsive hydrogels that react to pH, temperature, enzymes, or mechanical forces have been developed to achieve on-demand therapeutic delivery, adaptive mechanical performance, and self-healing capabilities. The evolution from simple passive hydrogels to intelligent and interactive systems marks a pivotal shift in the field, aligning more closely with the dynamic nature of living tissues.  Comparatively, nanogels and microgels bridge critical gaps in hydrogel technologies by offering enhanced surface area, controlled porosity, modularity, and precision in therapeutic delivery. Nanogels, owing to their small size, easily penetrate biological barriers and can be engineered for targeted delivery,  while microgels can assemble into macroscopic scaffolds, allowing cell encapsulation and modular tissue construction.  Hybrid systems, combining nanogels and microgels within bulk hydrogels, represent a cutting-edge strategy to achieve multifunctional tissue scaffolds. \nThough researchers are exploring the individual advancement of bulk hydrogels as well as nano and micro gels in tissue engineering applications , an integration of the roles of hydrogels, nanogels, and microgels within a unified framework for tissue regeneration has not been discussed till now. In this review, I comprehensively explored the synthetic evolution and biomedical applications of polymeric hydrogels, nanogels, and microgels, with a particular emphasis on their comparative efficacy in tissue engineering. Furthermore, we systematically divided the synthetic strategies employed for each class of material, analyzed key performance metrics such as biocompatibility, mechanical strength, degradation, and therapeutic efficacy, and offer a visionary outlook toward emerging technologies such as 4D printing, bioinspired hybrid gels, and personalized regenerative platforms.  The intent is to bridge material innovation with clinical translation, providing insights to accelerate the development of next-generation scaffolds for regenerative medicine.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Polymer Science; Biopolymers; Hydrogels; Polymer scaffolds; Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Lightweight Crystal Graph Neural Networks for Activation Energy Prediction in Organic Molecular Reactions", "doi": "10.26434/chemrxiv-2025-cdcdb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Naoki Kitamura", "abstract": "Fast and accurate estimation of reaction activation energies is crucial for understanding chemical reactivity and accelerating catalyst discovery. While traditional methods based on quantum chemical calculations are reliable, they are computationally expensive, motivating the development of machine learning approaches. In this study, we propose lightweight frameworks based on Crystal Graph Convolutional Neural Networks (CGCNN) with about a tenth of the number of parameters of state-of-the-art graph neural network models to predict activation energies for both organic molecular reactions and heterogeneous surface reactions. Two model architectures̶a Kronecker product-based model and a diﬀerence-based model - were investigated using the Transition1x and Open Catalyst Project (OCP) datasets. The Kronecker product model consistently outperformed the diﬀerence-based model, achieving a coeﬃcient of determination (𝑅2) of 0.45 on the Transition1x dataset which is generally better than those of methods (𝑅2 ∼ 0.3) based on a molecular descriptor and a decision tree model. We also investigated the Open Catalyst Project (OCP) dataset to identify challenges for estimating activation energies in heterogeneous catalytic systems.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Supramolecular polymerization through rotation of light-driven molecular motors", "doi": "10.26434/chemrxiv-2024-qbd2q-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Philippe Schiel; Mounir Maaloum; Emilie Moulin; Irina Nyrkova; Alexander Semenov; Damien Dattler; Lou-Ann Accou; Anastasia Christoulaki; Eric Buhler; Rémi Plamont; Jean-Marie Lehn; Nicolas Giuseppone", "abstract": "Molecular motors can act on their environment through their unique capacity to generate nonreciprocal autonomous motions at the nanoscale. Although their operating principles are now understood, artificial molecular motors have yet to demonstrate their general capacity to confer novel properties on (supra)molecular systems and materials. Here, we show that amphiphilic light-driven molecular motors can adsorb onto an air‒water interface and form Langmuir monolayers upon compression. By irradiation with UV light, the surface pressure isotherms of these films reveal a drastic shift toward a smaller molecular area as a consequence of motor activation. We explain this counterintuitive phenomenon by the rotation-induced supramolecular polymerization of amphiphilic motors through a non-thermal annealing process to escape a kinetically trapped amorphous state. The effect is limited by the maximal torque the molecular motor can deliver (~10 pN nm) and leads to the formation of highly organized patterns. This serendipitous discovery highlights the opportunities offered by molecular motors to control supramolecular polymerization for the design of innovative materials.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Physical Chemistry; Nanoscience; Nanostructured Materials - Nanoscience; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Identification and quantification of THC and the synthetic cannabinoid MDMB-4en-PINACA in edible products seized by UK police in 2024", "doi": "10.26434/chemrxiv-2025-3sk0t", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Matthew  Gardner; Kathryn  Proctor; Martha Old; Gyles Cozier; Jennifer Scott; Oliver Sutcliffe; Stephen Husbands; Tom Freeman; Peter Sunderland; Christopher Pudney", "abstract": "Aims: To characterise edible products seized in the United Kingdom (UK) illicit market by (1) analysing packaging designs, (2) quantifying tetrahydrocannabinol (THC) content and identifying other psychoactive substances, including synthetic cannabinoids (SCs), and (3) evaluating a field-portable device for rapid drug identification directly from food products with an illicit substance added (edibles).\nDesign: Laboratory-based chemical analysis of seized drug products and evaluation of a point-of-care diagnostic device.\nSetting: University analytical laboratories in Bath and Manchester, UK.\nParticipants/Materials: A total of 31 edible products (representing 24 unique items), seized by Merseyside Police and Avon & Somerset Constabulary in the UK during 2024.\nMeasurements: Visual inspection of packaging. Quantification of THC and the SC MDMB-4en-PINACA using validated liquid chromatography-tandem mass spectrometry (LC-MS/MS) with isotopic dilution following homogenisation, liquid-phase extraction, and sample preparation. Evaluation of a portable fluorescence and photochemical degradation-based device for detecting THC and SCs directly on edible surfaces.\nFindings: Of 24 unique edible products, 19 (79%) used packaging mimicking popular confectionery brands. THC was detected in 28/31 (90.3%) products (70/79 individual edibles). Median THC content per edible was 13.28 mg (range 0–91.18 mg). Of edibles labelled with a THC dose, 95% (65/68) contained significantly less (>45%) than stated. Substantial inter-product variability (e.g., 6.07–29.22 mg THC in edibles labelled as 75 mg) and intra-product variability (dose difference >5 mg THC between items in the same pack for 8/25 packs, max difference 51.91 mg) were found. One product contained MDMB-4en-PINACA (mean 11.42 mg/edible) instead of THC. The portable device demonstrated 94% accuracy (100% on solid sweets/chocolates) in identifying THC/SC content compared to LC-MS/MS.\nConclusions: Illicit edibles products seized in the UK use misleading packaging attractive to children, exhibit highly variable and inaccurate THC dosing, and can potentially contain dangerous synthetic cannabinoids like MDMB-4en-PINACA instead of THC, posing significant public health risks. Portable detection technology shows promise for rapid, point-of-care identification to support harm reduction efforts.\n", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Analytical Chemistry; Analytical Chemistry - General", "metrics": null, "license": "CC BY 4.0"}
{"title": "Predicting Plasma Concentration–Time Profiles of Complex Drugs with Double Peaks Using Machine Learning: A Case Study with Veralipride", "doi": "10.26434/chemrxiv-2025-sqvzk", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koichi Handa; Yuki Umemori; Michiharu Kageyama; Hiroaki Iwata", "abstract": "Research utilizing artificial intelligence for population pharmacokinetic (PPK) analysis has advanced recently. We previously validated the utility of machine learning (ML) models to predict the plasma concentration (Cp)–time profiles of remifentanil. However, Cp prediction of complex drugs is essential for drug safety assessment in clinical settings. This study aimed to construct a predictive ML model using clinical trial data of veralipride, whose Cp–time profiles following oral administration are characterized by double peaks. We analyzed the veralipride Cp–time profiles of 12 participants at 189 time points. The ML algorithms random forest (RF) and gradient boosting (GB) were used. PPK analysis was also performed using established a two-compartment model with two absorption sites, incorporating either additive or additive plus multiplicative error models. In our ML model, we used the Cp data at 0.5, 3, and 24 h (final time point) post veralipride administration from one participant and the data at all time points from other participants. Leave-one-subject-out cross-validation (LOSO-CV) was conducted to evaluate the predictive models. We observed that the first and second peaks occurred after approximately 0.5 and 3 h of administration, respectively. Pre-evaluation using all the data for model development showed that the PPK(additive) model visually reproduced the double-peak profiles; however, on performing LOSO-CV, only the ML models predicted them. Compared with the actual values associated with double peaks, PPK showed discrepancies of 44.0% (additive model) and 58.4% (additive + multiplicative model), whereas ML exhibited discrepancies of 34.7% (RF) and 33.0% (GB), indicating better reproduction of the observed double-peak profiles by ML. The application of ML to drugs with complex Cp–time profiles in clinical settings can improve the Cp prediction accuracy.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Revisiting the Hydration and Dehydration Behavior of Li3InCl6 and Li3InCl6·xH2O: Crystal Structure Determination of the Intermediate Hydrated Phase ", "doi": "10.26434/chemrxiv-2025-b17lz", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Martine Jacob; Sebastian Bette; Ivan da Silva; Hasan Yilmaz; Kerstin Wissel", "abstract": "Lithium indium chloride, Li3InCl6, is a promising solid-state electrolyte for all-solid-state batteries (ASSBs) due to its high room-temperature ionic conductivity and electrochemical stability. However, its sensitivity to atmospheric moisture leads to the formation of stable crystalline hydrates, which significantly affect both its electrochemical performance and crystal chemistry. In this study, temperature-dependent in-situ X-ray diffraction was employed to investigate the underlying mechanisms governing the hydration and dehydration processes of Li3InCl6 and its hydrated counterpart, Li3InCl6·xH2O (x > 2), by monitoring their associated structural transformations. The study reveals a two-step phase transition between the hydrated and dehydrated phases, with the identification of a distinct intermediate phase, Li3InCl6·yH2O (y ≤ 2). Coupled Rietveld refinements of X-ray and neutron powder diffraction data elucidates the crystal structure of this intermediated hydrated phase, providing crucial insights into the reversible reaction mechanism of Li3InCl6. Understanding these hydration and dehydration processes are vital for optimizing electrochemical performance and stability of Li3InCl6 in ASSBs applications. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Materials Science; Inorganic Chemistry; Crystallography – Inorganic", "metrics": null, "license": "CC BY 4.0"}
{"title": "Biobased Synthesis of Alternating Copolysaccharides Utilizing Nanofibrous Cellulose Crystallites as a Template", "doi": "10.26434/chemrxiv-2025-002vw-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Takumi Haruno; Yoshinori Doi; Tomoki Ito; Kazuho Daicho; Ryosuke Kusumi; Hiroyuki Watanabe; Shuji Fujisawa; Tsuguyuki Saito", "abstract": "Alternating copolymers exhibit specific physical properties, such as a narrow glass transition temperature range and a highly uniform micelle size. Alternating copolymers are, however, synthesized from only limited combinations of monomers. Herein, we report the semisynthesis of copolymers with a basic skeleton composed of alternating glucose (G)/glucuronate (U) units via the regioselective surface oxidation of plant cellulose crystallites, followed by mechanical shearing of the oxidized crystallites in water. The molecular weights and yields of the resulting G/U copolymers varied depending on the degree of oxidation (DO) of the crystallites and method of mechanical shearing and were approximately 8000‒15000 g/mol and 4‒16%, respectively. Interestingly, the molecular chain length distributions of the G/U copolymers were in good agreement with the length distributions of the dent defects formed on the crystallite surfaces. We conclude that the oxidized surface molecules of the crystallites were stripped during the mechanical shearing process to yield the G/U copolymers, and these parts of the surfaces were identified as the crystallite defects. Thus, novel biobased alternating copolymers, which cannot be artificially synthesized, are produced via the chemical functionalization of plant cellulose crystallites utilizing the two-fold helix structure of the surface molecules as a template.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Polymer Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aliovalent Doping of SrTiO3 for Photocatalytic Pollutant Remediation", "doi": "10.26434/chemrxiv-2025-2qz5z", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mabel Day; Mahmoud Hamza; Cameron Shearer", "abstract": "Chemical pollution has a significant impact on the environment and human health, requiring immediate remediation. Photocatalysis has been used for various pollutant remediation strategies but is limited by efficiency. Aliovalent doping SrTiO3 with Al has demonstrated significant improvements in photocatalytic water splitting.  In this study, we explore the effect of Al-doping SrTiO3 for the degradation of organic molecules, anionic dye-methyl orange and alkyl halide pesticide- 2,4-dichlorophenoxyacetic acid. SrTiO3 nanoparticles were synthesised via a solid state, high temperature synthesis, followed by flux-mediated doping of Al in various mol % (0-20%). High resolution electron microscopy was used to identify a before unseen layer of enriched Al at the particle surface with high (>5mol%) doping. This surface effect potentially explains previous findings of diminishing activity with higher Al-doping. Aliovalent doping of SrTiO3 in photocatalytic pollutant degradation reactions showed a significant improvement in activity, with 0 mol% (Al from crucible) showing highest degradation rate. Radical intermediate scavenger experiments revealed that superoxide anions were a key species in the photocatalytic degradation. A chlorinated pesticide was successfully degraded, showing C-Cl bond cleavage indicating this material could be used for the remediation of textile and persistent organic pollutants. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Physical Chemistry; Catalysis; Nanoscience; Nanocatalysis - Catalysts & Materials; Heterogeneous Catalysis; Photocatalysis", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Novel Stability-Indicating Assay for Palbociclib: A Breakthrough in Anti-Breast Cancer Therapy", "doi": "10.26434/chemrxiv-2025-6g1w7", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Althaf hussain shaik; Ramakrishna reddy kotanka; Kirankumar Nalla", "abstract": "Palbociclib, a cyclin-dependent kinase 4 and 6 (CDK4/6) inhibitor, plays a crucial role in the treatment of hormone receptor-positive, HER2-negative metastatic breast cancer. Ensuring the accurate quantification and stability of Palbociclib in pharmaceutical formulations is critical for maintaining therapeutic efficacy and patient safety. Existing analytical methods often lack the precision, robustness, and cost-effectiveness required for routine quality control. In this study, a novel reverse-phase high-performance liquid chromatography (RP-HPLC) method was developed and validated for the reliable estimation of Palbociclib in solid dosage forms. The chromatographic separation was achieved using an ODS-3 C18 column with a mobile phase composed of trifluoroacetic acid buffer, acetonitrile, and methanol under gradient elution. The method demonstrated excellent linearity, precision, accuracy, specificity, forced degradation and stability-indicating capability in accordance with ICH and FDA guidelines. Key validation parameters, including system suitability, limit of detection, limit of quantification, robustness, and recovery, confirmed the reliability of the method. The developed RP-HPLC technique successfully separates Palbociclib from its known organic impurities with a high peak purity index, ensuring the method’s suitability for stability studies and routine pharmaceutical analysis. This approach offers a cost-effective, sensitive, and efficient solution for the quality control of Palbociclib, contributing to improved therapeutic consistency and patient safety in cancer treatment", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Inorganic Chemistry; Analytical Chemistry; Analytical Chemistry - General; Bioinorganic Chemistry; Coordination Chemistry (Inorg.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Water-based synthesis of supported ultra-small High-Entropy Alloy nanoparticles", "doi": "10.26434/chemrxiv-2025-74zqc-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tobias Mølgaard Nielsen; Nicolas Schlegel; Adrián Sanz Arjona; Rebekka Klemmt; Rasmus Rohde; Tom Vosch; Espen Drath Bøjesen; Kirsten M. Ø. Jensen", "abstract": "High Entropy Alloys (HEAs) are emerging as a class of materials with immense potential in electrocatalysis. While several synthesis methods have been reported, simple and environmentally benign synthesis of HEA nanoparticles is lacking. In this work, we report a methodology for the synthesis of ultra-small (1-3 nm) IrPdPtRuRh HEA nanoparticles through a hot-injection approach in water, using L-ascorbic acid as reducing agent. The nanoparticles are formed directly on a carbon support, and exhibit a mean crystallite size of just 1.2 ± 0.7 nm. All five elements are well-dispersed throughout the particles, with no elemental separation. The supported particles outperformed a Pt/C benchmark in the alkaline hydrogen evolution reaction, requiring 30 mV less overpotential to achieve 10 mA cm-2 ECSA. Reaction kinetics experiments reveal a large increase of the metal reduction rates in the presence of the carbon support, highlighting the synergistic effect of the support material and the reducing agent.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Catalysis; Nanoscience; Nanocatalysis - Catalysts & Materials; Nanostructured Materials - Nanoscience; Heterogeneous Catalysis; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optically Detected Magnetic Resonance on Carbene Molecular Qubits", "doi": "10.26434/chemrxiv-2025-46g93-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Simon  Roggors; Nico Striegler; Thomas Unden; Oleksiy Khavryuchenko; Alon Salhov; Jochen Scharpf; Martin B. Plenio; Alex Retzker; Fedor Jelezko; Matthias Pfender; Philipp Neumann; Tim R. Eichhorn; Tobias A. Schaub; Ilai Schwartz", "abstract": "Solid-state quantum systems that utilize optical and spin degrees of freedom in a spin–photon interface have found widespread application in emerging quantum technologies. Recently, molecular qubits have gained center stage as precisely tunable entities that present a compelling alternative to well-established, yet structurally less flexible point defects in solid-state systems. In this work, we disclose ground-state triplet (GST) carbenes embedded in a molecular matrix as organic qubits comprising two unpaired electrons in close proximity that can be optically initialed and read out. In-situ photoactivation enables the precise allo- cation of the carbene position and tuning of its density in the crystalline matrix and lays the ground for optically detected magnetic resonance (ODMR) with high fluorescence contrast of more than 40%, as well as record- high spin coherence times for a molecular spin–photon interface of T2 = 157(4) μs at a temperature of around 5 K. In addition, we show how state-of-the-art quantum chemical calcu- lations including multiscale geometry predictions and complete active space self-consistent field (CASSCF) computations offer comprehensive insight into fundamental spin characteristics. With that, for the first time a series of attractive properties could be united in a single solid-state qubit material: Exclusive usage of light elements (C,H,O,N), optical spin-selective excitations and relaxation pathways, and large zero-field splitting (ZFS) parameters on the order of a few GHz resulting in protection against decoherence sources at low magnetic fields. In this study, we take first steps into a hitherto dormant playground for the design and fabrication of molecular solid-state color centers made of purely organic compounds.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Materials Science; Nanoscience; Carbon-based Materials; Optical Materials; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthetic Methodologies for the Chemical Recycling of Fluorocarbons", "doi": "10.26434/chemrxiv-2025-78xsv-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shannon Farley; Mark Crimmin", "abstract": " In this review, we describe synthetic methods that harvest fluoride (F–) from fluorocarbons and deliver it to other molecules through either transfer fluorination or fluoride shuttling. We also summarise related approaches, transfer hydrofluorination and HF shuttling in which hydrogen fluoride (HF) is generated in situ from one fluorocarbon and used to prepare another, along with recent breakthroughs in fluoroalkene cross-metathesis. Our focus is on reactions that can be applied to industrially relevant fluorochemicals, namely refrigerants (HFCs and HFOs) and fluoropolymers (PTFE, PVDF, PVF). We provide insight into the mechanisms that break and remake carbon–fluorine bonds as part of linear reaction sequences or catalytic manifolds. Limitations of the current methodologies are highlighted and opportunities for future developments discussed.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry; Inorganic Chemistry; Catalysis; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Tuneable anion recognition at the lower rim of resorcin[4]arenes: strength, selectivity, and transport", "doi": "10.26434/chemrxiv-2025-wv26b", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Deepshikha Priyadarshini; Ronedy Naorem; Marek P. Szymański; Oksana  Danylyuk; Michał J.  Chmielewski; Agnieszka  Szumna ", "abstract": "Selective anion binding and transport are critical in many chemical and biological settings. CH-bonding receptors, which rely on nonclassical CH⋅⋅⋅anion hydrogen bonds, offer a pH-independent alternative to traditional hydrogen-bonding hosts; however, their design is challenged by the inherently weak nature of CH⋅⋅⋅anion interactions. This study presents modified resorcin[4]arenes as versatile scaffolds to address this challenge. By the introduction of electron-withdrawing groups (EWGs) at the upper rim, we effectively convert electron-rich resorcin[4]arenes into potent anion receptors. A series of resorcin[4]arenes bearing -Br, -CHO, -NO2, and -CN substituents exhibit a systematic enhancement in anion binding affinity, reaching a record value for the CN-substituted receptor: Ka (Cl⁻, THF) = 7×10⁵ M−1. The logKa values of this series of receptors correlate strongly with the electrostatic potential (ESP) at the anion binding site, calculated by DFT methods. In addition, incorporating hydroxyl-terminated alkyl chains at the lower rim promotes the formation of higher-order complexes and further boosts anion binding, even in competitive aqueous–organic media. Notably, these hydroxyalkyl-footed receptors display exceptional selectivity for HSO4−, with a selectivity factor of 17 over similar tetrahedral oxyanions. Transmembrane anion transport studies in large unilamellar vesicles reveal that the nitro-substituted resorcin[4]arene is by far the most effective chloride transporter in this series, followed by the CN-substituted one, emphasizing that the most strongly binding receptors are not necessarily the most efficient transporters. Collectively, these results highlight the potential of resorcin[4]arenes as tuneable platforms for tailoring anion binding strength, selectivity, and anionophoric properties through simple peripheral modifications.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Physical Chemistry; Organic Chemistry; Supramolecular Chemistry (Org.); Crystallography – Organic", "metrics": null, "license": "CC BY 4.0"}
{"title": "Water uptake behaviour of semiconducting glasses formed from hybrid organic–inorganic perovskites", "doi": "10.26434/chemrxiv-2025-3rmtm-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jay McCarron; Libbie Hardy; Olivia Dunlop; Isaiah Borne; Bethan Turner; Sam D. Harding; Lauren McHugh", "abstract": "Here we present the uptake behaviour of mechanochemically synthesised crystalline HOIPs, of the form [TAlA][M(dca)3] (TAlA= tetraalkylammonium, M= Mn2+ and Fe2+, dca= [C2N3-] (dicyanamide)), and their stable melt quenched glassy derivatives. The intrinsic semiconducting nature of these materials, alongside their response to environmentally relevant stimuli was explored using UV-Vis spectroscopy. ", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Materials Science; Inorganic Chemistry; Hybrid Organic-Inorganic Materials; Materials Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Amber-OL15-ECC: an Amber force field for nucleic acids with improved ion binding properties", "doi": "10.26434/chemrxiv-2025-bh1jx", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Julie Puyo-Fourtine; Marie Zgarbova; Laetitia Kantin; Petr Jurecka; Elise Duboué-Dijon", "abstract": "While divalent ions are known to be involved in key biological processes such as RNA folding or DNA-histone interactions, these interactions are poorly captured in molecular dynamics simulations with empirical force fields, which suffer from strong overbinding artefacts. Hence, there is a high need for improved descriptions of (diva- lent) ions in nucleic acid simulations. In this work, we explore the possibility to improve ion-binding properties of the popular Amber-OL15 force field using the Electronic Con- tinuum Approach (ECC), which includes electronic polarization through charge scaling, limited here to the phosphate backbone. This strategy yields very promising results, with essentially no degradation of the conformational properties of a broad range of DNA (and a ds-RNA) sequences, and a strong improvement of both monovalent ion retention in G-quadruplexes and divalent ion pairing. As the ECC modification appears mostly orthogonal to force field refinements focused on backbone dihedral parameters, this work suggests a generalizable way to improve ion pairing properties of nucleic acids in all-atom MD simulations.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Photocatalytic H2O2 Synthesis Over Au9 Clusters and Au101 Nanoparticles: Does A Smaller Co-catalyst Always Perform Better? ", "doi": "10.26434/chemrxiv-2025-2pc0m", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Xin Yi Lum; Chee Chuan Tan; D. J. Osborn;  Abdulrahman S Alotabi; Xuan Yin Lee;  Jirawat  Assawakhajornsak; Gregory Metha; Gunther Andersson; Rohul Adnan", "abstract": "Photocatalytic H2O2 production is a green and sustainable alternative to the commercial anthraquinone process that requires large energy input and causes high CO2 emission. Gold (Au) co-catalysts are often employed as catalytic active sites in photocatalytic material designs. However, little is known about the effect of Au particle size, particularly in different size domains (cluster vs nanoparticle), on photocatalytic H2O2 synthesis. Here we employed Au9 clusters and Au101 nanoparticles supported on sulfur-doped graphitic carbon nitride (SCN) to study the size effects on the photocatalytic performance in H2O2 synthesis. Au101/SCN exhibits the highest photoactivity with H2O2 production rate 19.5 mM h-1 g-1 followed by SCN (16.2 mM h-1 g-1) and Au9/SCN (13.6 mM h-1 g-1). Transient photocurrent response and photoluminescence spectroscopy indicate that gold loaded SCN (both Au9/SCN and Au101/SCN) has higher efficiency of charge carrier generation and separation compared to pure SCN. A kinetic analysis revealed that Au9/SCN catalyzes the fastest H2O2 decomposition (high kd) leading to a reduced overall H2O2 yield despite having higher charge generation and separation efficiency than SCN. The findings from this work show that better charge carrier generation, separation and transfer alone is not enough to warrant higher photoactivity in H2O2 synthesis because the rate of H2O2 decomposition supersedes the charge carrier properties. This work offers valuable insights into photocatalyst designs with superior activity.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Catalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "O3 vs P2 sodium layered oxides: Comparative study on electrode-electrolyte reactivity and structural stability for cycling performance ", "doi": "10.26434/chemrxiv-2025-bqm36", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Juan Forero-Saboya; Yue Zhou; Stephen Browne; Ivan Moiseev; Chloe Pablos; John Abou-Rjeily; Arame Mboup; Clémence  Alphen; Leiting Zhang; Biao Li; Artem Abakumov; Jean-Marie Tarascon; Sathiya Mariyappan", "abstract": "Sodium layered oxides, having either O3, P2 or P3 stacking, are extensively studied as low-cost cathode materials for high energy Na-ion batteries (NIBs). Previous efforts from our group focused on the optimization of layered oxide compositions, identifying O3-Na0.85Ni0.38Zn0.04Mn0.48Ti0.1O2 and P2-Na0.67Ni0.3Zn0.03Mn0.52Ti0.1O2 phases as potential candidates to establish prototype cylindrical 18650 cells with 120-150 Wh/kg specific cell energy. In this study, we focus particularly on the electrode-electrolyte reactivity of these phases, especially at high state of charge (~70% or more) and at high temperatures. Our results indicate that the end-of-charge phase, O1 and O2 formed during complete de-sodiation of O3 and P2, respectively, plays a major role in determining their reactivity. The O1 phase is particularly prone to transition metal migration and oxygen oxidation, having increased reactivity with electrolyte. On the other hand, the P2 layered oxide, while having lower capacity than O3, offers better cycling stability (90% retention after 1000 cycles at 25 °C) due to the greater stability of the O2 end-of-charge structure. These results once again underline the fact that specific capacity should not be the sole metric for determining the most suitable electrode materials for Na-ion or other battery chemistries.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Energy; Energy Storage; Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Total Syntheses of Ring Intact Limonoids:1,2-Dihydroazadirone, Azadirone, Azadiradione and Epoxyazadiradione ", "doi": "10.26434/chemrxiv-2025-9f9wf-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "He Sun; Shicheng Jin; Dawei Ma", "abstract": "Intact limonoids are an important class of limonoids with diverse biological activities. Herein, we report a concise and convergent route for the synthesis of four intact limonoids from readily available sclareolide in 12 to 15 steps. Key transformations include: 1) a selective oxidation of sclareolide at the C3 position via a C-H oxidation; 2) an intermolecular Mukaiyama-type aldol reaction for the convergent formation of the C12-C13 bond with an all-carbon quaternary center at C13; 3) a Pd-catalyzed Heck reaction for construction of the central six-membered C-ring in a stereocontrolled manner.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modular Large Language Model Agents for Multi-Task Computational Materials Science", "doi": "10.26434/chemrxiv-2025-zkn81-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Akshat  Chaudhari; Janghoon Ock; Amir Barati Farimani", "abstract": "The integration of large language models (LLMs) with domain-specific computational tools offers a promising pathway to streamline and enhance materials science workflows. This paper presents MatSciAgent, a multi-agent framework capable of performing key tasks such as materials data retrieval, continuum simulation, crystal structure generation, and molecular dynamics simulation. At the core of the framework is the master agent, which interprets the user’s natural language query, identifies the task type, and delegates it to a corresponding task-specific agent equipped with appropriate computational tools. Leveraging databases such as the Materials Project and MatWeb, the framework retrieves and summarizes materials data with grounded, factual responses—addressing a key limitation of vanilla LLMs. In cases where the target material is not found in existing databases, a generative task-specific agent can propose plausible crystal structures. For simulation tasks, dedicated agents extract relevant parameters from the user query to conduct continuum simulations (e.g., Cellular Automata and Monte Carlo Annealing) and atomistic simulations (e.g., Molecular Dynamics) using both established software and custom code. The modular design of these agents and their associated tools enables seamless extensibility, allowing the framework to evolve as new capabilities are integrated.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Materials Science", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "4D Mapping of ZIF Biocomposites for High Protein Loading and Tunable Release Profiles", "doi": "10.26434/chemrxiv-2025-q50cb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Michael  R.  Hafner; Francesco Carraro; Behnaz  Abbasgholi-NA; Simone  Dal Zilio; Lingcong  Ge; Michael R.  Reithofer ; Efwita  Astria; Laura   Villanova; Heinz  Amenitsch ; Christian  Doonan; Paolo Falcaro", "abstract": "Metal-organic framework (MOF) biocomposites consist of MOF matrices into which biomacromolecules (e.g. proteins/enzymes) are immobilized for applications in drug delivery and biocatalysis. Zeolitic Imidazolate Frameworks (ZIFs) based on Zn2+ and 2-methylimidazole are the most studied MOFs for protein encapsulation. We systematically investigate how varying the Zn2+:2-methylimidazole:protein ratio, total precursor concentration, and washing procedure yields distinct Zeolitic Imidazolate Framework (ZIF) phases (ZIF-C, sod, dia) and amorphous forms. We find that each phase strongly influences crucial properties, including encapsulation efficiency (EE%), loading capacity (LC%), and release kinetics. Notably, we achieve unprecedented LC values (up to ~85%), ensuring a minimal carrier fraction while enabling high protein content. Using bovine serum albumin (BSA) as a model protein, we establish the relationships between precursors, crystallographic phase, EE%, LC%, and release profiles. We further encapsulate α-1-antitrypsin (AAT), a protein-based biotherapeutic, in ZIF-C, sod, and dia, verifying retained inhibitor activity upon release. Moreover, we demonstrate that blending rapid-releasing phases (sod) with slower ones (dia) enables multi-step release profiles, which are highly desirable for controlled drug delivery. These results highlight the pivotal role of systematic phase control to tune protein loading and release, offering a solid foundation for the rational design of ZIF-based biocomposites in advanced biomedical applications.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Science; Composites; Hybrid Organic-Inorganic Materials; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Development, Scope, and Catalyst Selection in Boron-Catalyzed It-erative Glycosylation", "doi": "10.26434/chemrxiv-2025-0pjgb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kishor Harale; Chandana Sunil; Girish Sati; Annabel Ansel; Joshua Martin; Taylor Spiller; John Montgomery", "abstract": "Boron-catalyzed glycosylations provide an effective strategy for the rapid and simple preparation of glycosidic bonds using glycosyl fluoride donors and silyl ether acceptors. This study examines the utility of this reaction type in iterative glycosyla-tions, where the sequence of formation of glycosidic bonds with silyl ether acceptors is governed by trialkyl silane structure rather than the inherent reactivity of the hydroxyl precursors. Relative rates and selectivities of glycosylations were studied by 19F NMR, identifying BF3•OEt2 as an excellent catalyst choice for iterative processes. Using this protocol, a number of site-selective and stereoselective iterative glycosylations were demonstrated to produce tri- and tetrasaccharides from mono-saccharide precursors, and more complex examples were possible by related stepwise approaches.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Bioorganic Chemistry; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Enhancing N-Type Organic Electrochemical Transistor Performance via Blending Alkyl and Oligoglycol Functionalized Polymers", "doi": "10.26434/chemrxiv-2025-lcpr5", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Seth Jackson; Garrett Collins; Thy Phan; James  Ponder; Connor Bischak", "abstract": "Compared to their p-type counterparts, n-type organic mixed ionic-electronic conductors (OMIECs) generally exhibit inferior stability, slower ion injection kinetics, and reduced sensitivity when used as the active layer in organic electrochemical transistors (OECTs). Enhancing the performance of n-type OMIECs is crucial for advancing next-generation technologies that rely on mixed conduction, including bioelectronics, neuromorphic computing, and energy storage. Here, we investigate how blending two n-type conjugated polymers with oligoglycol and alkyl side chains impacts OECT performance. Specifically, we examine NDI(biOE2)-T2, which has branched oligoglycol side chains, and N2200, which has branched alkyl side chains. Blending these polymers in a 90:10 NDI(biOE2)-T2:N2200 ratio results in a twofold increase in the electronic mobility volumetric capacitance product (μC*) compared to pure NDI(biOE2)-T2. However, at higher N2200 concentrations, the μC* product declines sharply. The enhancement in μC* arises from an increase in electronic mobility (μ), likely due to reduced polymer swelling upon N2200 addition. Using nanoscale infrared imaging with photoinduced force microscopy (PiFM), we visualize the spatial distribution of the two polymers and observe that higher N2200 content leads to phase separation, contributing to the drop in μC*. Overall, our study highlights polymer blending as a promising strategy for improving the performance of n-type OMIECs.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Science; Polymer Science; Nanoscience; Conducting polymers; Organic Polymers; Polymer morphology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Architecture independent absolute solvation free energy calculations with neural network potentials", "doi": "10.26434/chemrxiv-2025-hpcws", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anna Katharina Picha; Sara Tkaczyk; Marcus  Wieder; Stefan Boresch", "abstract": "Allowing atoms or molecules to disappear is a critical step in alchemical free energy simulations (FES). The necessary tricks are well understood when using force fields. Over the past few years, neural network potentials (NNPs) have seen rapid development. Their potentially higher accuracy compared to force fields makes them attractive for use in FES. Here, we outline a method for gradually decoupling atoms and molecules in systems that are fully described by NNPs. Specifically, we show that manipulating the neighbor list is equivalent to using soft-core potentials in force-field-based FES. Since constructing the neighbor list is a central step, regardless of the NNP's inner workings, our approach is agnostic to NNP architecture. We validate the correctness of our methodology by demonstrating cycle closure for a model problem and report solvation free energies obtained with the MACE-OFF23(S/M) NNP.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY 4.0"}
{"title": "The Artificial Intelligence Guided Search for New CHIPs Comonomers", "doi": "10.26434/chemrxiv-2025-kp25m", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Maliheh Shaban Tameh; Veaceslav Coropceanu; Thomas Purcell", "abstract": "Chalcogenide Hybrid Inorganic/Organic Polymers (CHIPs) have the potential to revolutionize infrared (IR) optics and create sustainable and recyclable devices. CHIPs combine elemental sulfur with organic comonomers via inverse vulcanization to create a high-sulfur content polymer, with a refractive index and IR transparency that rival state of the art inorganic solids, while preserving the processability and recyclability of plastic materials. However, the optimal comonomer for these applications remains unknown. This manuscript presents a gradient boosted tree model that determines which comonomers merit further consideration as high-performing CHIPs materials. After training models on previously calculated IR-absorption data we apply them to a set of 960,934 molecules from the GDB dataset and validate the predictions for both highly transparent molecules and a set of one thousand randomly selected molecules. Finally, we compare their optical properties in the gas phase and in an approximation of a CHIPs motif by replacing their double bonds with elemental sulfur rings. ", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling; Artificial Intelligence; Materials Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "The Synthesis of 1beta-Hydroxytestosterone, a Testosterone Metabolite of Xenobiotic Human Cytochrome P450 Enzymes from a Borylation of Androsta-1,4-diene-3,17-dione", "doi": "10.26434/chemrxiv-2025-4n13d", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anna Elizondo; Hadi Arman; Francis Yoshimoto", "abstract": "Xenobiotic cytochrome P450 enzymes have been shown to hydroxylate testosterone at various positions in the steroid backbone including 1beta-hydroxytestosterone. Despite the potential application to study the biochemistry of these enzymes, 1beta-hydroxytestosterone is not commercially available. A synthesis of 1beta-hydroxytestosterone from commercially available androsta-1,4-diene-3,17-dione was developed. The key step to functionalize C1 was a borylation reaction catalyzed by an in situ generated copper carbene complex. To test the versatility of the borylation reaction, androsta-2,4-dien-1-one was also used as the substrate, which underwent conjugate addition at C3. The synthetic strategy reported will be used to access other biologically relevant C1-hydroxylated steroids to explore the biochemistry of drug metabolizing P450 enzymes.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Hierarchical Porous Microparticles via micro-Continuous Liquid Interface Production of Lyotropic Liquid Crystal Templates ", "doi": "10.26434/chemrxiv-2025-ksj6x", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Weiling Xia; Peiran Wei; Kaiwen  Hsiao", "abstract": "Hierarchical porous materials with well-defined porosity spanning multiple length sales are highly desirable for separation and catalytic applications, where efficient mass transport and high surface-to-volume ratio are required. Conventional etching and self-templating approaches exist limited control over nanopore morphology and pore size. In addition, thin film fabrication through casting and molding techniques further inhibits engineering of three-dimensional transport pathways. Here we report an approach combining high-resolution continuous liquid interface production (CLIP) printing with lyotropic liquid crystal (LLC) guided soft-templating method to create open-cell microparticles containing hierarchical porosity ranging from nanometer to micrometer length scales. Prior to photopolymerization, LLC precursor mixtures are characterized with small-angle X-ray scattering (SAXS), and their self-assembled bicontinuous and lamellar mixed mesophases with characteristic d-spacing values of 52-60 Å are observed. Post photopolymerization, SAXS confirms the successful retention of sub-nanometer structure, and further inspection with SEM reveals the emergence of organized, concentration-dependent nano-porosity with pore diameters of 172-409 nm driven by polymerization induced microphase separation mechanism. The organized pores and their narrow pore size distribution are hypothesized to be guided by LLC amphiphilic molecular templating during photopolymerization. The approach combining high-resolution additive manufacturing and LLC soft-templating demonstrates the capability to create open-cell architected materials containing hierarchical porosity spanning sub-nanometer to micrometer length scales. ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Materials Science; Polymer Science; Liquid Crystals; Nanostructured Materials - Materials; Surfactants", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ice-binding of cellulose from first-principles", "doi": "10.26434/chemrxiv-2025-rfdhz-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Aakash Kumar; Dilip Gersappe", "abstract": "Examination of binding of cellulose to ice using ab initio modeling reveals that new C-O bonds are formed on the basal ice surfaces, where some of the O atoms are exposed at the surface due to missing H bonds. Further analysis suggests that the cellulose unit binds in such a way as to form a tetrahedral arrangement at the ice surface, evidenced by a geometric measure of tetrahedrality. This hypothesis is further validated for both primary and secondary prismatic planes. This leads us to conclude that in the case of cellulose molecules, binding at ice is dependent on preserving its tetrahedral bonding arrangement. Our findings suggest that the idea of tetrahedrality is very widely applicable to coordination ranging from water to ice-binding proteins, highlighting a design criterion for novel ice-binding/antifreeze proteins/materials.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Theory - Computational; Interfaces; Surface; Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "MLMD: Machine Learning Velocities to Propagate Molecular Dynamics Simulations", "doi": "10.26434/chemrxiv-2025-ds2pb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Guy Dayhoff; Sameer Varma", "abstract": "Temporal evolution in molecular dynamics (MD) simulations requires updates on particle velocities. These updates are obtained from forces that are computed traditionally from physics-based Hamiltonians, and more recently from machine-learned (ML) numerical forms. An alternative strategy that is being explored is to predict velocity updates from ML models without concerning with energy or force calculations. The key advantages of this strategy are that bypassing force calculations, especially when dealing with quantum mechanical Hamiltonians, should effectively speed up MD simulations, and such ML predictors can also be trained on the fly. Here we take this development to the next stage by showing how ML velocity predictors can be incorporated into MD integrators to propagate trajectories accurately. In addition, we explore a new type of ML velocity predictor that is trained exclusively on historical particle velocities, where we exploit the fact that particle velocities are inherently auto-correlated in time. We show how stacked long short-term memory neural networks can be trained to accomplish these tasks and propagate trajectories that conserve energy, structure and dynamics. The fascinating aspect is that structure and energies are conserved without actually predicting them directly. Trajectories do tend to accumulate errors upon continual use of ML velocity predictions, despite velocity prediction accuracy being greater than 99.9%. Nevertheless, we show that error accumulation can be controlled and MD stability can be rescued by making periodic injections of velocity updates computed from Hamiltonians (frequency ≤ 0.01). We propose this proof-of-concept machine-learned MD (MLMD) protocol using a series of harmonic oscillators, laying the foundation necessary to extending its applications to complex systems.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Machine Learning", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Regioisomeric Engineering of Sterically Hindered Bright Near-Infrared Paraptosis Agents for Chemo-Photodynamic Therapy", "doi": "10.26434/chemrxiv-2025-j2mgt", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Xiang  Wang; Xiaowan  Han; Xiaoyuan  Tian; Hosoowi Lee; Caihong  Xiang; Chaorui  Wang; Liang Luo; Hai-Yu Hu; Guangle Niu; Juyoung Yoon", "abstract": "Paraptosis emerges as a new promising form of programmed non-apoptotic cell death in chemotherapeutic\nanticancer therapy. However, current paraptosis agents face critical challenges, including poor targeting specificity, limited imaging capability, and low therapeutic efficacy. To overcome these limitations, we developed a novel approach by functionalizing the tetraphenylethylene (TPE) unit at the meso position of xanthene dyes, enabling the synthesis of two sterically hindered regioisomeric fluorescent paraptosis-inducing agents (m-TSX and p-TSX) for mitochondria-targeted chemo-photodynamic anticancer therapy. These agents exhibited strong near-infrared (NIR) emissions (~663 nm) with a quantum yield of up to 82.9%. The TPE substitution, in contrast to the phenyl group, allowed for precise modulation of triplet excited state energy levels, boosting type I/II reactive oxygen species (ROS) generation, and notable enhancement of the\nparaptotic anticancer activity. Comparative studies of the meta and para-substituted regioisomers revealed that the metasubstituted m-TSX exhibited superior ROS generation and anticancer behavior. m-TSX effectively induced Alix/ATF4-regulated paraptosis, along with apoptosis and necrosis, while also triggering GPX4/SLC7A11-regulated ferroptosis under low-power 655 nm laser (0.1 W/cm2) irradiation, leading to effective cancer cell growth inhibition. Furthermore, in vivo chemo-photodynamic therapy against HeLa tumor by inducing multiple cell death pathways was successfully achieved. This innovative strategy of steric hindrance regulation represents a breakthrough in developing bright NIR xanthene-based anticancer agents for synergistic cancer therapy.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hybrid antibiotics targeting the bacterial ribosome", "doi": "10.26434/chemrxiv-2025-bxcn7", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Seul Ki Yeon; Jenna Pellegrino; Tushar Raskar; Minh L. N. Tran; Mohamad Dandan; François Guérin; Manuel Einsiedler; Vincent Cattoir; James S. Fraser; Ian B. Seiple", "abstract": "Antimicrobial resistance remains a formidable challenge to modern medicine, with bacterial resistance mechanisms increasingly eroding the utility of clinically important antibiotics. While recent efforts have expanded the antibacterial pipeline, the development of resistance in priority pathogens continues to exceed the pace of new drug development. One emerging strategy to overcome resistance is the rational design of hybrid antibiotics that engage multiple binding sites. Here we describe the design, synthesis, and microbiological and structural characterization of hybrid antibiotics of azithromycin, tedizolid, and chloramphenicol that span the peptidyltransferase center (PTC) and nascent peptide exit tunnel (NPET). We characterize the binding of five such hybrids to the bacterial ribosome by cryo-electron microscopy, granting insight into their molecular mechanisms of action. We identify a hybrid of azithromycin and tedizolid that is active against a diverse panel of Gram-positive bacteria, including strains with both macrolide and oxazolidinone resistance mechanisms. These results extend our understanding of ribosome inhibition and demonstrate that the rational design of dual-action antibiotics can restore or even enhance antibacterial efficacy against resistant strains. In a broader context, this work offers a promising framework for developing next-generation therapeutics to combat multidrug-resistant pathogens and reinvigorate the dwindling antibiotic pipeline.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Organic Chemistry; Natural Products; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Boehmite nanofiber–polymethylsilsesquioxane composite macroporous monoliths for high diffuse reflectance and improved machinability", "doi": "10.26434/chemrxiv-2025-1k9k4", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gen Hayase", "abstract": "Boehmite nanofibers (BNF)-reinforced Polymethylsilsesquioxane (PMSQ) composite macroporous monoliths were systematically optimized to achieve high diffuse reflectance, mechanical robustness, and machinability for optical applications. By varying the BNF content and methyltrimethoxysilane (MTMS) concentration, monolithic materials with controlled microstructures and tunable skeleton sizes were successfully fabricated. The optimized BNF–PMSQ monolith exhibited a diffuse reflectance of approximately 99.5% in the visible to near-infrared region of typical silicon photodiode detection (400–1100 nm), slightly exceeding the reflectance of the widely used diffuse polytetrafluoroethylene material (Spectralon). The improved mechanical properties facilitated precise machining by computer numerical control (CNC) milling and enabled fabrication into complex shapes using 3D printed molds by exploiting the chemical stability. The composite monolith exhibited surface hydrophobicity (static contact angle ~155°) and thermal stability up to 350°C without significant optical degradation, indicating potential suitability for outdoor applications. These results demonstrate that BNF–PMSQ macroporous monoliths are promising alternatives to traditional reflective materials, combining environmental compatibility, high optical performance, and versatile processing capabilities.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Flame-retardant and mechanically strong transparent papers produced via synergistic chemical‒mechanical loosening of wood pulp", "doi": "10.26434/chemrxiv-2025-3tqlc", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Haoguo Zhang; Shun Ishioka; Noriyuki  Isobe; Katsunori Kimoto; Satoshi Okada; Yohsuke Goi; Shuji Fujisawa; Tsuguyuki  Saito", "abstract": "Wood pulp papers are sustainable structural materials that can be formed through a rapid, energy-efficient manufacturing process. However, conventional papers exhibit mechanical weakness and optical opacity, limiting their applications. These drawbacks arise from the high porosity of the papers or sheet materials of networked pulp fibers. Herein, we report the fabrication of mechanically strong transparent papers with a low porosity of less than 20% utilizing a traditional paper making process, without vacuum filtration. Prior to paper fabrication, the rigid cell wall structure of the pulp fibers was loosened via chemical oxidation and subsequent mechanical beating. The resulting papers exhibited excellent mechanical and optical properties comparable to those of cellulose nanofiber sheets. The tensile stiffness and strength of the papers reached approximately 22 GPa and 270 MPa, respectively, and their haze decreased to approximately 33%. These paper properties were tunable by varying the number of beatings. The papers can also self-extinguish flames, making them the first light-permeable sheets made from wood pulp fibers with this function. We further demonstrated that the low water resistance, which is the major issue with traditional papers, can be greatly improved by the use of conventional wet chemistry in the field of paper science. These transparent pulp papers with high mechanical strength and flame retardant ability will open new avenues for the development of sustainable structural materials.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Science; Chemical Engineering and Industrial Chemistry; Fibers; Fire-Resistant Materials; Materials Processing; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Conformation-dependent Luminescence and Thermal Phase Transition of Crystals of a Tetrahydropentalene Derivative Bearing Aromatic Rings with Frustrated Free Rotation", "doi": "10.26434/chemrxiv-2025-vdfj6", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tomoki Nagaoka; Yasunori Matsui; Takuya Ogaki; Hiroyoshi Naito; Hiroshi Ikeda", "abstract": "Results of a study exploring the solid-state photoluminescence properties of two crystalline polymorphs (O-form (orange prism) and R-form (red prism)) of 1,4-bis(dicyanomethylidene)-2,2,5,5-tetramethyl-3,6-bis(4-methoxyphenyl)-1,2,4,5-tetrahydropentalene (BTP-An) are reported. The O-form was found to display more quantum efficient photoluminescence in a shorter-wavelength region compared to that of the R-form. X-ray crystallographic analysis suggests that a unique conformation with largely-rotated 4-methoxyphenyl (anisyl) groups and suppression of free rotation of the dicyanomethylene groups are likely responsible for the shorter wavelength and higher quantum yield for photoluminescence from the O-form. Also, the thermally metastable O-form undergoes phase transition to generate the R-form upon either heating or exposure to organic solvent vapors.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Photochemistry (Org.); Physical Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "NIR-triggered DNA etheno adducts photorepair with upconversion nanohybrids", "doi": "10.26434/chemrxiv-2025-n6749", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Laura  Francés-Soriano; Gemma M. Rodríguez-Muñiz; Paloma Lizondo-Aranda; Delia  Bellezza; María  González-Bejar ; Virginie Lhiaubet-Vallet", "abstract": "Here, we report NIR-triggered photorepair of DNA damages via photosensitization by using well-known upconversion nanohybrids consisting of ytterbium and erbium co-doped core-shell upconversion nanoparticles (UCs) and rose Bengal (UC@RB). Specifically, two purine-derived etheno adducts (1,N6-etheno-2’-deoxyadenosine (εdA) and 1,N2-etheno-2’-deoxyguanosine (εdG)) have been used as proof of concept.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Physical Chemistry; Nanoscience; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Depleting autoreactive B-cells using targeted photodynamic therapy ", "doi": "10.26434/chemrxiv-2025-88r80", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kevin Venrooij; Theogiannis  Papadimitriou; Daphne Dorst; Kimberly Bonger", "abstract": "In many autoimmune pathologies, including Rheumatoid Arthritis (RA), only a small percentage of the total B cell population is autoreactive and sustain disease. Yet, current immunotherapy treatments often eliminate the entire B-cell population, leading to immune deficiency. We developed an approach to selectively eliminate autoreactive B cells with targeted photodynamic therapy (tPDT). We designed a construct containing a peptidic antigen (diCCP4) that selectively binds the autoreactive B cell receptor (BCR) and additionally included the photosensitizer IRDye700DX. We tested the construct on a modified Ramos B-cell line (Ramos 3F3), expressing this specific autoreactive BCR. After brief exposure to 689 nm light, the photosensitizer selectively eliminates the modified Ramos cells, whilst the construct is not cytotoxic to cells lacking the autoreactive BCR. In a 3D coculture of the Ramos autoreactive B cell line with peripheral blood mononuclear cells (PBMCs) we observed only a minimal response of the untargeted cells. These results highlight the potential of tPDT against autoreactive B cells in autoimmune disease.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY 4.0"}
{"title": "On the Influence of Salt Ions on the pH of Aqueous Solutions of Acetic Acid and Ammonia", "doi": "10.26434/chemrxiv-2025-5n8k1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Pedro madeira", "abstract": "In this work, I analyzed the influence of various salt ions on the pH of aqueous solutions of acetic acid and ammonia. The results revealed a notable consistency in the effects of ions with a specific charge at one end of Sorensen's pH scale, compared to the influence of ions with the opposite charge at the other end. The data analysis demonstrated that the pH shift is primarily influenced by the electrostatic forces exerted by the ions and the concentration of ionic particles within the solution. Interestingly, this shift appeared to be independent of the degree of dissociation of either acetic acid or ammonia.\nThese results led to a reinterpretation of electrolytic dissociation. Therefore, I propose a theory that explains the behavior of electrolytes in aqueous solutions based on three premises: (i) electrolyte molecules, once dissolved in water, fully dissociate; (ii) when the electrolyte contains H⁺ or OH⁻ ions, those species become part of the solvent and propagate throughout the entire solution; and (iii) the movement of these charged species (H⁺ or OH⁻) is significantly influenced by the electrostatic forces exerted by the ions in solution, as described by classical physics.\nThis theory is consistent with the experimental observations and clarifies the unusual impact of the common ion. Furthermore, these considerations support the notion that water contains a persistent population of molecules resulting from its auto-dissociation, which propagates throughout the entire volume of the solution.\n", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Physical and Chemical Properties; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Relativistic extended-coupled-cluster calculations of P, T -odd sensitivity parameters for diatomic molecules", "doi": "10.26434/chemrxiv-2025-sl53r", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kaushik Talukdar; Malaya K. Nayak; Nayana Vaval; Sourav Pal", "abstract": "We demonstrate the first application of the four-component relativistic extended-coupled-cluster (ECC) method, a variational approach, to determine the P, T -odd molecular electronic structure parameters necessary for high-precision spectroscopic measurements on ultracold molecules. We calculate the P, T -odd sensitivity parameters for two moderately heavy, laser-coolable diatomic molecules (SrH and SrF), as well as two relatively lighter open-shell molecules (CaH and CaF) in their ground electronic state, 2Σ1/2. The hyperfine structure constants of 87Sr in the SrF and SrH molecules are also computed and compared with available experimental results to assess the\naccuracy of our calculations. Furthermore, we examine the roles of electron correlation, relativity, basis set, and virtual spinors in ECC calculations of the sensitivity parameters. Our study reveals that the ECC method is a reliable technique for studying P, T -odd properties of diatomic molecules such as CaH, CaF, SrH and SrF, yielding results in very good agreement with those obtained using two widely employed analytic approaches: the Z-vector technique and the linear expectation-value method within the relativistic single-reference coupled-cluster singles and doubles \n framework.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Structure–activity relationships of fenarimol analogues with potent in vitro and in vivo activity against Madurella mycetomatis, the main causative agent of eumycetoma", "doi": "10.26434/chemrxiv-2025-kj5x1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hung Phat Duong; Dmitrij Melechov; Wilson Lim; Jingyi Ma; Kymberley Scroggie; Luxsika Rajendra; Ben Perry; Luiza Cruz; Peter Rutledge; Alice Motion; Wendy van de Sande; Matthew Todd", "abstract": "The fenarimol analogue EPL-BS1246 was previously discovered to be potent against Madurella mycetomatis, the causative agent of the neglected tropical disease eumycetoma. Further evaluation of a small set of fenarimol analogues in vivo revealed a correlation between efficacy and the lipophilicity (logD) of the analogues. To explore both this correlation and the series structure-activity relationship (SAR), we have evaluated a total of 185 fenarimol analogues derived from five different daughter chemotypes. Potent (MIC50 < 9 μM) in vitro activity was found for 22 analogues, five of which gave promising results in an in vivo larval survival assay. Again, a trend towards prolonged larval survival (better in vivo activity) was noted in analogues with logD values < 2.5. Insights into the SAR could be gleaned that suggested optimal substituents for the rings forming the fenarimol core.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Organic Chemistry; Bioorganic Chemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY 4.0"}
{"title": "Double Deoxygenative Coupling of Carboxylic Acids and Alcohols", "doi": "10.26434/chemrxiv-2025-mz8hz", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Vittorio Ciccone; Ryan E McNamee; Eva Lin; Cesar N. Prieto Kullmer; David MacMillan", "abstract": "Ketones are highly valued for their ability to engage in numerous functional group interconversions. However, the synthesis of complex ketones is traditionally limited by the need to employ organometallic reagents or pre-synthesize an activated component. Herein, we report a photoredox-catalyzed, double deoxygenative fragment coupling of alcohols and carboxylic acids that provides rapid access to sp3-rich ketone scaffolds. We further highlight new avenues for C1 logic through a bis-radical SOMO stitching approach that delivers ketone products from two alcohol substrates.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Cryopreservation and Post-Thaw Differentiation of Monocytes Enabled by Macromolecular Cryoprotectants which Restrict Intracellular Ice Formation", "doi": "10.26434/chemrxiv-2025-p0hwb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Matthew Gibson; natalia Gonzalez-Martinez; Ruben M. F.  Tomás; Akalabya Bissoyi; Agnieszka Nagorska; Alexandru Ilie", "abstract": "THP-1 is a monocytic cell line which can differentiate into macrophage and dendritic cells, widely used in immunology. Immune cells are particularly sensitive to cryopreservation, leading to low recovery and/or reduced differentiation capacity compared to non-frozen cells. Current cryopreservation protocols are unsuitable to cryopreserve THP-1 cells in ‘assay-ready’ format, due to the time and resource intensive culturing steps required post-thaw to recover functional cells. We report the cryopreservation of THP-1 cells in vial and multi-well plate format, with significantly enhanced recovery compared to commercial cryoprotectants. This was achieved using macromolecular cryoprotectants (polyampholytes and ice nucleators) which doubled post-thaw recovery relative to DMSO-alone and improved macrophage phenotype post-differentiation comparable to non-frozen controls. Cryo-Raman microscopy demonstrated that the polyampholytes reduced intracellular ice formation compared to DMSO-alone. These results will enable routine banking and ‘assay-ready’ THP-1 cells direct from the freezer, accelerating immunological research.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Materials Science; Polymer Science; Biocompatible Materials; Chemical Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Tracking Photothermal Heat Generation in ITO Nanocrystals and its Dissipation to their Surrounding Environment", "doi": "10.26434/chemrxiv-2025-vjjqz", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Boxi Li; Xiaobing Chen; Tanner A. Wilcoxson; Jiho Kang; Thomas M. Truskett; Delia J. Milliron; Carlos R. Baiz; Sean T. Roberts", "abstract": "Plasmonic metal oxide nanocrystals can readily transduce infrared light into heat for applications in catalysis, therapeutics, and soft robotics. Here, we investigate photothermal pathways in oleate-capped tin-doped indium oxide (ITO) nanocrystals dispersed in toluene, mapping heat transfer dynamics from the ITO lattice to its surface and surrounding solvent. Using rhodamine B dyes adhered to nanocrystal surfaces and toluene as temperature probes, we track photothermal heat dissipation via transient absorption spectroscopy. We find heat transfer from ITO nanocrystals to surface-adsorbed molecules unfolds over tens of picoseconds, followed by heat dissipation into the surrounding solvent over hundreds of picoseconds. We have developed a theoretical model that quantitatively reproduces these kinetics and identifies nanocrystal surface-to-solvent heat transfer as the primary bottleneck in heat dissipation. These insights advance our understanding of nanoscale heat transport involving ITO nanocrystals and offer insights into how to design these materials for heat-driven applications. ", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Physical Chemistry; Materials Science; Nanoscience; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Cyclic Sulfilimines and Sulfoximines via Copper Mediated C(sp2)–H Sulfanylation of Benzylamines with a Catalytic Transient Directing Group", "doi": "10.26434/chemrxiv-2025-bfv34", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tsz-Kan Ma; Peerawat Saejong; King-Long  Or;  Callum S Begg; James A Bull", "abstract": "C–H Functionalization presents opportunities to streamline the synthesis of valuable molecular structures. This study details the development of a copper mediated, transient C(sp²)–H sulfanylation of benzylamines with a transient directing group (TDG). Subsequent oxidative cyclization forms novel cyclic sulfilimines and sulfoximines, emerging heterocyclic scaffolds with attractive properties for drug discovery. Crucially, sulfenamides were identified as effective sulfanylating reagents for the C–H sulfanylation with catalytic 2-hydroxynicotinaldehyde as the TDG. Unconventionally, sulfenamides provided a slow release of the essential sulfanyl radicals through a thermally induced homolytic cleavage of the N–S bond, supported by mechanistic studies including EPR spectroscopy and radical quenching experiments. The sulfide products were then readily diversified at sulfur and nitrogen including through cyclisation.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Catalysis; Organic Synthesis and Reactions; Homogeneous Catalysis; Organocatalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Data Science-Guided Development of Deoxyfluorination Reagents with Enhanced Reactivity, Practicality, and Safety", "doi": "10.26434/chemrxiv-2025-l4zvs", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Madeline Ruos; Natalie Romer; Julie Deichert; Lady Mae Alabanza; Shivaani Gandhi; Giselle Brown; Richard Walroth; Karissa Cruz; Francis Gosselin; Allen Hong; Matthew Sigman; Abigail Doyle", "abstract": "We report the discovery and development of several new (hetero)aryl sulfonyl fluoride reagents that have enhanced deoxyfluorination reactivity, improved physical properties, and excellent safety profiles compared to those of PyFluor and other fluorination reagents such as PBSF and DAST. To select structurally diverse reagents, we computed a virtual library of (hetero)aryl sulfonyl fluorides and leveraged training set design principles to broadly survey structure-activity relationships in a model deoxyfluorination reaction. We developed predictive models to optimize sulfonyl fluoride reagents for the deoxyfluorination of a key intermediate used in the synthesis of RIPK1 inhibitor GDC-8264. The top-performing reagents demonstrated broad applicability across diverse alcohol substrate classes, including complex natural products and active pharmaceutical ingredients, highlighting the power of data science-enabled approaches in reagent development. We report the discovery and development of several new (hetero)aryl sulfonyl fluoride reagents that have enhanced deoxyfluorination reactivity, improved physical properties, and excellent safety profiles compared to those of PyFluor and other fluorination reagents such as PBSF and DAST. To select structurally diverse reagents, we computed a virtual library of (hetero)aryl sulfonyl fluorides and leveraged training set design principles to broadly survey structure-activity relationships in a model deoxyfluorination reaction. We developed predictive models to optimize sulfonyl fluoride reagents for the deoxyfluorination of a key intermediate used in the synthesis of RIPK1 inhibitor GDC-8264. The top-performing reagents demonstrated broad applicability across diverse alcohol substrate classes, including complex natural products and active pharmaceutical ingredients, highlighting the power of data science-enabled approaches in reagent development. ", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Synthesis and Reactions; Physical Organic Chemistry; Process Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding the origin of stereoselectivity in the photochemical denitrogenation of 2,3-diazabicyclo[2.2.1]heptene and its derivatives with non-adiabatic molecular dynamics", "doi": "10.26434/chemrxiv-2025-33ljh", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Leticia Adao Gomes; Steven Lopez", "abstract": "Photochemical denitrogenation reactions of bicyclic azoalkanes produce strained bicyclic compounds of interest to synthetic organic chemists. We report a computational study on the mechanism of diazabicyclo[2.2.1]heptenes to address long standing mechanistic questions. Indeed, the mechanism of these reactions have been disputed for over six decades. We employed non-adiabatic molecular dynamics (NAMD) simulations combined with state-of-the-art multireference quantum mechanical calculations to understand the photophysical properties and mechanisms of these diazabicyclo[2.2.1]heptenes. The energetically accessible lowest excitations are nNN(σCN) → π* and range from 3.94 – 3.97 eV. From the >292 trajectories, the reaction proceeds through a dynamically concerted but asynchronous denitrogenation reactions. One σCN bond breaks along the S1-surface; the other σCN breaks after hopping to the S0. We identified two clusters of S₁/S₀ surface hopping points from these trajectories. In the first cluster, the methylene bridge is fully inverted relative to the reactant geometry. In the second cluster, the inversion is only partial, with one of the carbon atoms in the methylene bridge inverted relative to the reactant. We identified each cluster's corresponding minimum energy conical intersection (MECI), indicating at least two possible S1/S0-MECIs.  Our dynamics simulations illustrate that inversion begins in the excited state immediately after the first σCN bond breaks. This inversion is driven by the atomic momenta acquired after the bond breaks. These dynamical effects promote the formation of the inverted housane, thereby explaining the observed selectivities. A minority of trajectories undergo thermal conversion in the ground state, producing the minor retained housane product from inverted housane.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Organic Chemistry; Photochemistry (Org.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemical Crystallization in Aqueous Electrolytes: Unlocking the Complex Chemistry of a Seemingly Simple Molecule", "doi": "10.26434/chemrxiv-2025-xnm59", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Stephen Fuller; Evalyn Wilber; Kent Zheng", "abstract": "Compared to other synthetic routes, electrochemical synthesis offers unique control over reaction kinetics, allowing precise modulation of the driving force and reaction rate, dictated by the electrode potential E and current density J, respectively. Most electrochemical systems rely on a liquid electrolyte to conduct electrical current through the concerted motion of ions. Ideally, this liquid phase remains chemically stable under the applied potential. Among all solvents, water (H2O), unsurprisingly, was the first used for electrochemical systems due to its non-toxicity, abundance, and exceptional ability to dissolve and dissociate ionic salts. Despite its early dominance, research shifted toward nonaqueous electrolytes—such as organic solvents and ionic liquids—because of their wider electrochemical stability windows, enabling the deposition of a broader range of materials. However, interest in electrochemical crystallization from aqueous electrolytes has resurged; this is largely driven by two factors. First, water’s environmental friendliness makes it attractive for large-scale and sustainable applications. Second, water’s inherent reactivity—primarily due to spontaneous proton production (H_2 O ↔ H^+  + 〖OH〗^-)—presents both challenges and, counterintuitively, unique opportunities. In particular, recent research into emerging aqueous battery chemistries based on in-situ electrochemical crystallization of metals such as Zn, Cu, and Sn at the anode, and compounds like MnO2 at the cathode has offered exciting new insights into the associated complex interfacial phenomena. Drawing in part on advances from the battery field, this Review aims to offer perspectives on tailoring aqueous systems for the electrochemical synthesis of crystalline matter. In contrast to nonaqueous systems, the proton-induced reactivity in aqueous electrolytes introduces additional complexities. Continuous gas generation and pH-induced precipitation can lead to porous, passivating interphases, posing significant challenges to precise control. However, this same proton activity also enables the formation of a diverse library of materials—such as oxides and hydroxides—that are often inaccessible through nonaqueous electrochemical paths. These aqueous crystallization processes offer a cost-effective and highly controllable approach for synthesizing critical materials for energy and sustainability applications such as electrochemical energy storage. In this Review, we first explore the key physicochemical processes involved in aqueous electro-crystallization of metals, a simpler group of materials with well-defined lattice structures and stoichiometries. We then turn our attention to critical considerations for growing more complex compounds, characterized by intricate lattice symmetries and stoichiometries. We argue that achieving precision control in aqueous electrochemical crystallization requires a holistic understanding of proton activity, its influence on crystallization, and the ability to regulate interfacial chemical kinetics and transport phenomena across multiple length scales. With such control, electrochemical crystallization in aqueous systems offers a sustainable and versatile platform for the precision synthesis of materials essential to energy technologies and sustainability.", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solvent-Mediated Electrolyte Design for Calcium Metal Batteries", "doi": "10.26434/chemrxiv-2025-rwt9q", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Zaher  Slim; Carolina Cruz-Cardona; Clément  Pechberty; Tomooki Hosaka; Zoran  Mandić; Vladimir Panic; Patrik Johansson", "abstract": "Current electrolytes for calcium batteries (CaBs) rely on complex salt synthesis, hindering research and development. As a subclass of CaBs, calcium metal batteries (CMBs) could potentially offer high energy density due to their use of a calcium anode. However, realizing this advantage remains difficult, largely due to calcium’s electrochemical instability, which complicates the development of practical CMBs. To address these challenges, we introduce a new family of electrolytes made entirely from commercially accessible Ca-salts and solvent mixtures. We demonstrate that Ca metal exhibits stable cycling in symmetric Ca||Ca cells using only a solvent mixture, without added salt (i.e., not being an electrolyte on its own). Notably, this cycling stability extends to CMB full cells, as demonstrated using a low-concentration electrolyte (0.1 M Ca(OTf)₂ in NMA:TMP), and similar full cell performance is also achieved using other combinations of salts and solvent mixtures. Extensive electrochemical testing confirms stable cycling under diverse and challenging conditions. Overall, our findings redefine electrolyte design principles for CMBs and pave the way for practically useful cells. ", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Physical Chemistry; Energy; Energy Storage; Electrochemistry - Mechanisms, Theory & Study; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "2H Quadrupolar Coupling Constant: A Spectroscopic Ruler for Transition Metal–Hydride Bond Distances in Molecular and Surface Sites", "doi": "10.26434/chemrxiv-2025-6mvmv-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Domenico Gioffrè; Christophe Copéret; Cäcilie Müller; Scott R.  Docherty; Alexander Yakimov", "abstract": "Transition-metal hydrides (TMHs) find numerous applications across fields, from catalysis to H2 storage. Yet, determining the structure of TMHs can remain a challenge, as hydrogen is difficult to detect by X-ray based or classical spectroscopic techniques. Considering that deuterium isotope (D) is a quadrupolar nucleus (I = 1) and that a quadrupolar coupling constant (CQ) depends on the distance between D and its bonding partner E (dED), we evaluate this trend across molecularly-defined transition-metal deuterides (TMDs) through a systematic investigation across TM block elements using both computations and experiments. We show that the M–D bond distance (dMD) in [Å] correlates with the CQ values in [kHz] as dMD = 7.83(CQ + 28.7)-1/3 - independently from the nature of the TM - with an accuracy > 0.04-0.08 Å. Based on experimental CQ values measured by 2H solid-state NMR, this simple correlation is then used to obtain the M-D bond distances in two silica-supported TMDs (M = Zr and Ir), notable heterogeneous catalysts, representing early and late TMDs, where evaluating M-D bond distances by other means is very challenging. Considering the ease of measurement, this method is readily applicable to a large range of diamagnetic terminal M–Ds, from molecular to surface sites, making 2H NMR a method of choice to measure TMDs bond distances.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Catalysis; Organometallic Chemistry; Heterogeneous Catalysis; Coordination Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "4,4’-Hydrazobis(1-Methylpyridinium) as a 2-Electron Posolyte Molecule for Aqueous Organic Redox Flow Batter-ies", "doi": "10.26434/chemrxiv-2025-zz9t7", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hélène Lebel; Dominic Rochefort; Calvine Lai; Thomas Boulanger; Alizée Débiais; Louis Hamlet; Meysam Maleki; Marc-Antoni Goulet", "abstract": "Aqueous organic redox flow batteries (AORFBs) are a safe and sustainable solution for the storage of intermittent renewable energy. While several highly soluble 2-electron organic molecule negolytes have been developed for AORFBs, most reported organic posolyte species exchange only 1 electron. Herein, readily available 4,4'-hydrazobis(1-methylpyridinium) dichloride (HydBPyMeCl) is described as a novel 2-electron posolyte molecule for AORFBs. The synthesis of HydBPyMeCl was accomplished by a three-step process, yielding multiple grams of the com-pound. HydBPyMeCl exhibited a reversible 2-electron redox potential (+0.64 V vs. Ag/AgCl reference electrode, pH = 0). When evaluated at 1 M concentration and low pH (2 M HCl) with V3+/V2+ on the negative side, HydBPyMeCl showed high stability. A capacity retention of 99.997% per cycle (99.986% per day measured over 70 days) was achieved, coupled with a high volumetric specific capacity of 46 Ah/L (87.2% of capacity utilization at 80 mA/cm2)", "date": "2025-05-05", "journal": "chemRxiv", "categories": "Organic Chemistry; Energy; Chemical Engineering and Industrial Chemistry; Organic Synthesis and Reactions; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Designing a Comparative Proteomics Experiment: Retention-time Alignment and Imputation Algorithms Affect Statistical Comparisons Between Samples ", "doi": "10.26434/chemrxiv-2025-br39q", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jessica  Conforti; Constantine  Breus; Elyssia Gallagher", "abstract": "Comparative proteomics experiments reveal biomarkers by using statistical tests to determine proteins expressed with higher abundance in one sample versus another. However, comparative experiments can be complicated by variability from all aspects of proteomics workflows. To account for variability, software for database searching contains retention-time alignment and imputation algorithms to correct for retention-time shifts and assign abundances to missing proteins. While these algorithms improve quantification and reduce processing time, we hypothesize that they alter statistical comparisons between samples when samples are searched together. Herein, we search different cleanup methods or single proteins separately versus together in Progenesis Qi for proteomics database searching software. Our results show that searching samples together increases the number of identifications by each sample, enhances protein similarity between samples, and leads to false transfers. Further, we demonstrate that searching samples together affects protein abundance, differentially expressed proteins, and confidence scores due to retention-time alignment and imputation algorithms. Ultimately, we highlight that careful consideration of the search design is necessary to determine biomarkers in comparative proteomics experiments. Search results from the reanalyzed dataset comparing sample-cleanup methods (MSV000094130) and single-protein data have been deposited into MassIVE (MSV000096112) and ProteomeXchange (PXD056868).", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Analytical Chemistry; Mass Spectrometry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Computing L- and M-edge spectra using the DFT/CIS method with spin-orbit coupling", "doi": "10.26434/chemrxiv-2025-zfvnh", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Aniket Mandal; John Herbert", "abstract": "Modeling L- and M-edge spectra at x-ray and extreme ultraviolet wavelengths requires consideration of spin-orbit splitting within the 2p and 3p orbital manifolds.   We introduce a low-cost tool to compute core-level spectra that combines a spin-orbit mean-field description of the Breit-Pauli Hamiltonian with nonrelativistic excited states computed using the semi-empirical density-functional theory/configuration-interaction singles (DFT/CIS) approach.   The latter was previously introduced for  K-edge spectra and includes a semi-empirical correction to the core orbital energies, significantly reducing the ad hoc shifts that are typically required when time-dependent (TD-)DFT is applied to core-level excitations.  In combination with the core/valence separation approximation and spin-orbit couplings, the DFT/CIS method affords semiquantitative L- and M-edge spectra at TD-DFT cost, as demonstrated here for a variety of 3d transition metal systems and main-group compounds.  The use of different active orbital spaces to make spectral assignments is also discussed. ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Inorganic Chemistry; Theory - Computational; Quasiparticles and Excitations; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "N-Heterocyclic Carbenes Excel at Functionalizing Diverse Carbon Surfaces with Robust Organic Monolayers", "doi": "10.26434/chemrxiv-2025-5l1bd", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Milad Shamsi; Robert  Mayall; Fereshteh Vajhadin; Sara Cheema; Dianne Lee; Ahmadreza Nezamzadeh; Andrea Martinez; Jialang Li; Vinay Saini; Philip Egberts; Justin Lomax; Paul Ragogna; Justin MacCallum; Cathleen Crudden; Viola Birss", "abstract": "The controlled deposition of organic monolayers on carbon substrates is a well-known challenge, with existing methods yielding partial coverages or non-uniform, uncontrollable multilayers. N-heterocyclic carbenes (NHCs) have recently been shown to form stable self-assembled monolayers (SAMs) on a range of metals. Here, we demonstrate that NHCs with diverse alkylated backbones and a variety of terminal groups can also be reliably deposited as uniform layers at up to monolayer coverages on a wide range of carbon surfaces, including planar carbons and highly surface-defective carbon powders. Tunable surface coverages, strong support for NHC chemisorption, and excellent electrochemical and thermal stability of these monolayers is observed, comparable to NHC or alkylthiol SAMs on metals. We showcase one application of NHCs on carbon, demonstrating an impedimetric sensor for bacterial biomarker detection, achieving performances associated with metal-supported SAMs. This work positions NHCs as transformative tools for carbon surface modification, enabling applications previously restricted only to metal-supported SAMs.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Nanoscience; Nanostructured Materials - Nanoscience; Interfaces; Self-Assembly; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spiro Hydantoins Can Reverse the Action of Positive Allosteric Modulators on GABAARs", "doi": "10.26434/chemrxiv-2025-k0kqh", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Dimosthenis Koinas; Xiaojuan Zhou; Karol S. Bruzik; Keith W. Miller", "abstract": "GABAARs are members of the Cys–loop pentameric ligand-gated ion channel superfamily of receptors and are the most abundant inhibitory receptors in the CNS. Drugs that enhance the action of GABAARs are used to treat epilepsy, anxiety and other conditions but their therapeutic action is often limited by sedation because their binding sites are the same as those used by sedatives and general anesthetics. With the exception of the benzodiazepines, which only act on synaptic GABAARs that contain one γ-subunit, little progress has been made on this problem. Recently, it was shown that certain spiro-barbiturates can reverse the action of anesthetics on both synaptic and extrasynaptic GABAARs. However, barbiturates interact with other members of the Cys–loop pentameric ligand-gated ion channel superfamily. In this work, we report the synthesis and pharmacological evaluation of novel spiro-hydantoins, none of which are positive allosteric modulators. They retain the property of the spiro-barbiturates to reverse the action of anesthetics and some of them do so with higher affinity and efficacy than achieved with spirobarbiturates. Furthermore, the reversal action on α3β3γ2 receptors occurs in the submicromolar range, which represents a 200-fold selectivity over α1β3γ2 receptors. As such, spiro hydantoins offer a promising new platform for development.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Peptide photoimmobilization by thiol-ene chemistry for enhanced neural cell adhesion", "doi": "10.26434/chemrxiv-2025-3t1tl", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yu-Liang Tsai; Sotiria Moschopoulou-Triantafyllidou; Jiyao Yu; Sa'id Albarqawi; Tommaso Marchesi D‘Alvise; Lothar Veith; Rüdiger Berger; Christopher Synatschke", "abstract": "Neurological diseases and neural injuries are prevalent but difficult to treat because of the complexity of the neural environment. To unravel this complexity, simple cell culture models are required that allow the study of individual aspects of the neural environment under defined conditions. In this work, we developed stable coatings of bioactive peptides via photoimmobilization through thiol-ene reaction on glass substrates suitable for long-term culture of neural cells. The substrates were modified with thiol groups via chemical vapor deposition to obtain a large and homogeneous layer, followed by immobilization of neural active peptides bearing vinyl groups. Subsequently, human neuroblastoma cells were shown to stably adhere and grow on the modified substrates. The results establish a facile fabrication route for large-scale (cm2), patternable, and peptide-functionalized substrates for the culturing of neural cell adhesion without additional antifouling treatment.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Polymer Science; Nanoscience; Biopolymers; Nanofabrication; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Carbenes Embedded in Cyclic Paraphenylenes: Detection, Ground State Spin-multiplicity, and Möbius Topology", "doi": "10.26434/chemrxiv-2025-h3lv9", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ku Kajikawa; Francisco  Martins; Ryo Murata; Eiichi  Kayahara; Shigeru  Yamago; Judy Wu; Manabu Abe", "abstract": "Carbenes, which are divalent carbon species, have attracted significant research interest due to their ability to form two new bonds, as well as their potential applications as ligands in catalysis and in the development of magnetic materials. In this study, we generated carbenes embedded within the unique curved π-conjugated cycloparaphenylenes and discovered that the diarylcarbenes composed solely of carbon and hydrogen atoms possess a singlet ground state. The hooped and twisted structure exhibited a Möbius topology.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Physical Organic Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "       An Efficient Machine Learning-Based Prediction Model for JAK2 Inhibitor pIC50", "doi": "10.26434/chemrxiv-2025-3v3gw-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shengyao Liang", "abstract": "Background: Janus Kinase 2 (JAK2) is a key kinase in cellular signal transduction. Its abnormal activation is closely related to various myeloproliferative neoplasms and inflammatory diseases. Developing selective JAK2 inhibitors is an important direction in drug discovery. Accurate prediction of compound inhibitory activity (pIC50) against JAK2 is crucial for accelerating the discovery and optimization of lead compounds. Objective: This study aims to utilize public resources from the ChEMBL database, combined with machine learning methods, to build a computational model capable of efficiently and accurately predicting the pIC50 values of JAK2 inhibitors. Methods: We collected compounds targeting human JAK2 (ChEMBL ID: CHEMBL2971) and their IC50 (nM) activity data from the ChEMBL database. After data cleaning (retaining only precise values with standard_relation = '=') and standardization (converting IC50 to pIC50, retaining the average pIC50 for duplicate compounds), a dataset containing 5546 compounds was finally obtained. RDKit (version 2022.9.5) was used to calculate Morgan fingerprints (radius=2, 2048 bits), MACCS Keys fingerprints (167 bits), and 13 physicochemical and topological descriptors. Based on feature importance calculated during the data processing phase (derived from preliminary model evaluation), the top 350 features were selected. However, due to the absence of some features in the current dataset, the final model used 345 features. The dataset was randomly split into training (n=4436) and test sets (n=1110) at an 80:20 ratio. The XGBoost (eXtreme Gradient Boosting, version 3.0.0) algorithm was used to build the prediction model, and hyperparameters (learning_rate, max_depth, subsample, colsample_bytree, gamma, reg_alpha, reg_lambda) were optimized using 5-fold cross-validation and GridSearchCV. An early stopping strategy was employed during the final model training to prevent overfitting. Results: After hyperparameter optimization, the final XGBoost model demonstrated good predictive performance on the independent test set, achieving a coefficient of determination (R²) of 0.7184, a root mean square error (RMSE) of 0.5968, and a mean absolute error (MAE) of 0.4593. Performance metrics on the training set (R²=0.8978) also indicated a good model fit, and the gap between training and test set performance was within an acceptable range, suggesting that overfitting was effectively controlled. Conclusion: This study successfully constructed an XGBoost-based prediction model for JAK2 inhibitor pIC50. Utilizing easily accessible molecular descriptors, the model demonstrated high prediction accuracy and robustness on an external test set. This model holds promise as an efficient virtual screening tool to aid the early discovery and optimization process of JAK2 inhibitors.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Biological and Medicinal Chemistry; Drug Discovery and Drug Delivery Systems; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Catalyst-free amino-yne click polymerization toward functional polyamides", "doi": "10.26434/chemrxiv-2025-nfkgb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jie Zhang; Jie Chen; Anjun Qin; Ben Zhong Tang", "abstract": "Polyamides, as a class of high-performance polymers, have been extensively employed in critical industrial sectors such as textile fibers, electronic encapsulation, and aerospace applications. However, their further development is constrained by challenges including harsh synthetic conditions, stringent raw material purity requirements, and environmental recalcitrance due to degradation resistance. In this study, we successfully established a catalyst-free amino-yne click polymerization system for the efficient synthesis of polyamides, achieving 100% atom economy alongside outstanding regioselectivity and stereochemical precision. This approach yielded polyamides with a uniform E-configuration and high weight-average molecular weights (Mw up to 14,700) in exceptional yields (up to 95%). Notably, the strategic incorporation of tetraphenylethylene (TPE) units endowed the resulting polymers with aggregation-induced emission (AIE) characteristics, enabling highly specific and sensitive detection of Au³⁺ ions with a detection limit (LOD) of 2.101×10⁻⁹ M. Additionally, the enamine bonds introduced into the polymer backbone via click polymerization exhibited dynamic behavior, facilitating amine exchange reactions that allowed rapid and controlled degradation of the material upon exposure to monoamine additives. Consequently, this study establishes a highly efficient catalyst-free amino-yne click polymerization methodology, offering innovative insights for the design and preparation of degradable and functionalized polyamide materials.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Polymer Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Charge Transport through Linear Carbon Atomic Chains", "doi": "10.26434/chemrxiv-2025-srbwj", "published_doi": "N.A.", "published_url": "N.A.", "authors": "James M. F. Morris; Jarred Potter; Elena Gorenskaia; R. Tom Abram; Masnun Naher; Chiara E. Spano; Eloise L. Dixon; Amit Sil; Elodie Rousset; Simon J. Higgins; Richard J. Nichols; Paul J. Low; Andrea Vezzoli", "abstract": "The linear carbon allotrope carbyne has been predicted to display outstanding electrical and mechanical properties, but its preparation and characterisation are hindered by synthetic challenges. Whilst oligoyne and cumul[n]ene models of carbyne have been explored, the end-groups employed to avoid decomposition have a profound effect on their electronic configuration. Here, we show that transmetallation of linear carbon fragments from bulky Au(I) species to Au(0) electrodes delivers stable Au|CCCC…|Au devices. Scanning tunnelling microscope break junction (STMBJ) techniques were used to characterise charge-transport behaviour in these 1D chains (4 − 16 carbon atoms) free of end-capping groups. Shorter chains exhibited oligoyne structures with conductance attenuation as a function of length, while longer chains show evidence of cumulenic equalisation and remarkably enhanced charge-transport. Direct Au|C interfaces grant high conductance and quasi-ballistic transport to 1D carbon chains, providing a pathway to advanced carbon-based nanoelectronics based on the stabilisation of carbyne within the junction environment.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Materials Science; Nanoscience; Carbon-based Materials; Nanodevices; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spin-Selective Charge Flow Drives Ultrafast Magnetic Transitions in Type-II Bipolar Magnetic Heterostructures ", "doi": "10.26434/chemrxiv-2025-j7lrm-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yilv Guo; Thomas Heine", "abstract": "Ultrafast laser-driven changes in magnetic order provide a rich early-time platform for nonequilibrium physics. Established mechanisms and verified material candidates for ultrafast magnetic transitions in semiconducting magnets remain limited. Using density-functional theory (DFT) and real-time time-dependent DFT simulations, we demonstrate that spin-selective charge transfer across van der Waals layers, enabled by type-II bipolar band alignment, offers a robust way to control the magnetic order on the femtosecond timescale. In a representative CrSBr/CrSCl heterostructure, an antiferromagnetic-to-ferrimagnetic transition can be triggered within 40-56 fs under laser excitation above 4.2 eV, generating a net magnetic moment of ~1 µB per unit cell. The transition originates from a spin-flip charge transfer from spin-up valence states in CrSBr into spin-down conduction states in CrSCl. The resulting asymmetric demagnetization stabilizes residual spin polarization in CrSCl and induces a net magnetic moment. Additionally, electronic anisotropy facilitates an optically polarization-dependent charge redistribution, showing the main contribution from surface Cl atoms upon b-polarized excitation, while under a-polarized excitation the donation stems from interfacial Cr atoms. Our findings of spin-selective interlayer charge flow based on band alignment and symmetry breaking present a general mechanism for ultrafast optical control of magnetic order in low-dimensional materials. ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Interfaces; Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Multiscale Vehicle Traffic Air Pollutant Exposure and Equity Analysis in the United States using a Novel Emissions Exposure Surrogate", "doi": "10.26434/chemrxiv-2025-lmx3n-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Brittany Antonczak; Tammy Thompson; Mindi DePaola; Gregory Rowangould", "abstract": "We estimate the emission density of directly emitted (primary) nitrogen oxides (NOX) and fine particulate matter (PM2.5) from on-road vehicle traffic for each census block in the United States (U.S.) and use these data as a new spatially refined and computationally efficient exposure surrogate. Our analysis using block level emission density estimates reveals in new detail the widespread extent of vehicle traffic emission exposure hotspots, the large impact of medium- and heavy-duty truck traffic on exposure, and environmental justice concerns that encompass nearly every county in the U.S. We find that emissions from trucks contribute to 46% of NOX and 50.4% of PM2.5 exposure from vehicle traffic in the U.S. We also find statistically significant associations between where greater proportions of people of color or people with lower incomes and higher traffic emission exposures in over 88% of the counties in the U.S. The magnitude of these disparities is often substantial. Our findings are notable in that traffic related emission exposure hotspots and related exposure inequalities are not limited to just the large metropolitan areas that have been the focus of much of the prior transportation and air quality literature. They are in fact much more widespread than previously shown.", "date": "2025-05-02", "journal": "chemRxiv", "categories": "Earth, Space, and Environmental Chemistry; Environmental Science", "metrics": null, "license": "CC BY 4.0"}
{"title": "Azobenzene DNA intercalator/cyclodextrin pseudo-rotaxane: from photoswitchable chirality and fluorescence to DNA melting control", "doi": "10.26434/chemrxiv-2025-j1mtw", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Olivier Abodja; Astrid  Walrant; Sergii  Rudiuk; Mathieu  Morel; Damien Baigl", "abstract": "Pseudo-rotaxanes are reversibly interlocked molecules with at least one linear molecule threaded into a macrocycle and, contrary to rotaxanes, an advantageous ability to be dissociated. Cyclodextrins constitute attracting macrocyclic host entities to build such dynamic structures for their oligosaccharide nature, conic shape, amphiphilic character and biocompatibility. Here we show that using an azobenzene DNA intercalator as a guest allows to build a pseudo-rotaxane combining several remarkable properties, including light-controlled assembly/disassembly, photoreversible chirality and fluorescence, as well as the capability to affect the melting temperature of double-stranded DNA through intercalator host-guest complexation.  ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Materials Science; Nanoscience", "metrics": null, "license": "CC BY 4.0"}
{"title": "Crown ether-cycloparaphenylene hybrid multimacrocycles: Insights into supramolecular gas sensing and biological potential", "doi": "10.26434/chemrxiv-2025-925jm-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yaning Hu; Tong Li; Taotao Su; Wudi Shi; Yabing Yu; Beibei Li; Menghua Li; Sheng Zhang; Yuan-Qing Xu; Qi Liu; Di Wu; Youzhi Xu", "abstract": "The topologically intriguing multimacrocyclic architecture is endowed with distinct physical and chemical properties. The synthesis of hybrid macrocycles combining crown ethers and cycloparaphenylenes (CPPs) presents a promising strategy for developing multifunctional supramolecular systems. Herein, we first report the precise construction of a series of crown ether-CPP hybrid multimacrocycles with enhanced photophysical properties and diverse host-guest interactions. Notably, the trimacrocyclic hybrid adopts a molecular tweezer-like conformation, resulting in a significantly higher fullerene binding affinity compared to the bismacrocycle. The fullerene complex showed improved conductivity and sensitivity with a limit of detection (LOD) of 19 ppb for NO2 with excellent cyclic stability and reliable. Additionally, the bismacrocycle exhibits significant cytotoxicity against cancer cell lines at low concentrations and enables fluorescence-based detection of inflammatory responses, highlighting its potential for biosensing applications. These findings underscore the versatility of crown ether-CPP hybrid macrocycles in supramolecular sensing and biochemistry, offering new avenues for the design of functional nanomaterials.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Supramolecular Chemistry (Org.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Enzymatic Stereodivergent Synthesis of Azaspiro[2.y]alkanes", "doi": "10.26434/chemrxiv-2025-m7201", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jennifer L.  Kennemur; Yueming  Long; Catherine J.  Ko ; Anuvab  Das; Frances H.  Arnold ", "abstract": "Azaspiro[2.y]alkanes are increasingly valuable scaffolds in pharmaceutical drug discovery; however, an asymmetric catalytic method for their synthesis remains unknown. Here, we present a stereodivergent carbene transferase platform for the cyclo-propanation of unsaturated exocyclic N-heterocycles to provide structurally-diverse and pharmaceutically-relevant azaspi-ro[2.y]alkanes in high yield (21–>99% yield) and excellent diastereo- and enantioselectivity (dr from 52.5:47.5 to >99.5:0.5; er from 51:49 to >99.5:0.5). These engineered protoglobin-based enzymes operate on gram scale, with no organic co-solvent, at substrate concentrations up to 150 mM (25 g/L) using lyophilized E. coli lysate as the catalyst. This platform represents a practical, scalable, and stereodivergent biocatalytic synthesis of azaspiro[2.y]alkanes using low-cost engineered protoglobins and their native iron-heme cofactors.  ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Catalysis; Biocatalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Structural Diversification of 14-Membered Macrolides by Chemoenzymatic Synthesis", "doi": "10.26434/chemrxiv-2025-8jfd8", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Brian J  Curtis; Hannah A Boesger; Jennifer J Schmidt; Maria L Adrover-Castellano; Areeba N Momin; Carolyn A Glasser; David H. Sherman", "abstract": "The pikromycin polyketide synthase (PKS) catalyzes formation of 12-membered macrolactone 10-deoxymethynolide, and 14-membered macrolactone narbonolide. Herein, we show the efficient diversification of novel 14-membered macrolactones from a series of unnatural pentaketides using the PikAIII/PikAIV PKS in vitro system. New macrocycles were further elaborated by the addition of D-desosamine and late-stage C-H hydroxylation. Molecular dynamics (MD) simulations and density functional theory (DFT) calculations were conducted to probe the reactivity and selectivity of this terminal catalytic step on the assembled unnatural macrolides. This approach demonstrates the flexibility and applicability of sequential biocatalytic steps for chemoenzymatic creation of complex antibiotic scaffolds.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Catalysis; Bioorganic Chemistry; Organic Synthesis and Reactions; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Direct Acylation of Alkyl and Aryl Bromides via Nickel-Catalyzed Aldehyde C–H Functionalization", "doi": "10.26434/chemrxiv-2025-3pg3p", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Sean Calvert; Austin Ventura; Aidan Cosgrove; John Montgomery", "abstract": "Aldehyde C–H activation followed by coupling of the acyl fragment with a nucleophile or electrophile represents a straightforward method for accessing ketones. Although this strategy has been utilized for the formation of ketones with diverse substitution patterns, most methods are tailored for ketones that possess aromatic functionality derived from either or both substrates involved in the catalytic union. Herein, we describe the development of acylation reactions of alkyl and aryl bromides to directly access ketones from aliphatic and (hetero)aromatic aldehydes. Judicious choice of tridentate (terpyridine) or bidentate (phenanthroline) ligands enables sp3 and sp2 bromides to participate as coupling partners. Potential for diacylation and orthogonality via iterative couplings are also demonstrated.   ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY 4.0"}
{"title": "Benchmarking the GW Approximation Against Coupled- Cluster Theory for 3d Transition Metals", "doi": "10.26434/chemrxiv-2025-9c6mn", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Laura  Galleni; Daniel Escudero; Thomas-C. Jagau; Michiel van Setten; Maristella Alessio", "abstract": "Transition-metal-containing molecules and materials present significant computational challenges, requiring careful benchmarking to determine which quantum chemical reference data offers the most accurate approximations. We assess the performance of the GW approximation and equation-of-motion coupled-cluster singles and doubles (EOM-CCSD) theory for computing electron-attachment (EA) energies and ionization potentials (IP) for a benchmark set of open-shell 3d transition-metal atoms and molecules. As a reference, we use the ΔCCSD(T) (coupled-cluster singles and doubles plus perturbative triples) approach. Our results show that the single-shot GW (G0W0) approximation achieves an accuracy comparable to that of higher-level wave function methods. For transition-metal atoms, mean absolute errors range from 0.05 to 0.23 eV for EOM-CCSD and from 0.18 to 0.26 eV for G0W0, when using the PBE0 functional as the starting point. In the molecular benchmark set, these errors increase to 0.25–0.41 eV for EOM-CCSD and 0.37–0.60 eV for G0W0@PBE0. While eigenvalue (evGW) or quasi-particle (qpGW) self-consistent GW calculations reduce the dependence on the starting point, they come with a higher computational cost and offer no significant improvement in the agreement with ΔCCSD(T). Our findings indicate that, for our benchmark set of transition-metal atoms and molecules, EOM-CCSD is, on average, only 0.14 eV more accurate than G0W0@PBE0 relative to ΔCCSD(T). However, G0W0 is significantly more computationally efficient than ΔCCSD(T) and EOM-CCSD, making it a compelling alternative for extended open-shell transition-metal systems.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Foundation Model for Accurate Atomistic Simulations in Drug Design", "doi": "10.26434/chemrxiv-2025-f1hgn-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thomas Plé; Olivier Adjoua; Anouar Benali; Evgeny Posenitskiy; Corentin Villot; Louis Lagardère; Jean-Philip Piquemal", "abstract": "Neural network potentials now offer robust alternatives to electronic structure and empirical force fields computations for the on-the-fly production of the potential energy surfaces required in atomistic Molecular Dynamics (MD) simulations. However, widespread application in Chemistry and Biology faces several challenges: the need for fast inference and economical training; stringent model transferability requirements, particularly including charged-species interactions. Trained exclusively on synthetic quantum chemistry data, FeNNix-Bio1 sets a new standard for Foundation machine learning Models to provide predictive condensed-phase MD simulations including quantum nuclear effects. Its full-range of capabilities is demonstrated by modelling: water properties, ions in solution, small molecules hydration free energies, complex folding free-energy landscapes, large-scale protein dynamics, protein-ligand binding, chemical reactions and by coupling it to protein structure prediction foundation models' outputs for further refinement. FeNNix-Bio1 is accurate and systematically improvable while limiting human parametrization efforts: it is likely to have a strong impact in Drug Design.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling; Theory - Computational; Artificial Intelligence", "metrics": null, "license": "CC BY 4.0"}
{"title": "Engineering the Photophysics of Cyanines by Chain C1´ Substituents", "doi": "10.26434/chemrxiv-2025-mf3t3-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ottavio Bedocchi; Jan Polena; Jana Okoroncekova; Petr Slavíček; Petr Klán", "abstract": "Cyanine dyes are widely used in bioimaging, sensing, optoelectronic, or even medicinal applications due to their tunable photophysical properties. However, controlling their electronic structures and photophysical properties remains a challenge. Here we report a novel synthetic route to pentamethine and heptamethine cyanines bearing C1´ chain substituents that allow unprecedented control of their electronic and photophysical properties. By varying the terminal heterocycle (symmetric or asymmetric cyanines) and introducing various substituents at the 1´-position, such as methyl, n-propyl, i-propyl, t-butyl, and cyano groups, we investigated the role of symmetry breaking and its impact on bond length alternation (BLA) and out-of-plane rotation (OPR). Our analysis shows that OPR, coupled with BLA, suppresses or hypsochromically shifts the first absorption band, thereby significantly altering the absorption properties of the studied dyes. This effect is particularly pronounced in structures with different heterocyclic end groups and bulky substituents at the 1´-position, which induce strong electronic and geometric distortions. Through quantum chemical calculations and spectroscopic analyses, we demonstrate how these modifications can be utilized to fine-tune their absorption and emission properties, paving the way for their further customization. Our study not only presents the synthesis of previously unex-plored novel basic cyanine derivatives, but additionally offers a versatile approach to tailor their photophysics through targeted structural modifications at the 1´-position. ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Organic Chemistry; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel-Catalyzed Cross-Dehydrogenative Aldehyde Allylation ", "doi": "10.26434/chemrxiv-2025-gbv0j", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ammar Ibrahim; Yuriko Fujisato; Paul Zimmerman; John Montgomery", "abstract": "Nucleophilic additions to aldehydes play a central role in synthetic chemistry. Additions of organometallic nucleophiles are commonly employed, and alternative catalytic processes using cross-electrophile couplings and reductive couplings involving various π-systems have been developed and extensively used. In this study, we describe a complementary approach for aldehyde-alkene coupling that involves the direct nickel-catalyzed cross-dehydrogenative coupling of aldehydes and alkenes. The process utilizes a combination of zinc powder and di-tert-butyl peroxide, which enables the cross dehydrogenative coupling to allow the synthesis of beta,gamma--unsaturated ketones through the catalytic union of acyl radicals and allylic radicals generated from the aldehyde and alkene substrates. An array of substrate combinations are demonstrated, and experimental and computational work supports the involvement of a double hydrogen-atom-transfer (HAT) mechanism. ", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Organic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Probing Isomers and Conformers by Cryogenic Ion Vibrational Spectroscopy: Deprotonated States of Valine and Aminovaleric Acid", "doi": "10.26434/chemrxiv-2025-xf3d2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Lane Terry; Maddie Klumb; Deacon Nemchick; Robert Hodyss; J. Mathias WEBER", "abstract": "We present infrared photodissociation spectra of messenger-tagged, deprotonated valine and deprotonated aminovaleric acid, showing the difference in the vibrational spectra of isomers with the same functional groups. Through comparison of experimental results and density functional theory calculations, we find that the deprotonated states of both valine and aminovaleric acid adopt a configuration in which the carboxylate group forms a hydrogen bond with the amine group. Despite the similarities of the intramolecular hydrogen bonding, the spectra of the two molecules under study are sufficiently different to use the IR signatures of the carboxylate and amine functional groups as a means to distinguish between them. The conformational search in the case of aminovaleric acid is particularly challenging due to the large number of possible conformations induced by torsion around individual carbon-carbon bonds. For both valine and aminovaleric acid, their IR spectra in their deprotonated states suggests that two of the lowest energy conformers are likely to be populated. ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Analytical Chemistry; Mass Spectrometry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Recyclable Ethylene-Vinyl Acetate Covalent Adaptable Networks and Their Structure-Property Relationships", "doi": "10.26434/chemrxiv-2025-d9s5r", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Logan Fenimore; Mathew Suazo; Boran Chen; Stephanie Barbon; Hayley Barbon; Evelyn Auyeung; Colin Li Pi Shan; John Torkelson", "abstract": "Ethylene-vinyl acetate (EVA) copolymers are widely used in a variety of applications from packaging to footwear owing to their balanced and tunable thermomechanical properties. However, thermoset EVAs face tremendous sustainability challenges. While sustainable alternatives in the form of recyclable EVA covalent adaptable networks (CANs) or vitrimers have been reported, no reports exist which study the relationships between the characteristics of EVAs and their CAN counterparts. This study investigates such structure-property relationships between EVAs and their corresponding CANs containing dialkylamine-disulfide-based dynamic covalent cross-links. We characterized these EVA CANs via differential scanning calorimetry, dynamic mechanical analysis (DMA), and swelling tests. Our results demonstrated that the crystallinity of EVA CANs decreased compared to their thermoplastic precursors. Swelling experiments revealed gel contents greater than 50%, with most EVA CANs showing values between 66% and 74%. DMA analysis indicated the robustness of the dynamically cross-linked EVAs; the effective cross-link density of EVA CANs increased with increasing vinyl acetate (VA) content yet decreased with increasing melt flow index (MFI) of the precursor EVAs, both results of which align with existing literature reports on thermoset EVAs. The dynamic covalent cross-linker BiTEMPS methacrylate facilitated the recyclability of each EVA CAN independent of the precursor EVA, and each recycled EVA CAN fully reproduced the thermomechanical properties of its predecessor. Our findings highlight the impact of VA content and MFI on the thermomechanical properties of EVA CANs and provide a foundation for optimizing the design of recyclable EVA materials with desirable thermomechanical properties.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Materials Science; Polymer Science; Chemical Engineering and Industrial Chemistry; Elastic Materials; Materials Processing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Node-Solution Microenvironment Governs the Selectivity of Thioanisole Oxidation within Catalytic Zr-based Metal–Organic Framework", "doi": "10.26434/chemrxiv-2025-lr080", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hafsa Abdul Ghuffar; Zaheer Masood; Bin Wang; Hyunho Noh", "abstract": " Lewis acidic metal oxides, including zirconia (ZrO2), are catalytically active towards oxidative reactions in the presence of sacrificial oxidants like t-butyl hydroperoxide (TBHP). The structural ambiguity and heterogeneity of the ZrO2 surface impose challenges to chemists in understanding the reaction mechanism down to atomic-level precision. The inorganic, Zr-oxo nodes of many crystalline metal–organic frameworks (MOFs) structurally mimic ZrO2. Herein, we report three novel findings: (A) Zr-based MOF, Zr-MOF-808 is catalytically competent in activating TBHP to induce oxygen atom transfer (OAT) reactions to a model substrate, thioanisole, at room temperature, (B) its reaction mechanism can be derived with greater structural precision owing to the crystallinity of the MOF, and (C) the node-binding agent and other reaction conditions significantly impact the selectivity between the singly-oxidized methyl phenyl sulfoxide vs. the doubly-oxidized sulfone. These findings suggest that both the activity and selectivity of OAT reactions within Zr-MOF-808 are governed by the chemistry occurring at the interface of the node and the surrounding reaction medium. Implications of these findings in OAT reactions and other MOF/metal oxide-catalyzed relevant catalysis are discussed.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Catalysis; Heterogeneous Catalysis; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "LASSO for CALPHAD model selection enables data-efficient thermodynamic modeling: an application in thermochemical hydrogen production materials", "doi": "10.26434/chemrxiv-2024-jtfwd-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Pinwen Guan; Bert  Debusschere; Sean R. Bishop; Matthew  Witman; Anthony H. McDaniel", "abstract": "Phenomenological CALPHAD (CALculation of PHAse Diagrams) models, widely used for multicomponent materials, often contain a considerable number of parameters and require fitting using data from a relatively small number of experimental measurements or theoretical calculations. Sometimes these parameters are introduced for the purpose of improving model fits but without clear physical justification, which leads to over-parameterized models with poor generalization performance. Automated approaches for optimal model selection based on the available data therefore become critical. In this work, a least absolute shrinkage and selection operator (LASSO)-based approach is developed for model selection by leveraging the linearity of the CALPHAD model with\nrespect to its parameters to convert the model selection and fitting to a LASSO minimization problem. We demonstrate its utility for thermodynamic modeling of thermochemical hydrogen (TCH) production materials, using lanthanum strontium manganite (LSM) as an example. Various TCH relevant properties, including oxygen stoichiometry as function of oxygen partial pressure, enthalpy of reduction, and entropy of reduction, are successfully predicted with reasonable accuracy using a minimal set of model parameters. Importantly, the model selection and fitting involve minimal human decision; it can therefore be applied to high-throughput DFT defect calculations and yield efficient workflows for TCH materials modeling and optimization.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Energy; Fuels - Energy Science; Physical and Chemical Properties; Thermodynamics (Physical Chem.); Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Materials Informatics Tools to Analyze Crystal Structures: \nCrystal Structure of the Novel Ternary Indide ErCo2In", "doi": "10.26434/chemrxiv-2025-v32qr-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yuriy Tyvanchuk; Sangjoon  Lee; Volodymyr Babizhetskyy; Volodymyr Smetana; Anja-Verena Mudring; Mariya Dzevenko; Emil I. Jaffal; Balaranjan Selvaratnam; Anton O. Oliynyk", "abstract": "A new ternary rare-earth indide, ErCo2In, was synthesized by arc-melting and subsequent annealing at 1070 K for 720 h. The compound extends the RECo2In (RE = Y, Pr, Nd, Sm, Gd, Tb, Dy, Ho) series. Single-crystal X-ray diffraction revealed ErCo2In to crystallize in the TbCo2In-type (a coloring variant of the PrCo2Ga-type) structure type in oP8, space group Pmma, Wyckoff sequence f2ea, а = 4.999(4), b = 4.029(3) and c = 7.078(5) Å. The crystal structure characterization with X-ray methods was further supplemented with DFT and materials informatics methods. The Crystal Bond Analyzer (CBA) was developed as a user-prompt materials informatics software for high-throughput system analysis. CBA allows visual exploration of bonding in binary and ternary systems, and it reveals for ErCo2In the prevalence of the RE-Co interactions in RE–Co–In systems with the mid-range-rare-earth metals (up to Er), while the RE–Co–In systems with RE beyond Er have the prevalence of Co-In interactions.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Inorganic Chemistry; Solid State Chemistry; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry; Materials Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Advances in Upconversion Nanoparticle Synthesis Methods for Photovoltaic Solar Cell", "doi": "10.26434/chemrxiv-2025-t9974", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Promise Ubah; Olumide Esan; Elvis Okoronkwo", "abstract": "Renewable energy sources like solar power mitigate the negative effects of fossil fuel consumption and meet the ongoing demand for sustainable, pollution-free energy. Photovoltaic (PV) devices generate electricity directly from sunlight and are central to solar energy harvesting. Unfortunately, traditional solar cells can only use high-energy photons in the visible range, wasting the low-energy photons in the infrared (IR) and near-infrared (NIR) spectrum. The search for renewable energy solutions has advanced PV technology significantly, thanks to efficient and ecological innovations. One area in this field involves upconversion nanoparticles (UCNPs), which have gained attention for converting low-energy photons into higher-energy photons, thereby enhancing efficiency. This review covers the principles of upconversion, the design and synthesis of UCNPs for PV systems, and the challenges and opportunities that lie ahead. By critically examining the literature, the authors highlight key parameters for UCNP synthesis and provide optimisation strategies to boost PV performance. Finally, the review offers insights into potential future directions and applications of UCNP-based solar energy technologies for sustainable energy.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Materials Science; Energy", "metrics": null, "license": "CC BY 4.0"}
{"title": "Spin-scaled double hybrids with long-range correction solve the TD-DFT overestimation problem in BODIPY dyes: benchmarking and experimental validation", "doi": "10.26434/chemrxiv-2025-1mqbt-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shebual Sebastian; Vaughan Riley; Binuki Wanniarachchi; Chris Ritchie; Lars Goerigk", "abstract": "It is established that time-dependent Density Functional Theory (TD-DFT) methods systematically overestimate the electronic excitation energies in Boron-dipyrromethene (BODIPY) dyes. Herein, we present the new SBYD31 benchmark set for BODIPY absorption energies and assess 28 different TD-DFT methods, most of which have not been tested on BODIPY dyes before. We show how functionals belonging to the class of recently developed spin-scaled double hybrids with long-range correction (J. Chem. Theory Comput., 2021,17, 5165) overcome the overestimation problem and provide more robust results that have met the chemical accuracy threshold of 0.1 eV. To our knowledge, these are the most accurate absorption energies for BODIPY dyes reported for TD-DFT methods. In passing, we also point out how previous recommendations of \"DSD\" double hybrids (RSC. Adv., 2022, 12, 1704; Comput. Theor. Chem., 2022, 1207, 113531) were based on incorrect interpretations of the results. Our top-three recommended methods are SOS- ωB2GP-PLYP, SCS-ωB2GP-PLYP and SOS-ωB88PP86 and we verify our recommendations by making predictions, which we confirm with experimental measurements of newly synthesised BODIPY dyes. Our results add to existing evidence how time-dependent double hybrids with spin-component scaling and long-range correction solve notoriously hard cases for conventional TD- DFT methods and we are confident that our recommendations will assist in future developments of BODIPY dyes.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Computational Chemistry and Modeling; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Electronic Manifestations of Scandide Contraction: Theoretical Photoelectron Spectroscopy of Monovalent Group 13 Compounds\n", "doi": "10.26434/chemrxiv-2025-cmpv3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jeanet Conradie; Kristian Torstensen; Pekka Pyykkö; Abhik Ghosh", "abstract": "A wide-ranging DFT survey of monovalent Group 13 complexes (trielylenes) has afforded detailed insights into periodic trends in these compounds. Four classes of neutral complexes were examined, based on -diketiminate, bis(imino)carbazolate (pincer), cyclopentadienide, and monocoordinate aryl ligands. Also examined was a set of N,N-diaryl-1,4-diazabutadiene dianion-coordinated triel(I) anions. For four of the five series, the ionization potential of the Ga-based lone pairs was found to be nearly 1 eV or more higher than that of Al-based lone pairs in similar species; the IPs for In were found to hover around the values calculated for Ga. This remarkable effect is thought to be an electronic manifestation of scandide contraction, which results in stabilization of the 4s and 4p subshells due to poor screening by the filled 3d subshell. Only for the aryl series was this effect found to be quite muted, apparently because these complexes do not harbor a genuine metal-based lone pair. Instead, the HOMO consists of a metal-carbon -antibonding orbital, spread over multiple atoms. The calculations also underscore the major role of the supporting ligand in modulating the electronic properties of trielylenes and help explain why certain species such as Al(I) bis(imino)carbazolates might not be stable enough to permit isolation.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Inorganic Chemistry; Bonding; Coordination Chemistry (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "QC-Augmented GNNs for Few-Shot Prediction of Amorphous Polymer Properties via Multi-Scale Microstructures", "doi": "10.26434/chemrxiv-2025-nt0jx-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yiwen Zhang; Zihao YE; Dejun HU; Shutao QI; Zuobang SUN; Junfeng YANG; Yan MA; Yi ZHANG; Junliang ZHANG; Zhiming LI", "abstract": "Accurate prediction of polymer properties is essential for material design. However, traditional methods often struggle with efficiency due to the limited availability of experimental data and insufficient understanding of polymer microstructures, particularly in few-shot leraning scenarios for amorphous polymers. To address this challenge, we introduce a novel paradigm based on \"local clusters\", structural motifs whose properties are efficiently computed using quantum chemistry (QC) methods. These clusters, simulated across multiple scales, serve as key descriptors that encapsulate essential microstructural features of polymers. By integrating these QC-derived descriptors with graph convolutional networks (GNNs) or neural networks (NNs), we have developed Locluster, a multiscale, microstructure-driven predictive model tailored for data-scarce environments in amorphous polymer research. Notably, Locluster requires only 2–5 descriptors and as few as two dozen training samples to accurately predict critical polymer properties, including density, refractive index, dielectric constant, and glass transition temperature. The model achieves predictive performance comparable to approaches trained on large datasets, thereby effectively mitigating the data scarcity challenge in polymer informatics. This work provides an effective option for the rational design and accelerated discovery of novel polymeric materials", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Polymer Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effective Porous Filler Design for Streaming Potential-Driven Electropolymerization", "doi": "10.26434/chemrxiv-2025-94p81", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Suguru Iwai; Ryota Kirino; Elena Villani; Kosuke Sato; George Hasegawa; Norio Ishizuka; Kimihiro Matsukawa; Ikuyoshi Tomita; Shinsuke Inagi", "abstract": "Bipolar electrode (BPE) systems have been attracting increasing attention owing to their cost-effectiveness and wireless design. Recently, we reported the concept of streaming potential-driven BPEs for the oxidative electropolymerization of aromatic monomers without the need for an electric power supply. However, our previous system, which used cotton as a filler material, had limitations in inducing suitable potential differences and charge amounts. In this study, various electrolytes and filling materials for flow cells were investigated for generating streaming potential. The results demonstrate that the use of bicontinuous porous filler materials and electrolytes containing ammonium cations and small anions effectively induces high streaming potential values. Consequently, the monomer scope of our electropolymerization method was extended compared to that of the prototype cell. In addition, a divided flow cell was developed to overcome the limitations of the available reaction.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Physical Chemistry; Polymer Science; Conducting polymers; Electrochemistry - Mechanisms, Theory & Study; Materials Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Optoelectronic characterization for some of the thermally activated delayed fluorescence (TADF) emitters using Density Functional Theory (DFT).", "doi": "10.26434/chemrxiv-2025-pb7qw-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mona Sunaydih Alsaeedi", "abstract": "Materials that show thermally activated delayed fluorescence (TADF) mechanism are of great interest in the organic light-emitting diodes (OLEDs) due to their 100% external quantum efficiency (EQE) with no need to incorporate heavy atoms. Since blue emitting materials with high efficiency are still in high demand, the pyrazine core was used in this study because of its high energy of S1 along with its weak accepting ability. Therefore, pyrazine-based multi-carbazoles [1-3] were studied using density functional theory (DFT) and time-dependent DFT (TD-DFT) methods. The compounds' simulated electronic and photophysical features agree with the experimental observations. All compounds show blue emission lies at 2.77, 2.68, and 2.62 eV, respectively.  Replacing one biphenyl with carbazole (compound 2) decreases the ES1-T1 to 1.09 eV. Replacing two units of bi-phenyls with carbazoles (compound 3) reduces the ES1-T1 even further to 0.26 eV, facilitating the TADF mechanism. All compounds show mixed transitions of charge transfer and locally excited character due to the increase of the donation ability with the addition of carbazole units.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Covalent Organic Framework Solid Solutions for Combined Near-Infrared Photodynamic and Drug Delivery Cancer Therapy", "doi": "10.26434/chemrxiv-2025-b0bbm", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Andrés Rodríguez-Camargo; Erdost Yildiz; Diego Juela; Felix Richard Fischer; Daniel Graf; Bibhuti Bhusan Rath; Christian Ochsenfeld; Matthias Bauer; Metin  Sitti; Liang Yao; Bettina V. Lotsch", "abstract": "Covalent organic frameworks (COFs) have been emerging as versatile reticular materials due to their tunable structures and functionalities, enabled by precise molecular engineering at the atomic level. While the integration of multiple compotents into COFs has substantially expanded their structural complexity, the strategic engineering of diverse functionalities within a single framework via the random distribution of linkers with varying lengths remains largely unexplored. Here, we report a series of highly crystalline COF solid solutions synthesized using azobenzene and bipyridine as linkers, where tuning the ratio of linkers and incorporating palladium effectively modulates the balance between near-infrared (NIR) light absorption and catalytic sites for NIR-generation of hydrogen peroxide (H2O2). Capitalizing on the deep tissue penetration of NIR light and the generated H2O2 as reactive oxygen species, the optimal COF solid solution reduces breast cancer cell viability by almost 90% after 1 hour of irradiation in a combined in vitro photodynamic and drug delivery therapy.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Catalysis; Drug Discovery and Drug Delivery Systems; Heterogeneous Catalysis; Photocatalysis; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": " Kinetic predictions for SN2 reactions using the BERT architecture: Comparison and interpretation.", "doi": "10.26434/chemrxiv-2025-0ln4g-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Chloe Wilson; María Calvo; Stamatia Zavitsanou; James Somper; Ewa Wieczorek; Tom Watts; Jason Crain; Fernanda Duarte", "abstract": "The accurate prediction of reaction rates is an integral step in elucidating reaction mechanisms and designing synthetic pathways. Traditionally, kinetic parameters have been derived from activation energies obtained from quantum mechanical (QM) methods and, more recently, machine learning (ML) approaches. Among ML methods, Bidirectional Encoder Representations from Transformers (BERT), a type of transformer-based model, is the state-of-the-art method for both reaction classification and yield prediction. Despite its success, it has yet to be applied to kinetic prediction. In this work, we train a BERT model to predict experimental logk values of SN2 reactions and compare its performance to the top-performing Random Forest (RF) literature model in terms of accuracy, training time, and ability to replicate known reactivity rules. Both BERT and RF models exhibit near-experimental accuracy (RMSE = 1.1 logk units) on similarity-split test data. Interpretation of the predictions from both BERT and RF reveal that both models identify key reaction centers, as well as known electronic and steric effects. However, limitations in logk extrapolation and recognition of aromatic effects are found for the RF and BERT models, respectively.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Organic Chemistry; Organic Synthesis and Reactions; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Accelerated Development of Energy Materials through Automation and Artificial Intelligence", "doi": "10.26434/chemrxiv-2025-tg9rn", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Abhishek Soni; Shipeng Jia; Corson Chao; Iwnetim Abate", "abstract": "Batteries, fuel cells, and electrolyzers mostly rely on advances in solid-state inorganic materials, yet discovering and optimizing these materials remains a complex and time-intensive challenge. Self-driving laboratories (SDLs), through advances in computation, automation and artificial intelligence (AI), are revolutionizing the pace of solid-state material discovery. SDLs can rapidly navigate vast chemical spaces, optimizing multi-dimensional synthesis and processing conditions and accelerating the identification of high-performance materials relevant for commercialization. The approach not only enhances efficiency and experimental precision but also mitigates the trial-and-error limitations of traditional methods. In this perspective, we examine how computation, high throughput automation, and advanced AI techniques can accelerate the discovery of energy materials, highlighting key capabilities, current applications, and providing a perspective on future directions in the field. We will also discuss how despite challenges such as high implementation costs and the complexity of automating solid-state synthesis, the continued success of SDLs relies on more democratized, accessible, and collaborative frameworks.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Energy; Artificial Intelligence; Energy Storage; Fuels - Energy Science; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photoinduced Cleavage of Alkenyl Fluorides for Nucleophilic Acyl Substitution via In Situ Generated Acyl Fluorides", "doi": "10.26434/chemrxiv-2025-jgr1s", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Emma Gogarnoiu; Melissa Griffin ; Ajay Bansode; Joshua  Paolillo; Joseph  Bergen; Marvin Parasram", "abstract": "Acyl fluorides are versatile intermediates desired for their stability and unique reactivity with amines and other nucleophiles, enabling targeted nucleophilic acyl substitution reactions. Despite their utility, practical methods for their synthesis remain limited. Herein, we describe a facile, one-pot protocol to generate acyl fluorides from alkenyl fluorides, the first example of acyl fluoride generation from alkenyl moieties. The transformation is promoted by the visible-light photoexcitation of 4-nitrophthalonitrile, which serves as a photooxidant under anaerobic conditions to cleave the alkenyl fluoride, producing the desired acyl fluoride intermediate along with a carbonyl byproduct.  We demonstrate the synthetic utility of this mild and practical approach in the synthesis of linear peptide fragments, highlighting its potential application in chemical biology.", "date": "2025-05-06", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Distance-Dependence of Photo-CIDNP in Biomimetic Tryptophan-Flavin Diads", "doi": "10.26434/chemrxiv-2025-vkx9l", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tobias Theiss; Guzel Musabirova; Luca Gerhards; Irina S. Anisimova; Ben G. E. Zoller; Thi Ngoc Ha  Nguyen; Dmitry  Denisov; Anton Schmidt; Sabrina Panter; Stefan Weber; Christoph Tegenkamp; Ilia A. Solov’yov; Jörg Matysik; Tanja Gulder", "abstract": "Nuclear magnetic resonance (NMR) and magnetic resonance imaging (MRI) are essential tools in natural and life sciences, but their low sensitivity often hampers their applicability. Photochemically induced dynamic nuclear polarization (photo-CIDNP) offers a versatile and mild method to overcome this limitation. Here, we report on structure-photo-CIDNP relationship studies in liquid-state NMR utilizing a holistic approach. We synthesized biomimetic tryptophan-flavin diads with varying linker lengths composed of conformationally rigid oligoproline units. The predominant polyproline II (PPII) helical structure ensures consistent donor-acceptor distances. Photo-CIDNP experiments revealed significant hyperpolarization effects, particularly in diads with six proline units, mimicking the spatial arrangement found in natural photoactive proteins. Our findings highlight the potential of these biomimetic diads to enhance nuclear hyperpolarization in NMR spectroscopy. This work provides valuable insights into the design of diads for efficient photo-CIDNP generation, paving the way for advanced studies in modern NMR and bio-MRI.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Organic Chemistry; Organic Synthesis and Reactions; Computational Chemistry and Modeling; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Why the Electron Chooses One of Two Symmetry-Related Paths in the Type II Bacterial Photosynthetic Reaction Centers", "doi": "10.26434/chemrxiv-2025-lp475", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Rongmei Judy Wei; Christine  Kirmaier; Dewey  Holten; Jan  Kern; Philip D.  Laible; Deborah K.  Hanson; Gehan  Ranepura; Md. Raihan  Uddin; Jose  Ortiz-Soto; Marilyn R. Gunner", "abstract": "Photosynthetic reaction centers carry out a series of electron and proton transfer reactions that convert the energy of light into high energy reduced products and add to the proton gradient. All photosynthetic reaction centers (Photosystems I, II, Heliobacter, and bacterial reaction centers (bRCs)) have their charge separating cofactors arranged with two, c2-symmetric paths from primary donor to terminal acceptor. In Type II reaction centers (PSII and bRCs), electrons utilize only one active branch. In bRCs the electron transfer occurs in the A branch from the excited state of dimer P860 through BChlA, BPhA, to QA, and then to the B-branch QB. B-branch BChlB and BPhB do not participate. A similar path is found in PSII. These proteins challenge our understanding of how proteins can turn on or off the activity of bound ligands. The shift of the electrochemical midpoint potential (Em) of each cofactor by the protein environment is calculated using the continuum electrostatics within the MultiConformation Continuum Electrostatic program (MCCE). In bRCs from Rhodobacter sphaeroides, the electrostatic potentials favor reduction of the active branch cofactors. The residues that contribute to a more positive potential on the A branch are identified. These are often distant from the cofactors. The large difference of the potential at the competing BChls may direct the electron transfer to the A branch. Residues TyrM210 and PheL181 are at symmetrical positions on the A and B branches, near P860 and between BChlA or BChlB. Mutated bRCs that swap the Tyr and Phe (YF mutant), have been shown to support some electron transfer to the B-branch cofactors. The calculated Ems in the bRC with the YF swap show that more positive B-branch potentials help explain the electron transfer from excited P860 to the normally inactive B branch.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fully Recyclable and Remarkably Robust Cross-linked Polyethylene Networks via Direct Free-Radical Copolymerization with Disulfide Dynamic Covalent Bonds", "doi": "10.26434/chemrxiv-2025-00bmb", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Logan Fenimore; Mathew Suazo; Sarah Mitchell; Hadi Mohammadi; Kimberly Miller McLoughlin; Patryk Sewruk; Markus Busch; John Torkelson", "abstract": "Cross-linked polyethylene (PEX) is a commercially important polyolefin thermoset that suffers from non-recyclability due to its permanent cross-links. Herein, we report the first in-reactor synthesis of dynamic covalently cross-linked polyethylene or polyethylene covalent adaptable networks (PE CANs) via free-radical copolymerization of ethylene and bis(2,2,6,6-tetramethyl-4-piperidyl methacrylate) disulfide (BTMA). BTMA is a bifunctional comonomer containing a dissociative dynamic disulfide bond. These PE CANs exhibit high crystallinity, outstanding dimensional stability, high-temperature creep resistance, and robust thermomechanical properties comparable to commercial PEX. Crucially, our PE CANs demonstrate full recovery of cross-link density and thermomechanical performance after recycling. Stress relaxation studies reveal viscoelastic behavior enabled by cross-link exchange but dominated by polymer chain reptation, resulting in activation energies aligned with those of long-chain-branched PE melts. This work presents a novel, scalable method for free-radical copolymerization of recyclable PE CANs, offering a more sustainable alternative to PEX.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Materials Science; Polymer Science; Chemical Engineering and Industrial Chemistry; Elastic Materials; Materials Processing; Reaction Engineering", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polynomial Scaling Localized Active Space  Unitary Selective Coupled Cluster Singles and Doubles", "doi": "10.26434/chemrxiv-2025-1n3d4", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shreya Verma; Ruhee D'Cunha; Abhishek Mitra; Matthew R. Hermes; Stephen K. Gray; Matthew Otten; Laura Gagliardi", "abstract": "We present a polynomial-scaling algorithm for the localized active space unitary selective coupled cluster singles and doubles (LAS-USCCSD) method. In this approach, cluster excitations are selected based on a threshold $\\mathnormal{\\epsilon}$ determined by the absolute gradients of the LAS-UCCSD energy with respect to cluster amplitudes. Using the generalized Wick's theorem for multireference wave functions, we derive the gradient expression as a polynomial function of 1-, 2-, and 3-body reduced density matrices and 1- and 2-electron integrals, valid for any multireference wave function.   The resulting gradient implementation exhibits a memory scaling of $\\mathcal{O}(N^6)$.    The variational quantum eigensolver is used to optimize the selected cluster excitations on a quantum simulator.   By plotting the energy error, defined as the difference between the LAS-USCCSD and corresponding CASCI energies, against the inverse cluster amplitude selection threshold ($\\mathnormal{\\epsilon}^{-1}$) for polyene chains containing 2 to 5 $\\pi$-bond units, we establish a relationship between the energy error and the threshold.   To further validate the accuracy of LAS-USCCSD, we computed the cis–trans isomerization energy of stilbene (a 20-qubit system) and the magnetic coupling constant of the tris-hydroxo-bridged chromium dimer \\ce{[Cr_2(OH)_3(NH_3)_6]^{3+}} (evaluated as both 12- and 20-qubit systems) using the Qiskit-Qulacs simulator. Assessing such examples is important to determine the practical feasibility of quantum simulations for chemically realistic systems. Toward this goal, with this LAS-USCCSD algorithm we estimated the quantum resources required for simulating an active space of (30e,22o) in \\ce{[Cr_2(OH)_3(NH_3)_6]^{3+}}, a size that remains beyond the reach of current quantum simulators for accurate treatment.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Combining Physics-Based Protein–DNA Energetics with Machine Learning to Predict Interpretable Transcription Factor-DNA Binding", "doi": "10.26434/chemrxiv-2025-mc5q4", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Carmen Al Masri; Jin Yu", "abstract": "Transcription factors (TFs) are essential regulators of gene expression, and variations in their target DNA sequences due to altering TF-DNA binding affinity and specificity lead to diseases ranging from developmental disorders to cancer. Computational methods that integrate physics-based models with machine learning (ML) hold promise to accurately predict protein–DNA binding affinities while ensuring interpretability and generalizability. Here, we present an approach combining all-atom molecular dynamics (MD) simulations and Molecular Mechanics-Generalized Born Surface Area (MMGBSA) energy calculations with ML model constructions (neural networks, random forests, support vector machines) to predict DNA binding affinities and specificities for the dimeric TF Myc/Max. Using high-quality experimental data from genomic-context protein-binding microarrays (gcPBM), we constructed a balanced dataset of 168 DNA sequences reflecting physiologically relevant genomic environments. Multiple independent simulations were conducted per sequence for each TF-DNA complex to capture structural dynamic and interaction properties, with physically essential energetic descriptors extracted, including van der Waals, electrostatic, solvation, hydrogen bonding, and additional energy corrections. Our models achieved a Pearson correlation of ~0.73 and a mean absolute error of 0.4, substantially improving upon conventional MMGBSA prediction. Feature importance analyses highlighted TF-DNA interfacial complementarity and hydrophobic interactions as primary determinants of binding affinity and specificity, though TF-DNA interfacial hydrogen bonding contributions remain to be better characterized physically for sequence dependency. This physics-informed ML framework thus aims at both predictive accuracy and mechanistic interpretability, paving the way toward universal scalable prediction of interpretable protein–DNA interactions.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DENSE SENSE : A novel approach utilizing an electron density augmented machine learning paradigm to understand a complex odour landscape ", "doi": "10.26434/chemrxiv-2025-68d6w", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Pinaki Saha; Mrityunjay Sharma; Sarabeshwar Balaji; Aryan Amit Barsain; Ritesh Kumar; Volker Steuber; Michael Schmuker", "abstract": "Olfaction is a complex process which involves interaction of multiple odour receptors in nasal epithelium to produce the sensation of smell for particular odorant molecules. Elucidating structure-activity-relationships for odorants and their receptors remains difficult since crystallization of the odour receptors extremely difficult. Therefore, ligand-based approaches that leverage machine learning remain the state of the art for predicting odorant properties for molecules, such as the graph neural network approach used by. In this paper we explore how information from Quantum Mechanics (QM) could synergistically improve the results obtained with the graph neural network. Our findings underscore the possibility of this methodology in predicting odour perception directly from QM data, offering a novel approach in the Machine learning space to understand olfaction.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Salt Effect on DNA Denaturation", "doi": "10.26434/chemrxiv-2025-kd4z0", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Daniel A. Ostrovsky; Mikhail V. Ostrovsky", "abstract": "We developed a method to evaluate the influence of salt on the chemical denaturation process of DNA. Our main objective was to reveal the influence of specific physical forces on the process of chemical DNA denaturation in the presence of salts. We used fractional cohesion parameters shown in the modified equations using the cohesive energy density approach to expose these forces. The original cohesive energy density equation does not apply to ionic systems. So we modified this equation and developed a protocol for applying this modified equation to evaluate the influence of a salt.  We did this by allocating salt effects to either the water or the denaturant, creating an \"effective\" cohesion parameter, and then comparing this effective cohesion parameter to the control cohesion parameters without salt.   Our theory has been developed for the chemical denaturation of DNA in the presence of salts for low- and medium-denaturation degrees, including but not limited to 50\\% denaturation. Specifically, we show the degrees of influence salts have on hydrogen bonding, dispersion, polar forces, proton donor/acceptor ratio, dipole induction, orientation parameter, and electrostatic interaction in the denaturation process of DNA.   By analyzing independent experimental data, we show that salt affects electrostatic repulsion forces, with the most significant compensating attractive forces being dispersion forces, suggesting that at constant 50\\% denaturation, salt leads to the formation of bubbles between DNA strands. Results also show that salt has the least effect on hydrogen bonding. However, there is an internal change in the electron donor and electron acceptor characteristics of hydrogen bonding shown.  ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Biophysical Chemistry; Physical and Chemical Processes; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Emerging Perspectives in Non-Newtonian Fluid Dynamics: Research Gaps, Evolving Methods, and Conceptual Limitations", "doi": "10.26434/chemrxiv-2025-9x1kj", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ashish Garg; Bhargav Akkinepally; Jayati  Sarkar; Sudip K. Pattanayek ", "abstract": "This paper primarily focuses on areas within non-Newtonian fluid mechanics that remain underexplored or inadequately investigated. It highlights on research domains that have not received sufficient attention or detailed study, while also considering the emergence of new areas unexplored by recent scientific and technological advancements. For example explores innovative modeling strategies for understanding fluid dynamics in complex, deformable, and branched flow systems across multiple scales. The elastoviscoplastic (EVP) behavior of fluids under external forcing to model droplet spreading, coalescence, and filtering over porous and soft substrates. Wall slip and junction resistance effects of the flow in tree-like structure. The objective of this paper is to raise awareness about these relatively neglected or unexplored areas of research, encouraging researchers to put efforts towards these promising domains. By doing so, they can contribute to advancing the field in ways that diverge from which have already been sufficiently explored and may lead to breakthroughs and novel discoveries. Moreover, addressing these under-explored areas could have far-reaching implications for both theoretical and practical applications in non-Newtonian fluid mechanics. Investigating these areas more deeply could uncover new insights, enhance existing models, and drive forward technological advancements that were previously overlooked. In addition, this paper will briefly discuss the potential introduction of novel tools, techniques, and methodologies that could be applied to these research areas, as well as to the broader field of non-Newtonian fluid mechanics. These innovations could open up new avenues of exploration and help overcome some of the existing limitations in past and current research. ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Chemical Engineering and Industrial Chemistry; Fluid Mechanics; Thermodynamics (Chem. Eng.); Transport Phenomena (Chem. Eng.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Multifunctional Anionic Cyclotriphosphazene-Based MOF Featuring a Heptanuclear Zn(II) Cluster for Selective Chemical Sensing and Efficient Photocatalytic Activity", "doi": "10.26434/chemrxiv-2025-861s1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Afranur Pendar; Elif Özcan; Hüseyin Cengiz Yatmaz; Yunus Zorlu", "abstract": "The anionic Zn(II)-based MOF, {[bisopibH₂][Zn₇(μ₉-L)₂(μ₃-OH)₂(μ-OH)₂(H₂O)₂]·6DMF}ₙ (PCP-18), was successfully synthesized and structurally characterized using a cyclotriphosphazene-functionalized hexacarboxylate linker (H₆L) in combination with a protonated imidazole-based ligand (bisopibH₂⁺) serving as a charge-balancing cation. Structural analysis revealed that PCP-18 is a robust three-dimensional framework constructed from two discrete {Zn₃O₈}(μ₂-OH)(μ₃-OH) secondary building units (SBUs), which are bridged by the hexacarboxylate linkers to form a highly interconnected framework. PCP-18 displays remarkable fluorescence sensing efficiency toward hydroxylated nitroaromatic analytes, including 2-nitrophenol (2-NP), 4-nitrophenol (4-NP), 2,4-dinitrophenol (DNP), and 1,3,5-trinitrophenol (TNP), with the ability to detect DNP at concentrations as low as 5.06 × 10⁻⁵ M, maintaining selectivity even under competitive conditions. Additionally, it demonstrates high sensitivity and selectivity for Fe³⁺ ions, with a detection limit reaching 5.58 × 10⁻⁵ M.  Its semiconductive nature and anionic framework enable efficient photocatalytic degradation of cationic methylene blue (MB) with degradation efficiencies exceeding 90% under light irradiation, attributed to electrostatic interactions, ion charge effects, and a hole-mediated mechanism.  The reusability of MOF in photocatalytic applications underscores its stability and practical value. This study highlights PCP-18 as a versatile material for addressing critical environmental challenges, including pollutant degradation and hazardous compound detection, emphasizing its innovative and impactful contribution to MOF-based technologies for sustainable environmental remediation.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Materials Science; Inorganic Chemistry; Catalysts; Coordination Chemistry (Inorg.); Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Dynamics and Free Energy Perturbation Analysis of Guava (Psidium guajava) Leaf-Derived Inhibitors Against Coagulation Factor IXa", "doi": "10.26434/chemrxiv-2024-zrhp9-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Joseph De Luna; Shanahi Chelledie Gonzales; Jimuel Jan Nuqui; Evalyn Capinding; Corazon  Sacdalan", "abstract": "Thrombotic disorders, characterized by abnormal blood clot formation, significantly contribute to global cardiovascular mortality. Targeting CFIXa offers a promising therapeutic strategy, balancing anticoagulation efficacy with reduced bleeding risk. This study investigates guava (Psidium guajava) leaf-derived bioactive compounds: 4-Androstene-3.α.,17.β.-diol (Compound 2), Methenolone acetate (Compound 3), and Amitriptyline-M-(CH₃)₂NOH AC (Compound 7) as potential CFIXa inhibitors through MDS, binding free energy calculations, and cluster network analysis. Compound 7 demonstrated superior stability, with the lowest RMSD (0.347 ± 0.110 nm) and strongest binding affinity (−15.475 ± 3.173 kcal/mol), driven by key interactions with residues H:ASN97 [264] (2.9–3.1 Å H-bond), H:TYR99 [266] (4.7–5.2 Å π-alkyl), and H:PHE174 [342] (4.8–5.3 Å π-alkyl) in the S2/S4 pockets. Cluster analysis revealed 40 conformational states, with Cluster 1 (15.8% occupancy) dominating due to these stable interactions. Compound 2 showed moderate stability (RMSD: 0.459 ± 0.307 nm; ΔG: −10.132 ± 4.414 kcal/mol), anchored by hydrophobic contacts with H:LYS239 [409] (4.40–5.17 Å) and L:PHE98 [98] (2.62 Å H-bond), but exhibited dynamic transitions between 49 clusters. Compound 3 was the least stable (RMSD: 0.965 ± 0.382 nm; ΔG: −9.541 ± 4.115 kcal/mol), with 74 clusters and frequent unbinding events (e.g., Cluster 24, 100% dissociation). Transition networks highlighted Compound 7’s kinetic robustness, with >97% of transitions occurring between stable, ligand-bound clusters (e.g., Cluster 1 ↔ Cluster 9). In contrast, Compound 3’s Markov model showed 96.3% self-transitions in unbound clusters, indicating poor residence time and kinetic trapping. Energy decomposition identified H:TYR99 [266] and H:PHE174 [342] as universal hotspots, contributing −0.51 ± 0.09 kcal/mol per residue in Compound 7 but only −0.20 ± 0.09 kcal/mol in Compound 2. These findings resolve the ambiguity surrounding guava leaves’ anticoagulant vs. procoagulant effects, confirming their CFIXa-inhibitory potential. Compound 7 emerges as a promising scaffold for rational drug design, leveraging conserved interactions with the S2/S4 subsites. This study provides a computational foundation for developing guava-derived antithrombotics, bridging structural insights with therapeutic optimization for safer anticoagulation strategies.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Biological and Medicinal Chemistry; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "CytroCell in Aqueous Solution: a Computational and DRIFT Spectroscopy Insight", "doi": "10.26434/chemrxiv-2025-66n21", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anne-Sylvie Fabiano Tixier; Nicolas Michel; Rosaria Ciriminna; Giovanna Li Petri; Giuseppe Angellotti; Ana Rosa Garcia; Mario Pagliaro", "abstract": "The model COSMO-RS (conductor-like screening model for realistic solvation) and molecular dynamics simulations conducted in GROMACS were used to gain insight into the structure and behaviour of CytroCell citrus nanocellulose in aqueous and more complex solutions, including in green solvent dihydrolevoglucosenone. DRIFT spectroscopy was also used to investigate the structure of CytroCell nanocellu-lose samples obtained via acoustic cavitation of lemon, orange, and red orange industrial processing waste. The computational and experimental results obtained are rele-vant to all forthcoming applications of this new family of nanocelluloses sustainably sourced from citrus industry’s main waste product via the CytroCav circular economy process.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Materials Science; Polymer Science; Biocompatible Materials; Cellulosic materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "The Early-Modern History Of The Lead Acid Battery: 1840 To 1940", "doi": "10.26434/chemrxiv-2025-93f7r-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Enrico Manfredi-Haylock; David Payne", "abstract": "Exploring the lead acid battery's journey from the mid 19th century to the present reveals a technology that could have revolutionized electric transportation and grid storage. Despite its pioneering roots and potential role as a clean energy vector, setbacks such as the dominance of the internal combustion engine and the shift to alternating current grids diverted its trajectory. The lead acid battery faced a delayed commercial breakthrough until Faure's pasted plate innovation some 40 years after Planté’s original battery design. While missing the opportunity to spearhead electric vehicle dominance and grid storage solutions, lead acid batteries persist in powering our modern world due to their technological maturity, cost-effectiveness, and recyclability.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Energy; Chemical Engineering and Industrial Chemistry; Industrial Manufacturing; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhanced Prediction of Absorption and Emission Wavelengths of Organic Compounds through Hybrid Graph Neural Network Architectures", "doi": "10.26434/chemrxiv-2025-rcwxh", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Dat P. Nguyen; Quyet M.  Le; Hoa T. P.  Tran; Phuc T.  Le; Tin V.T. Nguyen", "abstract": "The prediction of absorption and emission spectra is a crucial task in the fields of chemistry and materials science, traditionally approached through computational methods such as density functional theory (DFT). Although DFT provides accurate results, its high computational cost and extended processing time limit scalability for large molecular systems. In this study, we demonstrate the effectiveness of graph neural networks (GNNs) as a powerful alternative for predicting optical properties. Our approach leverages multiple GNN architectures that integrate both molecular graphs and molecular fingerprints, enabling the model to capture intricate structural and electronic features of molecules. The combination of molecular representations allows our GNN frameworks to efficiently discern relevant patterns and relationships, significantly improving prediction accuracy while requiring substantially less computational resources. This research underscores the potential of GNNs to revolutionize the approach to spectral predictions, offering a promising pathway for future investigations in molecular design and materials discovery", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Physical Chemistry; Organic Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Injectable Biomaterials for Trabecular Bone Regeneration: Current Strategies and Future Directions", "doi": "10.26434/chemrxiv-2025-nt10h-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Amna Sadiq; Paweł Sać; Nicolas Maciejewicz-Kamiński; Agata Goszczyńska; Miroslawa El Fray", "abstract": "Injectable biomaterials have emerged as a promising solution for bone repair, offering tunable mechanical properties, minimally invasive delivery, and excellent biocompatibility. This work comprehensively explores the trabecular bone physiology, its intrinsic healing mechanism, and conventional surgical and non-surgical methods for bone fracture management. Furthermore, it provides a detailed discussion on injectable polymeric biomaterials, including their classification, advantages, biomedical applications and their role in bone scaffolding. Special attention is given to the emerging field of  4D materials, which exhibit responsiveness to external stimuli like light, temperature, and pH, offering significant potential in tissue engineering. Finally, some examples of clinical studies assessing the efficacy of injectable polymers in bone repair are presented, providing insights into future advancements in biomaterials for trabecular bone repair.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Materials Science; Polymer Science; Biocompatible Materials; Biopolymers; Hydrogels", "metrics": null, "license": "CC BY 4.0"}
{"title": "Bonding-imposed crystallization of 1D nanostructures based on a luminescent and anisotropic 2D van der Waals crystal", "doi": "10.26434/chemrxiv-2025-h1qbm", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Steven J. Allison; Soyeong Kwon; Mashnoon A. Sakib; Yinong Zhou; Marshall Campbell; Griffin M. Milligan; SebastianYepez Rodriguez; Jinyu Liu; Dmitri Leo Mesoza Cordova; Takashi Taniguchi; Kenji Watanabe; SungWoo Nam; Ruqian Wu; Maxim R. Shcherbakov; Luis A. Jauregui; Maxx Q. Arguilla", "abstract": "Physical states in nanoscale solids are tied to their crystalline order, morphology, and size. However, deterministically accessing different nanocrystal morphologies from a single phase usually involves complex synthetic routes, catalysts, or multi-step lithographic techniques. Here, we demonstrate the catalyst-free synthesis of nanosheets and nanowires based on the luminescent 2D van der Waals (vdW) phase, GaTe, as a model phase that manifests atomic precision and a highly anisotropic quasi-1D substructure. We program the size and morphology of the resulting nanostructures by varying the relative rates of precursor deposition and diffusion, achieving dense, uniform, and widespread growth. Ultrathin nanowires resulting from this synthesis exhibit strikingly enhanced low-temperature luminescence with narrow near-infrared (NIR) emission bandwidths. These spectral characteristics arise from defect-bound states confined within a nanowire morphology that acts as a deep sub-wavelength optical cavity, making them suitable as optical emitters with small footprints either as stand-alone structures or coupled with other vdW crystals.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dibromocarbene Addition to Bicyclo[1.1.0]butanes: A Facile Route to Substituted Bicyclo[1.1.1]pentanes", "doi": "10.26434/chemrxiv-2024-rr5p5-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Flynn C. Attard; Andrii Slobodianyk; Roman Bychek; Yaroslav Panasiuk; Philipp Neigenfind; Luca Massaro; Michael Gardiner; Vadym V. Levterov; Phil S. Baran; Pavel K. Mykhailiuk; Lara R. Malins", "abstract": "Strained, multicyclic hydrocarbons are increasingly important structural motifs for drug discovery. In particular, substituted bicyclo[1.1.1]pentanes (BCPs) have risen to prominence as bioisosteres for the ubiquitous benzene ring. Despite their favorable pharmacokinetic properties, synthetic strategies towards BCPs suffer from significant drawbacks – namely an overreliance on [1.1.1]propellane – an operationally challenging to utilize starting material which complicates scale-up and hampers widespread adoption of these motifs. In this work, the synthesis of 2,2-dibromo BCPs is described, presenting a class of novel substituted BCPs and circumventing the need for [1.1.1]propellane-based precursors. Scalable access to these compounds is demonstrated in a simple and inexpensive process, and their applicability for medicinal chemistry campaigns is highlighted through the synthesis of a diverse range of valuable building blocks – including highly sought-after bridge arylated BCP derivatives which are prepared via a novel electrocatalytic cross-coupling procedure.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Organic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "A de novo designed protein with versatile metal binding and tunable hydrolytic activity", "doi": "10.26434/chemrxiv-2025-5q91n", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Alexander Hoffnagle; Suppachai Srisantitham; Maximilian Neeley; F. Akif Tezcan", "abstract": "Metalloenzyme superfamilies achieve diverse functions within a shared structural framework, and similar functional variety may be achievable in designed proteins. We have\npreviously reported a computational approach that enables the de novo design of symmetric protein assemblies around metal centers with pre-defined coordination geometries. Here, we demonstrate that an artificial protein trimer termed Tet4, whose structure was designed around an idealized tetrahedral His3/H2O-ZnII coordination motif, enables the high-affinity binding of several other divalent first-row transition metal ions in the same geometry as for ZnII. We then follow the proposed evolutionary path of a natural metalloenzyme family by engineering a pseudosymmetric,\nsingle chain variant of Tet4, scTet425. scTet425 allows us to introduce asymmetric point mutations that influence the catalytic properties of the metal center. We also demonstrate that we can further tune the enzymatic activity of Tet4 by designing a substrate pocket that improves Zn-Tet4’s affinity for a hydrolysis substrate, 4-methylumbelliferyl acetate.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Inorganic Chemistry; Bioinorganic Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Accessing N-Unprotected Unnatural α-Amino Acids by Half-Sandwich Chiral-at-Metal Aldehyde Catalysis: Scope and Mechanistic Study", "doi": "10.26434/chemrxiv-2025-xsk7p", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gang Chen; Hui Liang; Jing Zhao; Chuanyong Wang; Shuming Chen; Jiajia Ma", "abstract": "Chiral aldehyde catalysis has emerged as an efficient and step-economical protocol for constructing unnatural α-amino acids.  Although binaphthyl or pyridoxal aldehyde catalysts featuring axial or carbon-centered chirality were widely utilized, there is an eager request for alternative catalyst scaffold featuring high reactivity and precise selectivity control. Herein, we report the recently discovered half-sandwich chiral-at-metal aldehyde is a versatile asymmetric catalyst with remarkably broad scope. Direct asymmetric α-C−H functionalization of N-unprotected glycine esters with four types of electrophiles (51 examples, all > 91% ee) has been successfully realized for accessing structurally diverse unnatural α-amino acids. Gram-scale experiment and the catalyst recovery underscored the potential practicability of this reaction.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Organic Chemistry; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY 4.0"}
{"title": "Accurate calculation of electron paramagnetic resonance parameters for molybdenum compounds", "doi": "10.26434/chemrxiv-2025-t65dj-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Maria Drosou; Iris Wehrung; Dimitrios A. Pantazis; Maylis Orio", "abstract": "Paramagnetic molybdenum compounds are of great interest in inorganic chemistry and metalloenzyme catalysis. Electron paramagnetic resonance (EPR) spectroscopies that determine hyperfine coupling constants and g-tensor values are essential tools for investigating the local and global electronic structure of these compounds. Such studies require support from accurate quantum chemical approaches to establish reliable structure–spectroscopy correlations. Here we present a curated database of 22 molecular Mo complexes with well-defined structures and EPR parameters and investigate quantum chemical approaches to determine optimal protocols for computing 95Mo hyperfine coupling constants (HFCs) and g values of Mo(V) compounds. It is shown that the SARC all-electron basis sets developed for the Douglas–Kroll–Hess (DKH) Hamiltonian can be used without any adaptation also for the exact-2-component (X2C) Hamiltonian and require no modifications to produce excellent and converged results for both HFCs and g values. The dependence of EPR parameters on the functional is studied in detail. Double-hybrid functionals and global hybrids with high percentage of exact exchange are top performers for 95Mo HFCs, with PBE0-DH achieving the best agreement with experiment. The DFT results on HFCs are compared with values obtained by coupled cluster theory with the domain-based local pair natural orbital approach (DLPNO-CCSD) and we show that the latter falls short in terms of accuracy and consistency compared to the best performing functionals for the designated set of compounds. Smaller differentiation among functionals is observed for the calculation of g-tensors, with double hybrids being surpassed by several global and range-separated hybrid functionals, although PBE0-DH is still a top performer and can thus be recommended as the most reliable DFT approach overall for describing both valence and core properties of Mo compounds.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Inorganic Chemistry; Bioinorganic Chemistry; Spectroscopy (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Activity-based FRET detection of glycan turnover in microbiomes", "doi": "10.26434/chemrxiv-2025-7gld3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Conor J. Crawford; Greta  Reintjes; Vipul Solanki; Manuel G. Ricardo; Jens Harder; Rudolf  Amann; Jan-Hendrik Hehemann; Peter H. Seeberger", "abstract": "Glycans shape microbiomes in the ocean and the gut, driving key steps in the global carbon cycle and human health. Yet, our ability to track microbial glycan turnover across microbiomes remains limited, as identifying active degraders without prior genomic knowledge remains a key challenge. Here, we introduce an activity-based fluorescence resonance energy transfer (FRET) probe that enables direct visualization and quantification of glycan metabolism in complex microbial communities. As a proof of concept, we investigated α-mannan degradation, a prominent glycan in algal blooms. Using automated glycan assembly, we synthesized a mannan hexasaccharide bearing a fluorescein–rhodamine FRET pair. The probe was validated using a recombinantly expressed endo-α-mannanase (GH76) from Salegentibacter sp. Hel_I_6. It was shown to function in cell lysates, pure cultures, and complex microbiomes (via plate assays and microscopy). This probe enabled spatiotemporal visualization of in situ α-mannan turnover in a marine microbiome. Glycan FRET probes are versatile tools for tracking glycan degradation across biological scales, from single enzymes to microbiomes.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Biological and Medicinal Chemistry; Organic Chemistry; Earth, Space, and Environmental Chemistry; Biochemistry; Chemical Biology; Environmental biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modelling and estimation of chemical reaction yields from high-throughput experiments", "doi": "10.26434/chemrxiv-2023-w1nc5-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tatyana Krivobokova; Razvan-Andrei Morariu; Gianluca Finocchio; Boris Maryasin", "abstract": "Machine learning (ML) and artificial intelligence (AI) techniques are transforming the way chemical reactions are studied today. Valuable datasets from high-throughput experimentation (HTE) are increasingly being generated to better understand reaction conditions that are crucial for outcomes such as yields and selectivities. However, it is often overlooked that data from such designed experiments possess a very specific structure, which can be captured by appropriate statistical models. Ignoring these underlying data structures when applying ML/AI algorithms can result in completely misleading conclusions. In contrast, leveraging knowledge about the data-generating process together with suitable estimation approaches yields reliable, interpretable, and comprehensive insights into the chemical reaction mechanisms. A particularly complex dataset is available for the Buchwald-Hartwig amination. Using this dataset, an appropriate statistical model for HTE-generated chemical data is introduced, and a suitable parameter estimation algorithm is developed. Based on the estimated model, new insights into the Buchwald-Hartwig amination are thoroughly discussed. Our approach is directly applicable to a wide range of HTE-generated data for chemical reactions and beyond", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Theoretical and Computational Chemistry; Organic Chemistry; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Regiodivergent α- and β-Functionalization of Saturated N-Heterocycles by Photocatalytic Oxidation", "doi": "10.26434/chemrxiv-2025-14hmc", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jonas W. Rackl; Alexander F. Müller; Antonia Profyllidou; Helma Wennemers", "abstract": "Synthetic methods that provide, via a central intermediate, access to two different types of products are highly valuable but difficult to establish. Here, we present a photocatalytic, regiodivergent method for the functionalization of saturated N-heterocycles at either the α- or the β-position. A t-butyl carbamate (Boc)-stabilized iminium ion serves as the key intermediate en route to either α-hydroxylation or β-elimination, depending on the choice of base. The operationally simple procedures use a readily available flavin-based catalyst and reagents, aqueous media, and do not require metals. Combined with facile downstream derivatization, the regiodivergent reaction gives rapid access to a large set of functionalized piperidines, molecules that are highly sought-after for the synthesis of pharmaceuticals and agrochemicals.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Organic Chemistry; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A new perspective on aqueous electrolyte solutions", "doi": "10.26434/chemrxiv-2025-mwspf-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gerhard Schwaab; Simone Pezzotti", "abstract": "Aqueous electrolyte solutions  are central to many natural phenomena and industrial applications leading to continuous development of increasingly complex analytical models. These are based on an atomistic description of ion-ion electrostatic interactions combined with mean-field approaches for the dielectric response of water. Despite many achievements, these concepts fail to quantitatively describe situations where ion-ion correlation and specific solvation become relevant, such as for concentrated electrolyte solutions. Here, we propose a change of perspective, by introducing a statistical, coarse-grained view to describe the average thermodynamic properties of aqueous electrolyte solutions.  This approach   bypasses the need to define ion-pairs or ion-complexes and does not require any prior knowledge on specific solvation. We base our concept on separating the solution into a spherical  observation droplet whose size and average composition are uniquely determined by the solution parameters, and its environment consisting of the remaining solution.  This allows us to express the droplet-environment interaction in terms of a generalized multipole expansion, i.e. in a convenient, additive way. We applied this approach to 135 electrolytes including some notoriously complex electrolytes, such as LiCl or ZnCl$_2$ over the full solubility range. This paves the road toward understanding super-saturated and water-in-salt solutions and electrolyte nucleation. ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Chemical Engineering and Industrial Chemistry; Physical and Chemical Properties; Solution Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Towards the faster development of kinetic models for hemicellulose pyrolysis: An Evans-Polanyi-type approach ", "doi": "10.26434/chemrxiv-2025-wv370-v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Leandro Ayarde-Henríquez; Jacopo Lupi; Bernardo Ballotta; Stephen Dooley", "abstract": "This work elucidates Evans-Polanyi-like (EPL) relations to rapidly estimate the standard activation enthalpy of three ubiquitous reaction classes playing a central role in hemicellulose pyrolysis: ring-opening, ring contraction, and elimination. These models leverage computationally cheap local and global electron-density-based chemical reactivity descriptors, such as Fukui’s functions (f), electron population of C-O bonds (N), and the gross intrinsic strength bond index (Δgpair), evaluated for reactants solely. More than 270 reactions observed in twenty-eight functionalized β-D-xylopyranoses, the hemicellulose building block, are used under the 20-80% partition scheme for validating-deriving purposes. By using the relatively simple multilinear regression analysis, four EPL are proposed for informing barriers at the M06-2X/6-311++G(d,p), CBS-QB3, G4, and DLPNO-CCSD(T)-F12/cc-pVTZ-F12//M06-2X/6-311++G(d,p) levels. An adjusted coefficient of determination of 0.80 characterizes all these parametric polynomials. Moreover, MAE and RMSE equal to ≈3.3 and ≈4.1 kcal mol-1 describe the performance of the best-fitting models at DFT and G4. Conversely, the highest values, MAE = 3.6 and RMSE = 4.7 kcal mol-1, are associated with the CBS-QB3 level. The benchmarking of the computed activation enthalpies at 298 K yields simple functions for high-level estimations from low levels of theory with R2 ranging from 0.94 to 0.98 across these polynomials. Extrapolating the DPLNO barriers to the complete basis set limit tends to lower them by 0.63 kcal mol-1. ", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Energy; Chemical Engineering and Industrial Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Comparison of Bead-Spring and Site-Binding Models for Weak Polyelectrolytes", "doi": "10.26434/chemrxiv-2025-v96zp-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Loris Burth; David Beyer; Christian Holm", "abstract": "Understanding states of weak polyelectrolytes is essential for designing advanced materials in biological and industrial applications. However, predicting their ionization states in aqueous solutions with added salt remains challenging due to the interplay between long-range Coulomb interactions, conformational degrees of freedom and chemical equilibria. While flexible bead-spring models with an explicit ion treatment provide accurate results, they are computationally expensive. In contrast, Ising-like site-binding models can often be solved in a matter of seconds and a further speed-up is possible using exact reweighting techniques. Notably, these models neglect conformational degrees of freedom and rely on an implicit salt description. To address the question under which circumstances these approximations are justified, we compare a site-binding model to bead-spring models with implicit and explicit ion treatments. Our results show that under strong electrostatic coupling, an explicit ion treatment is critical for accurately capturing ionization behavior. In particular, both, the site-binding model, and the bead-spring model with implicit ion treatment, strongly overestimate correlations between monomers in this regime, leading to significant deviations from the explicit bead-spring model. Conversely, under weak coupling, which is realized in aqueous environments in the presence of monovalent salts, all three models yield reasonable ionization curves. Minor differences arise, with the implicit bead-spring model showing slightly stronger suppression of ionization, while the site-binding model aligns more closely with the explicit bead-spring model due to compensating errors in ion treatment and conformational flexibility. In summary, while all models are effective under weak coupling, the explicit ion treatment within the bead-spring model is essential for capturing accurate ionization behavior under strong coupling.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Physical Chemistry; Polymer Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Small molecule activation by plutonium(III) and uranium(III) organometallic complexes", "doi": "10.26434/chemrxiv-2025-8r3ml", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Megan Keener; Thayalan Rajeshkumar; Cambell Conour; Joshua Woods; Laurent Maron; Polly Arnold", "abstract": "The activation of small molecules by organometallic complexes across the periodic table, as far as uranium, have transformed our understanding of electronic structure and bonding. Here, we report the transuranic PuIII cyclopenta-dienyl complex, [PuIII(CpMe4)3] (1-Pu), and demonstrate its differences in small molecule reactivity compared to the known UIII analogue, [UIII(CpMe4)3] (1-U). Complex 1-Pu reductively cleaves the small molecule diphenyldisulfide, (PhS)2 through a mechanistic pathway different to complex 1-U, and does not react with 1,2-diphenylhydrazine, (PhHN)2, whereas 1-U reductively cleaves both (PhS)2 and (PhHN)2. The (PhS)2 cleavage by 1-Pu and 1-U affords the new bimetallic, phenylsulfido-bridged PuIII complex, [{PuIII(CpMe4)2}2(mu-SPh)2] (2-Pu) via {CpMe4}1- elimination, and the UIV terminal sulfido complex, [U(Cp Me4)3(SPh)] (3-U) from oxidation of the UIII ion, respectively. The reductive cleavage of (PhHN)2 by 1-U forms an analogous UIV terminal amido complex, [U(CpMe4)3(NHPh)] (4-U). Combined experimental data and DFT calculations suggest the reductive transformations are enabled through sterically in-duced reduction (SIR) and metal-promoted reductive cleavage pathways for Pu and U, respectively.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Inorganic Chemistry; Organometallic Chemistry; Lanthanides and Actinides; Bond Activation; Coordination Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bottom-up simulation, reconstruction, and quantification of macromolecule sequences from experimental polymerizations", "doi": "10.26434/chemrxiv-2025-j3mv8", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Supraja Chittari; Peter Dykeman-Bermingham; Bridgette Elder; Abigail Knight", "abstract": "Motivated by the canonical sequence-structure-function paradigm, tools to characterize chemical patterning in natural biomacromolecules, from proteins to nucleic acids, have grown exponentially in recent years. However, analogous strategies for synthetic macromolecules remain in nascent stages, complicated by sequence polydispersity and analytical limitations. To address this, we have developed a comprehensive and open-source Python software, PRISM (polymer rate insights and sequence modeling), that provides quantitative and qualitative metrics for describing chemical patterning in stochastic polymers. First, a numerical integration strategy was constructed to simulate and fit experimental data from reversible addition-fragmentation chain transfer (RAFT) polymerization kinetics, enabling facile estimation of relevant reactivity ratios. These ratios were then used in a mechanism-specific\nstochastic kinetic simulation strategy to simulate sequence ensembles corresponding to model systems spanning experimental copolymers, classes of statistical polymers (e.g., alternating, block, gradient), and multiblock copolymers. Finally, inspired by sequence homology metrics from bioinformatics, we introduce visualization strategies and quantitative metrics to facilitate comparisons of\ndifferent sequence ensembles. As the sequence-structure-function paradigm becomes increasingly central in de novo design of synthetic macromolecules, this toolkit provides a first step towards accurate and representative sequence description and featurization.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Polymer Science; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Annealing-Driven Phase Control Enables Plasmonic Tunability in Alloy Nanoparticles", "doi": "10.26434/chemrxiv-2025-rcqdx", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Noah Mason; Anthony Branco; Sunhao Liu; Maelisse Trancart; Sangmin Jeong; Connor Sullivan; Sarah Dawes; Smita Chatterjee; Sophia Manukian; Dugan Hayes; Lina Quan; Michael Ross", "abstract": "A critical aspect of designing and realizing useful solid state materials is controlling phase and structure to tailor physical properties. While common for semiconductor and quantum materials, plasmonic materials have inhabited a narrow phase space typically comprising one or two elements, e.g., face-centered cubic metals. While this simplicity has enabled robust use and understanding of Au and Ag nanoparticles, it has also limited the design and manipulation of solid state properties. Here, we show that by tuning the phase and elemental composition of binary Au-Sn nanoparticles, the steady-state absorbance and ultrafast thermalization properties of plasmonic nanoparticles can be controlled. Solid state characterization suggests this is due to the dealloying of Sn and destabilization of AuSn phase, leading to higher quality Au5Sn intermetallic phases alongside Au. Consequently, this work shows that phase control can profoundly influence the properties of plasmonic nanoparticles, providing important tunability for applications in catalysis, photothermal heating, and sensing.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Nanoscience; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reprocessable and highly creep-resistant covalent adaptable networks incorporating azine dynamic cross-links via free-radical polymerization", "doi": "10.26434/chemrxiv-2025-vt1rt-v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mathew Suazo; John Torkelson", "abstract": "Covalent adaptable networks (CANs) are a promising avenue for replacing conventional, unrecyclable thermosets with reprocessable, more sustainable networks incorporating dynamic cross-links. Azine dynamic chemistry has recently been explored and, thus far, has only been incorporated into step-growth CANs. We developed an azine-based cross-linker with methacrylate end groups, enabling radical-based CAN synthesis. Free-radical copolymerization of this cross-linker with n-hexyl methacrylate yielded robust CANs with full property recovery upon reprocessing by compression molding at 120 °C. The associative azine dynamic chemistry resulted in constant cross-link density across the rubbery plateau, extraordinary creep suppression at temperatures of 190-210 °C, and severely limited stress relaxation at temperatures as high as 200-210 °C; nevertheless, this did not hinder the CAN’s reprocessability by compression molding at 120 °C and 8 MPa pressure. Finally, preliminary injection molding and extrusion experiments at temperatures of 200-210 °C indicated the potential feasibility of these methods for azine-based CAN production.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Materials Science; Polymer Science; Materials Processing; Polymer chains; Polymerization (Polymers); Materials Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Melem-PDI polymer network as efficient positive electrode for rechargeable lithium and magnesium batteries", "doi": "10.26434/chemrxiv-2025-1l7xn", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ruth Gomes; Jan Kraus; Igor Krivtsov; Vivek Wakchaure; Sibylle Riedel; Zhirong Zhao Karger; Johannes Liessem; Martin Oschatz; Maximilian Fichtner; Radim Beranek; Max von Delius", "abstract": "Organic battery electrode materials represent a sustainable alternative compared to most inorganic electrodes, yet challenges persist regarding their energy density and cycling stability. In this work, we describe a new organic electrode material, which is obtained via ionothermal polymerization of low-cost starting materials melem (2,5,8-triamino-tri-s-triazine) and perylenetetracarboxylic dianhydride (PTCDA). The resulting networked polymer Melem-PDI exhibits favourable thermal and electrochemical properties that prompted us to investigate its performance as a positive electrode material in rechargeable lithium and magnesium batteries. We found that a hybrid material with carbon nanotubes (Melem-PDI-CNT) exhibits excellent cycling stability in Li-ion batteries at a current rate as high as 500 mA g-1 for 5000 cycles. While the Li-ion storage is based on a pseudocapacitive mechanism, a diffusion-controlled mechanism was observed in magnesium batteries. Our work underscores that classic dyes (here: PDI) can be re-purposed for energy storage, once they are integrated into suitable polymer topologies and brought into nanoscale contact with conductive materials.", "date": "2025-05-07", "journal": "chemRxiv", "categories": "Polymer Science; Energy; Conducting polymers; Organic Polymers; Energy Storage; Materials Chemistry", "metrics": null, "license": "CC BY 4.0"}