{"title": "Synthesis of Elaborate Benzofuran-2-Carboxamide Derivatives Through a Combination of 8-Aminoquinoline Directed C–H Arylations and Transamidations", "doi": "10.26434/chemrxiv.7925489.v1", "published_doi": "10.3390/MOLECULES25020361", "published_url": "https://doi.org/10.3390/molecules25020361", "authors": "Michael Oschmann; Linus Johansson Holm; Oscar Verho", "abstract": "Benzofurans are everywhere in nature and they have been extensively\nstudied by medicinal chemists over the years because of their chemotherapeutic\nand physiological properties. Herein, we describe a strategy that can be used\nto access elaborate benzo-2-carboxamide derivatives, which involves a synthetic\nsequence of 8-aminoquinoline directed C–H arylations followed by transamidations.\nFor the directed C–H arylations, Pd catalysis was used to install a wide range\nof aryl and heteroaryl substituents at the C3 position of the benzofuran\nscaffold in high efficiency. Directing group cleavage and further\ndiversification of the C3-arylated benzofuran products were then achieved in a\nsingle synthetic operation through the utilization of a two-step transamidation\nprotocol. By bocylating the 8-aminoquinoline amide moiety of these products, it\nproved possible to activate them towards aminolysis with different amine\nnucleophiles. Interestingly, this aminolysis reaction was found to proceed\nefficiently without the need of any additional catalyst or additive. Given the\nhigh efficiency and modularity of this synthetic strategy, it constitute a very\nattractive approach for generating structurally-diverse collections of benzofuran\nderivatives for small molecule screening.", "date": "2019-04-01", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Programming Hydrogel with Classical Conditioning Algorithm", "doi": "10.26434/chemrxiv.7926542.v1", "published_doi": "10.1038/S41467-019-11260-3", "published_url": "https://doi.org/10.1038/s41467-019-11260-3", "authors": "Hang Zhang; Hao Zeng; Arri Priimägi; Olli Ikkala", "abstract": "Living systems are essentially out of equilibrium, where concentration gradients are kinetically controlled by reaction networks that provide spatial recognitions for biological functions. They have inspired life-like systems using supramolecular dynamic materials and systems chemistry. Upon pursuing ever more complex life-inspired systems, mimicking the ability to learn would be of great interest to be implemented in artificial materials. We demonstrate a soft hydrogel model system that is programmed to algorithmically mimic some of the basic aspects of classical Pavlovian conditioning, the simplest form of learning, driven by the coupling between chemical and physical processes. The gel can learn to respond to a new, originally neutral, stimulus upon classical conditioning with an unconditioned stimulus. Further subtle aspects of Pavlovian conditioning, such as forgetting and spontaneous recovery of memory, are also achieved by driving the system out-of-equilibrium. The present concept demonstrates a new approach towards dynamic functional materials with “life-like” properties.<br /><br />", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Biological Materials; Nanostructured Materials - Materials; Hydrogels; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthetic and Mechanistic Studies of a Versatile Heteroaryl Thioether Directing Group for Pd(II) Catalysis", "doi": "10.26434/chemrxiv.7927166.v1", "published_doi": "10.1021/acscatal.9b01471", "published_url": "https://doi.org/10.1021/acscatal.9b01471", "authors": "Andrew Romine; Kin Yang; Malkanthi Karunananda; Jason Chen; Keary Engle", "abstract": "A weakly coordinating monodentate heteroaryl thioether directing group has been developed for use in Pd(II) catalysis to orchestrate key elementary steps in the catalytic cycle that require conformational flexibility in a manner that is difficult to accomplish with traditional strongly coordinating directing groups. This benzothiazole thioether, (BT)S, directing group can be used to promote oxidative Heck reactivity of internal alkenes providing a wide range of products in moderate to high yields. To demonstrate the broad applicability of this directing group, arene C–H olefination was also successfully developed. Reaction progress kinetic analysis provides insights into the role of the directing group in each reaction, which is supplemented with computational data for the oxidative Heck reaction.  Furthermore, this (BT)S directing group can be transformed into a number of synthetically useful functional groups, including a sulfone for Julia olefination, allowing it to serve as a “masked olefin” directing group in synthetic planning. In order to demonstrate this synthetic utility, natural products (+)-salvianolic acid A and salvianolic acid F are formally synthesized using the (BT)S directed C–H olefination as the key step.", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Computational Chemistry and Modeling; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Flow Chemistry Controls Both Self-Assembly and the Entrapped Oscillatory Cargo in Belousov-Zhabotinsky Driven Polymerization-Induced Self-Assembly", "doi": "10.26434/chemrxiv.7895891.v1", "published_doi": "10.1038/S42004-019-0241-1", "published_url": "https://doi.org/10.1038/s42004-019-0241-1", "authors": "Liman Hou; Marta Dueñas-Diez; Rohit Srivastava; Juan Perez-Mercader", "abstract": "<p></p><p>Belousov-Zhabotinsky (B-Z) reaction driven\npolymerization-induced self-assembly (PISA), or B-Z PISA, is a novel method for\nthe autonomous one-pot synthesis of polymer vesicles from a macroCTA (macro\nchain transfer agent) and monomer solution (“soup”) containing the above and\nthe BZ reaction components. In it, the polymerization is driven (and\ncontrolled) by periodically generated radicals generated in the oscillations of\nthe B-Z reaction. These are inhibitor/activator radicals for the\npolymerization. Until now B-Z PISA has only been carried out in batch reactors.\nIn this manuscript we present the results of running the system using a\ncontinuously stirred tank reactor (CSTR) configuration which offers some\ninteresting advantages.Indeed, by controlling the CSTR parameters we achieve\nreproducible and simultaneous control of the PISA process and of the properties\nof the oscillatory cargo encapsulated in the resulting vesicles. Furthermore,\nthe use of flow chemistry enables a more precise morphology control and chemical\ncargo tuning. Finally, in the context of biomimetic applications a CSTR\noperation mimics more closely the open non-equilibrium conditions of living\nsystems and their surrounding environments.</p><p></p>", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Inorganic Polymers; Polymerization (Polymers); Polymerization kinetics; Polymer morphology; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Relative Rates of Bond Rotation and Ring Closure in the Photocycloaddition Intermediates from Fullerene-C60 and the Isomeric 2,4-Hexadienes", "doi": "10.26434/chemrxiv.7890413.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Wendell Dilling", "abstract": "<p>Photocycloaddition of fullerene-C<sub>60 </sub>to the isomeric 2,4-hexadienesreported by Orfanopoulos and co-workers gave a series of 2 + 2 cycloadducts in which bond rotation had occurred in some products.  Relative rates of bond rotation and ring closure in the biradical intermediates were calculated from the product distributions using equations developed by Bartlett and co-workers.  These data are reinterpreted to show that the ratio of the rate of bond rotation in the intermediate to the rate of ring closure to the cyclobutane product is ~70 for the <i>trans</i>-1-propenyl intermediate formed in the initial cis conformation. Data are inconsistent for the analogous <i>cis</i>-1-propenyl intermediate. The relative rate for the <i>trans</i>-1-propenyl intermediate formed in the initial trans conformation is ~9.  Accurate relative rate determinations are highly dependent on very accurate product distribution determinations.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Physical Organic Chemistry; Stereochemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Towards a Design of Active Oxygen Evolution Catalysts: Insights from Automated Density Functional Theory Calculations and Machine Learning", "doi": "10.26434/chemrxiv.7926869.v1", "published_doi": "10.1021/acscatal.9b02416", "published_url": "https://doi.org/10.1021/acscatal.9b02416", "authors": "Seoin Back; Kevin Tran; Zachary Ulissi", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<div><p>Developing active and stable oxygen evolution catalysts is a key to enabling various future energy technologies and the state-of-the-art catalyst is Ir-containing oxide materials. Understanding oxygen chemistry on oxide materials is significantly more complicated than studying transition metal catalysts for two reasons: the most stable surface coverage under reaction conditions is extremely important but difficult to understand without many detailed calculations, and there are many possible active sites and configurations on O* or OH* covered surfaces. We have developed an automated and high-throughput approach to solve this problem and predict OER overpotentials for arbitrary oxide surfaces. We demonstrate this for a number of previously-unstudied IrO2 and IrO3 polymorphs and their facets. We discovered that low index surfaces of IrO2 other than rutile (110) are more active than the most stable rutile (110), and we identified promising active sites of IrO2 and IrO3 that outperform rutile (110) by 0.2 V in theoretical overpotential. Based on findings from DFT calculations, we pro- vide catalyst design strategies to improve catalytic activity of Ir based catalysts and demonstrate a machine learning model capable of predicting surface coverages and site activity. This work highlights the importance of investigating unexplored chemical space to design promising catalysts.<br /></p></div></div></div></div><div><div><div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Electrocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Protein Spin Labeling with a Photocaged Nitroxide Using Diels-Alder Chemistry", "doi": "10.26434/chemrxiv.7931192.v1", "published_doi": "10.1002/cbic.201900318", "published_url": "https://doi.org/10.1002/cbic.201900318", "authors": "Anandi Kugele; Bjarne Silkenath; Jakob Langer; Valentin Wittmann; Malte Drescher", "abstract": "EPR spectroscopy of diamagnetic bio-macromolecules is based on site-directed spin labeling (SDSL). Here, we present a novel labeling strategy for proteins. We developed and synthesized a nitroxide-based spin label that can be ligated to proteins by an inverse-electron-demand Diels-Alder (DAinv) cycloaddition to genetically encoded non-canonical amino acids (ncAA). The nitroxide moiety is shielded by a photoremovable protecting group (PPG) with an attached tetraethylene glycol unit to achieve water solubility. We demonstrate SDSL of two model proteins with the PaNDA (Photoactivatable Nitroxide for DAinv reaction) label. Our strategy features high reaction rates combined with high selectivity, as well as high stability of the nitroxide in E. coli lysate.", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Calyciphylline B-type Alkaloids: Total Syntheses of (–)-Daphlongamine H and (–)-Isodaphlongamine H", "doi": "10.26434/chemrxiv.7937780.v1", "published_doi": "10.1021/jacs.9b03576", "published_url": "https://doi.org/10.1021/jacs.9b03576", "authors": "Cedric Hugelshofer; Vignesh Palani; Richmond Sarpong", "abstract": "The first total synthesis of the complex hexacylic Daphniphyllum alkaloid (–)-daphlongamine H in enantioenriched form has been accomplished. Key to the success of the strategy are a complexity-building Mannich reaction, efficient cyclizations, and a highly  diastereoselective hydrogenation to assemble multigram quantities of the tricyclic core bearing four contiguous stereocenters. Following construction of the hydro-indene substructure by means of a Pauson–Khand reaction, endgame redox manipulations delivered the natural product. Importantly, the synthetic studies have also given access to (–)-isodaphlongamine H and led to a revision of the reported structure of deoxyisocalyciphylline B, which resulted in the proposal of a modified biosynthetic pathway to the calyciphylline B-type alkaloids.", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthetic Variation and Structural Trends in Layered Two-Dimensional Alkylammonium Lead Halide Perovskites", "doi": "10.26434/chemrxiv.7942628.v1", "published_doi": "10.1021/acs.chemmater.9b01318", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01318", "authors": "Watcharaphol Paritmongkol; Nabeel Dahod; Nannan Mao; Shao-Liang Zheng; William Tisdale", "abstract": "We report the cooling-induced crystallization of layered two-dimensional\nlead halide perovskites with controllable inorganic quantum-well thickness (<i>n</i> = 1, 2, 3, 4)<i>,</i> organic spacer chain length (butyl-, pentyl-, hexylammonium),\nA-site cation (methylammonium, formamidinium), and halide anion (iodide,\nbromide). We report crystal structures for the iodide family as a function of\nthese compositional parameters, and across their temperature dependent phase\ntransitions. In general, lower symmetry crystal structures, increasing extents\nof organic-spacer interdigitation, and increasing organic-spacer corrugation\ntilts are observed at low temperature. In addition, greater structural\ndistortions are seen in lead halide octahedra closest to the organic spacer\nlayer, and larger-<i>n­ </i>structures\nexhibit periodic variation in Pb-I bond lengths. We also provide detailed\nguidance regarding the combination of synthetic parameters needed to achieve\nphase-pure crystals of each composition, and discuss difficulties encountered\nwhen trying to synthesize particular members of the 2D perovskite family\ncontaining formamidinium or cesium as the A-site cation. These results provide\na foundation for understanding structural trends in 2D lead halide perovskites\nand the effect these trends have on their thermal, electrical, and optical\nproperties.", "date": "2019-04-03", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Missing Reactivity of Trimethylsilyl Reagents: Dehalogenative Activation Enabling One-Pot Generation of Aryne from 2-Iodophenol", "doi": "10.26434/chemrxiv.7934987.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Koichiro Mikami; Takaaki Hirano; Hanamura Hitoshi", "abstract": "Herein we present a missing reactivity of trimethylsilyl reagents; dehalogenative activation, which involves abstracting a halogen atom and anionically activating the substrate similar to the halogen-metal exchange reaction in classical carbanion species.  This missing reactivity allowed for the one-pot generation of aryne from 2-iodophenol.", "date": "2019-04-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Karplus Equation for the Conformational Analysis of Organic Molecular Crystals", "doi": "10.26434/chemrxiv.7945244.v1", "published_doi": "10.1002/anie.201906359", "published_url": "https://doi.org/10.1002/anie.201906359", "authors": "Pierre Thureau; Isaure Carvin; Fabio Ziarelli; Stéphane Viel; Giulia Mollica", "abstract": "In the liquid state, vicinal J couplings (3J) have been extensively used for conformational analysis of organic compounds, peptides and proteins through the use of empirical Karplus equations. Contrastingly, there are essentially no examples of the use of 3J for quantitative structural investigation of solids. With the support of DFT calculations, we show that 13C-13C 3J couplings measured on a series of 13C-enriched solids can be related to the dihedral angle of the corresponding molecular fragment by a simple Karplus relationship. We show that such function could be successfully used to deduce dihedral angles on a solid compound with known structure.", "date": "2019-04-03", "journal": "chemRxiv", "categories": "Solid State Chemistry; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aiming for a Standardized Protocol for Preparing a Process Green Synthesis Report and for Ranking Multiple Synthesis Plans to a Common Target Product", "doi": "10.26434/chemrxiv.7931966.v1", "published_doi": "10.1515/gps-2019-0048", "published_url": "https://doi.org/10.1515/gps-2019-0048", "authors": "john andraos", "abstract": "This paper proposes a standardized format for the preparation of process green synthesis reports that can be applied to chemical syntheses of active pharmaceutical ingredients (APIs) of importance to the pharmaceutical industry. Such a report is comprised of the following eight sections: a synthesis scheme, a synthesis tree, radial pentagons and step E-factor breakdowns for each reaction step, a tabular summary of key material efficiency step and overall metrics for a synthesis plan, a mass process block diagram, an energy consumption audit based on heating and cooling reaction and auxiliary solvents, a summary of environmental and safety-hazard impacts based on organic solvent consumption using the Rowan solvent greenness index, and a cycle time process schedule. Illustrative examples of process green synthesis reports are given for the following pharmaceuticals: 5-HT2B and 5-HT7 receptors antagonist (Astellas Pharma), brivanib (Bristol-Myers Squibb), and orexin receptor agonist (Merck). Methods of ranking synthesis plans to a common target product are also discussed using 6 industrial synthesis plans of apixaban (Bristol-Myers Squibb) as a working example. The Borda count method is suggested as a facile and reliable computational method for ranking multiple synthesis plans to a common target product using the following 4 attributes obtained from a process green synthesis report: process mass intensity, mass of sacrificial reagents used per kg of product, input enthalpic energy for solvents, and Rowan solvent greenness index for organic solvents.<br />", "date": "2019-04-03", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Process Chemistry; Pharmaceutical Industry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemically Gated Long Distance Charge Transport in Photosystem I", "doi": "10.26434/chemrxiv.7945379.v1", "published_doi": "10.1002/ange.201904374", "published_url": "https://doi.org/10.1002/ange.201904374", "authors": "Montserrat López Martínez; Manuel López Ortiz; Maria Elena Antinori; Emilie Wientjes; Roberta Croce; Ismael Díez-Pérez; Pau Gorostiza", "abstract": "<p>The transport of electrons along photosynthetic and\nrespiratory chains involves a series of\nenzymatic reactions that are coupled through\nredox mediators, including proteins and small molecules. The use of native and\nsynthetic redox probes is key to\nunderstand charge transport mechanisms, and to design bioelectronic sensors and solar energy conversion devices. However,\nredox probes have limited tunability to exchange charge at the desired\nelectrochemical potentials (energy levels) and at different protein sites.\nHere, we take advantage of electrochemical scanning tunneling microscopy\n(ECSTM) to control the Fermi energy and nanometric position of the ECSTM probe in order to study electron transport in\nindividual photosystem I (PSI) complexes. Current-distance measurements at\ndifferent potentiostatic conditions\nindicate that PSI supports long-distance\ntransport that is electrochemically gated near the redox potential of P700,\nwith current extending farther under hole injection conditions.</p>", "date": "2019-04-04", "journal": "chemRxiv", "categories": "Biophysics; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polarization Transfer via Field Sweeping in Parahydrogen-Enhanced Nuclear Magnetic Resonance", "doi": "10.26434/chemrxiv.7946807.v1", "published_doi": "10.1063/1.5089486", "published_url": "https://doi.org/10.1063/1.5089486", "authors": "James Eills; John W. Blanchard; Teng Wu; Christian Bengs; Julia Hollenbach; Dmitry Budker; Malcolm H. Levitt", "abstract": "<div><br /></div><div><table><tr><td>We show that in a spin system of two magnetically inequivalent protons coupled to a heteronucleus such as 13C, an adiabatic magnetic field sweep, passing through zero field, transfers proton singlet order into magnetization of the coupled heteronucleus. This effect is potentially useful in parahydrogen-enhanced nuclear magnetic resonance, and is demonstrated on singlet-hyperpolarized [1-13C]maleic acid, which is prepared via the reaction between [1-13C]acetylene dicarboxylic acid and para-enriched hydrogen gas. The magnetic field sweeps are of microtesla amplitudes, and have durations on the order of seconds. We show a polarization enhancement by a factor of 10<sup>4</sup> in the 13C spectra of [1-13C]maleic acid in a 1.4 T magnetic field.</td></tr></table></div>", "date": "2019-04-04", "journal": "chemRxiv", "categories": "Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Asymmetric Chemoenzymatic Synthesis of Podophyllotoxin and Related Aryltetralin Lignans", "doi": "10.26434/chemrxiv.7946729.v1", "published_doi": "10.1002/anie.201904102", "published_url": "https://doi.org/10.1002/anie.201904102", "authors": "Jian Li; Xiao Zhang; Hans Renata", "abstract": "We report a concise chemoenzymatic synthesis of podophyllotoxin. Highlights of the synthesis include the use of enzymatic oxidative coupling to generate the tetracyclic core of the natural product, and late stage chemical oxidation to install the requisite secondary alcohol.", "date": "2019-04-04", "journal": "chemRxiv", "categories": "Natural Products; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Structures of Bent, Formally Two-Coordinate Lanthanide(III) Cations", "doi": "10.26434/chemrxiv.7952063.v1", "published_doi": "10.1039/C9SC03431E", "published_url": "https://doi.org/10.1039/c9sc03431e", "authors": "David Mills; Hannah Nicholas; Michele Vonci; Conrad Goodwin; Richard Winpenny; Eric J. L. McInnes; Nicholas Chilton; Siobhan Murphy; Song Loo Wei; Daniel Cassim", "abstract": "<p>Synthesis of bent, formally two-coordinate lanthanide(III) cations. Characterization by multinuclear NMR, EPR, UV/Vis/NIR and ATR-IR spectroscopy, single crystal XRD, magnetic measurements, elemental analysis and ab initio calculations. <b></b></p>", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Ligands (Inorg.); Magnetism; Organometallic Compounds; Spectroscopy (Inorg.); Theory - Inorganic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "RDChiral: An RDKit Wrapper for Handling Stereochemistry in Retrosynthetic Template Extraction and Application", "doi": "10.26434/chemrxiv.7949024.v1", "published_doi": "10.1021/acs.jcim.9b00286", "published_url": "https://doi.org/10.1021/acs.jcim.9b00286", "authors": "Connor W. Coley; William H. Green; Klavs F. Jensen", "abstract": "There is a renewed interest in computer-aided synthesis planning, where the vast majority of approaches require the application of retrosynthetic reaction templates. Here, we introduce an open source Python wrapper for RDKit designed to provide consistent handling of stereochemical information in applying retrosynthetic transformations encoded as SMARTS strings. RDChiral is designed to enforce the introduction, destruction, retention, and inversion of tetrahedral centers as well as the cis/trans chirality of double bonds. We also introduce an open source implementation of a retrosynthetic template extraction algorithm to generate SMARTS patterns from atom-mapped reaction SMILES strings. In this manuscript, we describe the implementation of these two pieces of code and illustrate their use through many examples.<div><br /></div><div>The two .json.gz files can be generated from the open source USPTO data available at https://figshare.com/articles/Chemical_reactions_from_US_patents_1976-Sep2016_/5104873 using the code contained in the rdchiral GitHub repository. They are placed here for convenience if you would prefer to copy them into the templates/data subfolder instead of creating them from the source .rsmi file.</div>", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Stereochemistry; Chemoinformatics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Assessing the Role of Inter-Molecular Interactions in a Perylene-Based Nanowire Using First-Principles Many-Body Perturbation Theory", "doi": "10.26434/chemrxiv.7956248.v1", "published_doi": "10.1021/acs.jpclett.9b00800", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00800", "authors": "Tianlun Huang; D. Kirk Lewis; Sahar Sharifzadeh", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<p>We present a first-principles many-body perturbation theory study of the role of inter-molecular\ncoupling on the optoelectronic properties of a one-dimensional p-stacked nanowire composed of perylene-3,4,9,10-tetracarboxylic diimide (PTCDI) molecules on a DNA-like backbone. We\ndetermine that strong inter-molecular electronic coupling results in large bandwidths and low\ncarrier effective masses, suggesting a high electron mobility material. Additionally, by including\nthe role of finite temperature phonons on optical absorption via a newly presented approach, we\npredict that the optical absorption spectrum at room temperature is significantly altered from\nroom temperature due to allowed indirect transitions, while the exciton delocalization and\nbinding energy, a measure of inter-molecular electronic interactions, remains constant. Overall,\nour studies indicate that strong inter-molecular coupling can dominate the optoelectronic\nproperties of π-conjugated 1D systems even at room temperature.</p>\n\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Optical Materials; Computational Chemistry and Modeling; Quasiparticles and Excitations", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Visible Light Promoted Functionalisation of Carbon-Carbon Sigma Bonds", "doi": "10.26434/chemrxiv.7958765.v1", "published_doi": "10.1021/acscatal.9b03190", "published_url": "https://doi.org/10.1021/acscatal.9b03190", "authors": "Jeremy Nugent; Carlos Arroniz; Bethany Shire; Alistair J. Sterling; Helena D. Pickford; Marie L. J. Wong; Steven J. Mansfield; Dimitri F. J. Caputo; Benjamin Owen; James\nJ. Mousseau; Fernanda Duarte; Edward Anderson", "abstract": "<p>The use of visible light to activate transition metal catalysts towards redox processes has transformed the way organic molecules can be constructed. Promotion of an electron to an excited state enables the generation of organic radicals through electron transfer to or from the metal complex, with the resulting radicals primed for reactions such as addition to carbon–carbon pi bonds. Despite advances in photoredox catalysis which have led to the discovery of numerous such methods for bond construction, this mild approach to the generation of free radicals has not been applied to the functionalisation of carbon–carbon sigma<i></i>bonds. Here we report the first such use of photoredox catalysis to promote the addition of organic halides to the caged carbocycle [1.1.1]propellane; the products of this process are bicyclo[1.1.1]pentanes (BCPs), motifs that are of high importance as bioisosteres in the pharmaceutical industry, and in materials applications. The methodology shows broad substrate scope and functional group tolerance, and is applicable to both <i>sp</i><sup>2</sup>and <i>sp</i><sup>3</sup>carbon–halogen bonds, while the use of substrates containing alkene acceptors enables the single-step construction of polycyclic bicyclopentane products through cyclisation cascades. Finally, the potential to accelerate drug discovery is demonstrated through examples of late-stage bicyclopentylation to access natural product- and drug-like molecules.</p>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Computational Chemistry and Modeling; Photocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photocatalytic TiO2 Micromotors for Removal of Microplastics and Suspended Matter", "doi": "10.26434/chemrxiv.7959182.v1", "published_doi": "10.1021/acsami.9b06128", "published_url": "https://doi.org/10.1021/acsami.9b06128", "authors": "Linlin Wang; Andrea Kaeppler; Dieter Fischer; Juliane Simmchen", "abstract": "<p></p><p>  Environmental contamination is a\nmajor global challenge and the effects of contamination are found in most habitats.\nIn recent times, the pollution by microplastics has come to the global\nattention and their removal displays an extraordinary challenge with no\nreasonable solutions presented so far. One of the new technologies holding many\npromises for environmental remediation on the microscale are self-propelled\nmicromotors. They present several properties that are of academic and technical\ninterest, such as the ability to overcome the diffusion limitation in catalytic\nprocesses and their phoretic interaction with their environment. Here, we\npresent two novel strategies for the elimination of microplastics using\nphotocatalytic Au@Ni@TiO<sub>2</sub> -based micromotors. We show that\nindividual catalytic particles as well as assembled chains show excellent\ncollection and removal of suspended matter and microplastics from natural water\nsamples.</p><p></p>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Magnetic Materials; Nanostructured Materials - Materials; Thin Films; Photocatalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "New Class of Electrophiles in Palladium/Norbornene Cooperative Catalysis: Sulfenamide-Enabled Ortho Thiolation of Aryl Iodides", "doi": "10.26434/chemrxiv.7955831.v1", "published_doi": "10.1038/S41467-019-11398-0", "published_url": "https://doi.org/10.1038/s41467-019-11398-0", "authors": "Renhe Li; Yun Zhou; Ki-Young Yoon; Zhe Dong; Guangbin Dong", "abstract": "To expand the synthetic platform of the palladium-norbornene\ncooperative catalysis, here we report a general <i>ortho</i> thiolation of aryl and heteroaryl iodides using sulfenamides\nas a new class of electrophiles. The sulfenamides derived from a ε-<i><sup>t</sup></i>butyl-lactam\nwere found most efficient to introduce various aryl and methyl sulfur groups at\nthe arene <i>ortho</i> position. The<i> ipso</i> functionalization\nis achieved through Heck or Suzuki termination. This reaction also provides a convenient\naccess to the corresponding aryl sulfoxides and sulfones via selective\noxidation of the <i>ortho</i> thiolation\nproducts.", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Metal-Organic Frameworks (MOFs) as Fuels for Advanced Applications: Evaluating and Modifying the Combustion Energy of Popular MOFs", "doi": "10.26434/chemrxiv.7962851.v1", "published_doi": "10.1021/acs.chemmater.9b01488", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01488", "authors": "Hatem M. Titi; Mihails Arhangelskis; Athanassis Katsenis; Cristina Mottillo; Ghada Ayoub; Jean-Louis Do; Athena M. Fidelli; Robin Rogers; Tomislav Friscic", "abstract": "Systematic investigation of combustion energies for popular metal-organic frameworks (MOFs) reveals energy content comparable to conventional energetic materials and can be further modified and dine-tuned by polymorphism and isostructural ligand replacement to yield materials with energy densities comparable to Diesel or kerosene.<br />", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Radical Benzylation of Quinones via C–H Abstraction", "doi": "10.26434/chemrxiv.7959368.v1", "published_doi": "10.1021/acs.joc.9b01004", "published_url": "https://doi.org/10.1021/acs.joc.9b01004", "authors": "Jordan\nD. Galloway; Duy N. Mai; Ryan Baxter", "abstract": "Herein we report the development of radical benzylation reactions of quinones using Selectfluor and catalytic Ag(I) initiators.  The reaction is believed to proceed via a C–H abstraction mechanism after Ag(I)-mediated reduction of Selectfluor.  This reaction occurs under mild conditions and is effective for a variety of quinones and radical precursors bearing primary ben-zylic carbons. The use of pre-formed Ag(4–OMePy)2NO3 as a catalyst proved effective in improving reaction efficiency by reducing unwanted degradation pathways available to Selectfluor.", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cell Adherence and Drug Delivery from Particle Based Mesoporous Silica Films", "doi": "10.26434/chemrxiv.7962848.v1", "published_doi": "10.1039/C9RA02823D", "published_url": "https://doi.org/10.1039/C9RA02823D", "authors": "Emma Björk; Bernhard Baumann; Florian Hausladen; Rainer Wittig; mika lindén", "abstract": "Spatially and temporally controlled drug delivery is important for implant and tissue engineering applications, as the efficacy and bioavailability of the drug can be enhanced, and can also allow for drugging stem cells at different stages of development. Long-term drug delivery over weeks to months is however difficult to achieve, and coating of 3D surfaces or creating patterned surfaces is a challenge using coating techniques like spin- and dip-coating. In this study, mesoporous films consisting of SBA-15 particles grown onto silicon wafers using wet processing were evaluated as a scaffold for drug delivery. Films with various particle sizes (100 – 900 nm) and hence thicknesses were grown onto OTS-functionalized silicon wafers using a direct growth method. Precise patterning of the areas for film growth could be obtained by local removal of the OTS functionalization through laser ablation. The films were incubated with the model drug DiO, and murine myoblast cells (C2C12 cells) were seeded onto films with different particle sizes. Confocal laser scanning microscopy (CLSM) was used to study the cell growth, and a vinculin-mediated adherence of C2C12 cells on all films was verified. The successful loading of DiO into the films was confirmed by UV-vis and CLSM. It was observed that the drugs did not desorb from the particles during 24 hours in cell culture. During adherent growth on the films for 4 h, small amounts of DiO and separate particles were observed inside single cells. After 24 h, a larger number of particles and a strong DiO signal were recorded in the cells, indicating a particle mediated drug uptake. A substantial amount of DiO loaded particles were however attached on the substrate after 24 making the films attractive as a long-term reservoir for drugs on e.g. medical implants.<br />", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Biocompatible Materials; Coating Materials; Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Expanding Reactivity in DNA-Encoded Library Synthesis via Reversible Binding of DNA to an Inert Quaternary Ammonium Support", "doi": "10.26434/chemrxiv.7966706.v1", "published_doi": "10.1021/jacs.9b03774", "published_url": "https://doi.org/10.1021/jacs.9b03774", "authors": "Dillon T. Flood; Shota Asai; Xuejing Zhang; Jie Wang; Leonard Yoon; Zoë C. Adams; Blythe C. Dillingham; Brittany Sanchez; Julien C. Vantourout; Mark E. Flanagan; David W. Piotrowski; Paul Richardson; Samantha Green; Ryan Shenvi; Jason Chen; Phil Baran; Philip Dawson", "abstract": "Herein, we present the adaptation of reversible adsorption to solid support (RASS) for a DEL setting, which allows\nreactions to be performed in organic solvents at near anhydrous conditions\nopening previously inaccessible chemical reactivities to DEL. The RASS approach\nenabled the rapid development of C(sp<sup>2</sup>)-C(sp<sup>3</sup>)\ndecarboxylative cross-couplings with broad substrate scope, an electrochemical\namination (the first electrochemical synthetic transformation performed in a DEL\ncontext), and improved reductive amination conditions. We believe that RASS will offer expedient access to new DEL reactivities,\nexpanded chemical space, and ultimately more drug-like libraries.", "date": "2019-04-09", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Combinatorial Chemistry; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tracking Rearrangement of Atomic Configurations During the Conversion from FAU Zeolite to CHA Zeolite", "doi": "10.26434/chemrxiv.7963994.v1", "published_doi": "10.1039/C9SC02773D", "published_url": "https://doi.org/10.1039/C9SC02773D", "authors": "Koki Muraoka; Yuki Sada; Atsushi Shimojima; Watcharop Chaikittisilp; Tatsuya Okubo", "abstract": "In order to realize designed synthesis, understanding the formation mechanism of zeolites at an atomic level has long been aspired, but remains challenging due to the fact that knowledge of atomic configurations of the species formed during the process is limited. We focus on a synthesis system that crystallizes <b>CHA</b> zeolite from <b>FAU</b> zeolite as the sole source of tetrahedral atoms of Si and Al, so that end-to-end characterization can be conducted. Solid-state <sup>29</sup>Si MAS NMR is followed by high-throughput computational modeling to under-stand how atomic configurations changed during the interzeolite conversion. This reveals that the structural motif commonly found in <b>FAU</b> and <b>CHA</b> is not preserved during the conversion; rather, there is a specific rearrangement of silicates and aluminates within the motif. The atomic configuration of <b>CHA</b> seems to be influenced by that of the starting <b>FAU</b>, considering that <b>CHA</b> synthesized without using <b>FAU</b> results in a random Al distribution. A Metropolis Monte-Carlo simulation combined with a lattice minimization technique reveals that <b>CHA</b> derived from <b>FAU</b> has energetically favorable, biased atomic locations, which could be a result of atomic configurations of the starting <b>FAU</b>. These results suggest that by choosing the proper reactant, Al placement could be designed, to enhance targeted properties of zeolites for catalysis and adsorption.", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Minerals; Computational Chemistry and Modeling; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Concept of Essential Use for Determining When Uses of PFASs Can Be Phased Out", "doi": "10.26434/chemrxiv.7965128.v1", "published_doi": "10.1039/C9EM00163H", "published_url": "https://doi.org/10.1039/C9EM00163H", "authors": "Ian Cousins; Gretta Goldenman; Dorte Herzke; Rainer Lohmann; Mark Miller; Carla A. Ng; Sharyle Patton; Martin Scheringer; Xenia Trier; Lena Vierke; Zhanyun Wang; Jamie DeWitt", "abstract": "Because of the extreme persistence of per- and polyfluoroalkyl substances (PFASs) and their\nassociated risks, the Madrid Statement argues for stopping their use where they are deemed\nnot essential or when safer alternatives exist. To determine when uses of PFASs have an\nessential function in modern society, and when they do not, is not an easy task. Here, we: 1)\ndevelop the concept of “essential use” based on an existing approach described in the Montreal\nProtocol, 2) apply the concept to various uses of PFASs to determine the feasibility of\nelimination or substitution of PFASs in each use category, and 3) outline the challenges for\nphasing out uses of PFASs in society. In brief, we developed three distinct categories to\ndescribe the different levels of essentiality of individual uses. A phase-out of many uses of\nPFASs can be implemented because they are not necessary for the betterment of society in\nterms of health and safety, or because functional alternatives are currently available that can\nbe substituted into these products or applications. Some specific uses of PFASs would be\nconsidered essential because they provide for vital functions and are currently without\nestablished alternatives. However, this essentiality should not be considered as permanent;\nrather, constant efforts are needed to search for alternatives. We provide a detailed description\nof several ongoing uses of PFASs and discuss whether these uses are essential or nonessential according to the three essentiality categories. We suggest applying this concept of\nessential uses to all uses of PFASs, and considering its use also for other chemicals of concern.", "date": "2019-04-09", "journal": "chemRxiv", "categories": "Environmental Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solvent-Free Synthesis of ZIFs Compatible with Iron: A Route Towards the Elusive Fe(II) Analogue of ZIF-8", "doi": "10.26434/chemrxiv.7963058.v1", "published_doi": "10.1021/JACS.9B02686", "published_url": "https://doi.org/10.1021/jacs.9b02686", "authors": "Javier López-Cabrelles; jorge romero; Gonzalo Abellán; Mónica GIménez Marques; miguel palomino; susana valencia; fernando rey; Guillermo Minguez Espallargas", "abstract": "<p><b>Herein we report the\nsynthesis of an elusive metal-organic framework, the iron(II) analogue of\nZIF-8, with formula Fe(2-methylimidazolate)<sub>2</sub>, here denoted as MUV-3. The preparation of this highly\ninteresting porous material, inaccessible by common synthetic procedures,\noccurs in a solvent-free reaction upon addition of an easily detachable\ntemplate molecule, yielding single crystals of MUV-3. This methodology is\nextensive to other metals and imidazolate derivatives, allowing the preparation\nof ZIF-8, ZIF-67 and other unprecedented iron(II) ZIFs, Fe(2-ethylimidazolate)<sub>2</sub>\nand Fe(2-methylbenzimidazolate)<sub>2</sub>. The different performance of MUV-3\ntowards NO sorption, compared to ZIF-8, results from the chemisorption of NO\nmolecules, which also causes a gate opening behavior. </b><b>Finally, the controlled pyrolysis of MUV-3 results in a N-doped graphitic nanocomposite that exhibits\nextraordinary performances </b><b>for Oxygen Evolution Reaction (OER),\nwith low overpotential at different current densities (316 mV at 10 mA·cm<sup>–2</sup>),\nlow Tafel slope (37 mV per decade), high maximum current density (710 mA·cm<sup>–2</sup>\nat 2.0 V vs RHE) and large durability (15 h)</b><b>.</b></p>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Carbon-based Materials; Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cascade CuH-Catalyzed Conversion of Alkynes to Enantioenriched 1,1-Disubstituted Products", "doi": "10.26434/chemrxiv.7961633.v1", "published_doi": "10.1038/S41929-019-0384-6", "published_url": "https://doi.org/10.1038/s41929-019-0384-6", "authors": "De-Wei Gao; Yang Gao; Huiling Shao; Tian-Zhang Qiao; Xin Wang; Brittany Sanchez; Jason Chen; Peng Liu; Keary Engle", "abstract": "Enantioenriched <i>α</i>-aminoboronic acids play a unique role in medicinal chemistry and have emerged as privileged pharmacophores in proteasome inhibitors. Additionally, they represent synthetically useful chiral building blocks in organic synthesis. Recently, CuH-catalyzed asymmetric alkene hydrofunctionalization has become a powerful tool to construct stereogenic carbon centers. In contrast, applying CuH cascade catalysis to achieve reductive 1,1-difunctionalization of alkynes remains an important, but largely unaddressed, synthetic challenge. Herein, we report an efficient strategy to synthesize <i>α</i>-aminoboronates <i>via </i>CuH-catalyzed hydroboration/hydroamination cascade of readily available alkynes. Notably, this transformation selectively delivers the desired 1,1-heterodifunctionalized product in favor of alternative homodifunctionalized, 1,2-heterodifunctionalized, or reductively monofunctionalized byproducts, thereby offering rapid access to these privileged scaffolds with high chemo-, regio- and enantioselectivity.<br />", "date": "2019-04-09", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Computational Chemistry and Modeling; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Design of a Small Molecule That Stimulates VEGFA Informed from an Expanded Encyclopedia of RNA Fold-Small Molecule Interactions", "doi": "10.26434/chemrxiv.7967291.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hafeez Haniff; Laurent Knerr; Xiaohui Liu; Gogce Crynen; Jonas Boström; Daniel Abegg; Alexander Adibekian; Malin Lemurell; Matthew Disney", "abstract": "<p>Vascular Endothelial Growth Factor A<i></i>(VEGFA) stimulates angiogenesis in human endothelial cells and increasing its expression is a potential treatment for heart failure, currently accomplished via gene or mRNA therapy.  Herein, we describe a designed small molecule (TGP-377) that specifically and potently enhances VEGFA expression by targeting of a non-coding microRNA that regulates its expression.  This investigation was initiated by studying the RNA motifs that bound small molecules from a subset of the AstraZeneca compound collection.  A two-dimensional combinatorial screen (2DCS) revealed preferences in small molecule chemotypes that bind RNA and preferences in the RNA motifs that bind small molecules, increasing the known information by 20-fold. Analysis of this dataset against the RNA-mediated pathways that regulate VEGFA defined that the microRNA-377 precursor (pre-miR-377), which represses <i>VEGFA</i>mRNA translation, is druggable in a selective manner.  The compound potently and specifically upregulated VEGFA in Human Umbilical Vein Endothelial Cells (HUVEC).  Analysis of the proteome and angiogenic phenotype affected by TGP-377 demonstrated that the compound is highly potent and selective.  These studies illustrate the power of 2DCS to define molecular recognition events between “undruggable” biomolecules and small molecules and the ability of sequence-based design to deliver efficacious compounds that target RNA and precisely and potently modulate disease-associated pathways.</p>", "date": "2019-04-09", "journal": "chemRxiv", "categories": "Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY 4.0"}
{"title": "Efficient Multi-Objective Molecular Optimization in a Continuous Latent Space", "doi": "10.26434/chemrxiv.7971101.v1", "published_doi": "10.1039/C9SC01928F", "published_url": "https://doi.org/10.1039/C9SC01928F", "authors": "Robin Winter; Floriane Montanari; Andreas Steffen; Hans Briem; Frank Noé; Djork-Arné Clevert", "abstract": "In this work, we propose a novel method that combines in silico prediction of molecular properties such as biological activity or pharmacokinetics with an in silico optimization algorithm, namely Particle Swarm Optimization. Our method takes a starting compound as input and proposes new molecules with more desirable (predicted) properties. It navigates a machine-learned continuous representation of a drug-like chemical space guided by a de\ffined objective function. The objective function combines multiple in silico prediction models, de\ffined desirability ranges and substructure constraints. We demonstrate that our proposed method is able to consistently fi\fnd more desirable molecules for the studied tasks in relatively short time.<br />", "date": "2019-04-11", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Lanthanoid Coordination with a Tetrazole-Substituted Calix[4]diquinone and Calix[4]dihydroquinone", "doi": "10.26434/chemrxiv.7970879.v1", "published_doi": "10.1080/10610278.2019.1625357", "published_url": "https://doi.org/10.1080/10610278.2019.1625357", "authors": "Lee Cameron; Aswin Rajagopalam; Laura\nAbad Galán; Rene Phe; Brian Skelton; Massimiliano Massi; Mark Ogden", "abstract": "<div><div><div><p>The tetrazole-functionalised calixdiquinone 5,17-di-tert-butyl-26,28-bis-(tetrazol-5-ylmethoxy)- calix[4]-25,27-diquinone Q was synthesised by chemical oxidation of the bis-tetrazole calix[4]arene precursor using PbO2/HClO4. The single crystal X-ray structure determination of Q confirmed the structure and showed binding of a water molecule in the solid state. Chemical reduction of Q to the dihydroquinone QR was achieved using N,N-diethylhydroxylamine. Comparison of the solution phase photophysical properties of Q or QR in the presence of terbium ions showed significant excitation only with QR, suggesting redox switching of the photophysical response may be possible with this or similar receptors.</p></div></div></div>", "date": "2019-04-10", "journal": "chemRxiv", "categories": "Lanthanides and Actinides; Supramolecular Chemistry (Inorg.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Real-Time Optical and Electronic Sensing with a β-Amino Enone Linked, Triazine-Containing 2D Covalent Organic Framework", "doi": "10.26434/chemrxiv.7973804.v1", "published_doi": "10.1038/s41467-019-11264-z", "published_url": "https://doi.org/10.1038/s41467-019-11264-z", "authors": "Ranjit Kulkarni; Yu Noda; Deepak K. Barange; Yaroslav S. Kochergin; Barbora Balcarova; Pengbo Lyu; Petr Nachtigal; Michael J. Bojdys", "abstract": "Fully-aromatic,\ntwo-dimensional covalent organic frameworks (2D COFs) are hailed as candidates\nfor electronic and optical devices, yet to-date few applications emerged that\nmake genuine use of their rational, predictive design principles and permanent\npore structure. Here, we present a 2D COF made up of chemoresistant β-amino\nenone bridges and Lewis-basic triazine moieties that exhibits a dramatic\nreal-time response in the visible spectrum and an increase in bulk conductivity\nby two orders of magnitude to a chemical trigger - corrosive HCl vapours. The\noptical and electronic response is fully reversible using a chemical switch (NH<sub>3</sub>\nvapours) or physical triggers (temperature or vacuum). These findings\ndemonstrate a useful application of fully-aromatic 2D COFs as real-time\nresponsive chemosensors and switches.", "date": "2019-04-10", "journal": "chemRxiv", "categories": "Optical Materials; Polyelectrolytes - Polymers; Sensors; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High-Resolution Tip-Enhanced Raman Scattering Probes Sub-Molecular Density Changes", "doi": "10.26434/chemrxiv.7977518.v1", "published_doi": "10.1038/s41467-019-10618-x", "published_url": "https://doi.org/10.1038/s41467-019-10618-x", "authors": "Xing Chen; Pengchong Liu; Zhongwei Hu; Lasse Jensen", "abstract": "<div><div><div><p>Tip-enhanced Raman spectroscopy (TERS) exhibits new selection rule and sub- nanometer spatial resolution, which is attributed to the plasmonic near-field confinement. Despite recent advances in simulations of TERS spectra under highly confined fields, a simply physical mechanism has remained elusive. In this work we show that single-molecule TERS images can be explained by local sub-molecular density changes induced by the confined near-field during the Raman process. The local sub-molecular density changes determine the spatial resolution in TERS and the gradient-based selection rule. Using this approach we find that the four-fold symmetry of meso-tetrakis(3,5- di-tert-butylphenyl)porphyrin (H2TBPP) TERS images observed in experiments arises from the combination of degenerate normal modes localized in the functional side groups rather than the porphyrin ring as previously considered. As an illustration of the potential of the method, we demonstrate how this new theory can be applied to microscopic structure characterization.</p></div></div></div>", "date": "2019-04-11", "journal": "chemRxiv", "categories": "Plasmonic and Photonic Structures and Devices; Theory - Computational; Interfaces; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Automated Detection and Characterization of Surface Restructuring Events in Bimetallic Catalysts", "doi": "10.26434/chemrxiv.7979717.v1", "published_doi": "10.1021/acs.jpcc.9b04863", "published_url": "https://doi.org/10.1021/acs.jpcc.9b04863", "authors": "Jin Soo Lim; Nicola Molinari; Kaining Duanmu; Philippe Sautet; Boris Kozinsky", "abstract": "<div>Surface restructuring in bimetallic systems has recently been shown to play a crucial role in heterogeneous catalysis. In particular, the segregation in binary alloys can be reversed in the presence of strongly bound adsorbates. Mechanistic characterization of such restructuring phenomena at the atomic level remains scarce and challenging due to the large configurational space that must be explored. To this end, we propose an automated method to discover elementary surface restructuring processes in an unbiased fashion, using Pd/Ag as an example. We employ high-temperature classical molecular dynamics (MD) to rapidly detect restructuring events, isolate them, and optimize using density functional theory (DFT). In addition to confirming the known exchange descent mechanism, our systematic approach has revealed three new predominant classes of events at step edges of close-packed surfaces that have not been considered before: (1) vacancy insertion; (2) direct exchange; (3) interlayer exchange. The discovered events enable us to construct the complete set of mechanistic pathways by which Pd is incorporated into the Ag host in vacuum. These atomistic insights provide a step toward systematic understanding and engineering of surface segregation dynamics in bimetallic catalysts.</div>", "date": "2019-04-11", "journal": "chemRxiv", "categories": "Alloys; Computational Chemistry and Modeling; Theory - Computational; Heterogeneous Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Formation and Trapping of the Thermodynamically Unfavoured Inverted-Hemicucurbit[6]uril", "doi": "10.26434/chemrxiv.7977566.v1", "published_doi": "10.1039/C9CC04990H", "published_url": "https://doi.org/10.1039/C9CC04990H", "authors": "Elena Prigorchenko; Sandra Kaabel; Triin Narva; Anastassia Baškir; Maria Fomitšenko; Jasper Adamson; Ivar Järving; Kari Rissanen; Toomas Tamm; Riina Aav", "abstract": "Amplification\nof a thermodynamically unfavoured macrocyclic product through the directed\nshift of the equilibrium between dynamic covalent chemistry library members is\ndifficult to achieve. We show for the first time that during condensation of\nformaldehyde and <i>cis</i>-<i>N,N'</i>-cyclohexa-1,2-diylurea formation of <i>inverted-cis</i>-cyclohexanohemicucurbit[6]uril\n(<i>i-cis</i>-cycHC[6]) can be induced at\nthe expense of thermodynamically favoured <i>cis</i>-cyclohexanohemicucurbit[6]uril\n(<i>cis</i>-cycHC[6]). The formation of <i>i-cis-</i>cycHC[6] is enhanced in low\nconcentration of the templating chloride anion and suppressed in excess of this\ntemplate. We found that reaction selectivity is governed by the solution-based template-aided\ndynamic combinatorial chemistry and continuous removal of the formed cycHC[6] macrocycles\nfrom the equilibrating solution by precipitation. Notably, the <i>i-cis</i>-cycHC[6] was isolated with 33%\nyield. Different binding affinities of three diastereomeric <i>i-cis</i>-, <i>cis</i>-cycHC[6] and their chiral isomer (<i>R,R</i>)-cycHC[6] for trifluoroacetic acid demonstrate the influence of\nmacrocycle geometry on complex formation.", "date": "2019-04-11", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Supramolecular Chemistry (Org.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Simple Chemical Guide for Finding Novel n-type Dopable Zintl Pnictide Thermoelectric Materials", "doi": "10.26434/chemrxiv.7976003.v1", "published_doi": "10.1039/C9TA03786A", "published_url": "https://doi.org/10.1039/C9TA03786A", "authors": "Prashun Gorai; Anuj Goyal; Eric S. Toberer; Vladan Stevanovic", "abstract": "Computations have predicted good thermoelectric performance for a number of Zintl phases when doped <i>n</i>-type. Combined with the successful experimental realization of <i>n</i>-type KGaSb<sub>4</sub>, KAlSb<sub>4</sub>, and Mg<sub>3</sub>Sb<sub>2</sub> with zT>1, this has fueled efforts to discover novel <i>n</i>-type dopable Zintl phases. However, a majority of Zintl phases exhibit strong proclivity toward <i>p</i>-type doping and prior successes in finding <i>n</i>-type dopable Zintls were largely serendipitous. Herein we use modern first-principles defect calculations to study trends in the dopability of Zintl pnictides and find that the average oxidation state of the anion is a useful chemical guide to identify novel <i>n</i>-type dopable phases. Specifically, we observe that Zintl pnictides with average oxidation of the anion near -1 are<i> n</i>-type dopable. The trend is mainly a consequence of the high formation energy of native acceptor defects (<i>e.g.</i> cation vacancies) and the resulting absence of charge (electron) compensation. Using the oxidation state guide in conjunction with a descriptor of thermoelectric performance, we conduct a large-scale materials search and identify promising candidates that are <i>n</i>-type dopable.", "date": "2019-04-10", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Computational; Piezoelectricity and Thermoelectricity; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bringing Biocatalysis into the Deuteration Toolbox", "doi": "10.26434/chemrxiv.7982864.v1", "published_doi": "10.1038/S41467-020-15310-Z", "published_url": "https://doi.org/10.1038/s41467-020-15310-z", "authors": "Jack Rowbotham; Oliver Lenz; Holly Reeve; Kylie Vincent", "abstract": "<p></p><p>Chemicals labelled with the heavy hydrogen isotope\ndeuterium (<sup>2</sup>H) have long been used in chemical and biochemical\nmechanistic studies, spectroscopy, and as analytical tracers. More recently, demonstration\nof selectively deuterated drug candidates that exhibit advantageous pharmacological\ntraits has spurred innovations in metal-catalysed <sup>2</sup>H insertion at\ntargeted sites, but asymmetric deuteration remains a key challenge. Here we\ndemonstrate an easy-to-implement biocatalytic deuteration strategy, achieving\nhigh chemo-, enantio- and isotopic selectivity, requiring only <sup>2</sup>H<sub>2</sub>O\n(D<sub>2</sub>O) and unlabelled dihydrogen under ambient conditions. The vast\nlibrary of enzymes established for NADH-dependent C=O, C=C, and C=N bond\nreductions have yet to appear in the toolbox of commonly employed <sup>2</sup>H-labelling\ntechniques due to requirements for suitable deuterated reducing equivalents. By\nfacilitating transfer of deuterium atoms from <sup>2</sup>H<sub>2</sub>O\nsolvent to NAD<sup>+</sup>, with H<sub>2</sub> gas as a clean reductant, we\nopen up biocatalysis for asymmetric reductive deuteration as part of a\nsynthetic pathway or in late stage functionalisation. We demonstrate\nenantioselective deuteration via ketone and alkene reductions and reductive\namination, as well as exquisite chemo-control for deuteration of compounds with\nmultiple unsaturated sites.</p><p></p>", "date": "2019-04-12", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Biocatalysis; Heterogeneous Catalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rationalizing the pH-Activity Response for Escherichia Coli’s Glycinamide Ribonucleotidetransformylase Through Computational Methods", "doi": "10.26434/chemrxiv.7985618.v1", "published_doi": "10.1021/ACS.JPCB.0C03743", "published_url": "https://doi.org/10.1021/acs.jpcb.0c03743", "authors": "Adrian Roitberg; Pancham Lal Gupta", "abstract": "<div>Human Glycinamide ribonucleotide transformylase (GAR Tfase), a regulatory enzyme in the de novo purine biosynthesis pathway, has been established as an anti-cancer target. GAR Tfase catalyzes the formyl transfer reaction from the folate cofactor to the GAR ligand. In the present work, we study E. coli GAR Tfase, which has high sequence similarity with the human GAR Tfase with most functional residues conserved. E. coli GAR Tfase exhibits structural changes and the binding of ligands that varies with pH which leads to change the rate of the formyl transfer reaction in a pH-dependent manner. Thus, the inclusion of pH becomes essential for the study of its catalytic mechanism. Experimentally, the pH-dependence of the kinetic parameter kcat is measured to evaluate the pH-range of enzymatic activity. However, insufficient information about residues governing the pH-effects on the catalytic activity leads to ambiguous assignments of the general acid and base catalysts and consequently its catalytic mechanism. In the present work, we use pH-replica exchange molecular dynamics (pH-REMD) simulations to study the effects of pH on E. coli GAR Tfase enzyme. We identify the titratable residues governing the pH-dependent conformational changes in the system. Furthermore, we filter out the protonation states which are essential in maintaining the structural integrity, keeping the ligands bound and assisting the catalysis. We reproduce the experimental pH-activity curve by computing the population of key protonation states. Moreover, we provide a detailed description of residues governing the acidic and basic limbs of the pH-activity curve.</div>", "date": "2019-04-12", "journal": "chemRxiv", "categories": "Biochemistry; Theory - Computational; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revealing the Elemental Distribution Within Latent Fingermarks Using Synchrotron Sourced X-Ray Fluorescence Microscopy", "doi": "10.26434/chemrxiv.7987247.v1", "published_doi": "10.1021/acs.analchem.9b01843", "published_url": "https://doi.org/10.1021/acs.analchem.9b01843", "authors": "Rhiannon Boseley; Buddhika Dorakumbura; Daryl L. Howard; martin de jonge; Mark J. Tobin; Jitraporn Vongsvivut; tracey ho; Wilhelm van Bronswijk; Mark J. Hackett; Simon W. Lewis", "abstract": "<div><div><div><p>Fingermarks are an important form of crime-scene trace evidence; however, their usefulness may be hampered by a variation in response or a lack of robustness in detection methods. Understanding the chemical composition and distribution within fingermarks may help explain variation in latent fingermark detection with existing methods and identify new strategies to increase detection capabilities. The majority of research in the literature describes investigation of organic components of fingermark residue, leaving the elemental distribution less well understood. The relative scarcity of information regarding the elemental distribution within fingermarks is in part due to previous unavailability of direct, micron resolution elemental mapping techniques. This capability is now provided at third generation synchrotron light sources, where X-ray Fluorescence Microscopy (XFM) provides micron or sub-micron spatial resolution and direct detection with sub-μM detection limits. XFM has been applied in this study to reveal the distribution of inorganic components within fingermark residue, including endogenous trace metals (Fe, Cu, Zn), diffusible ions (Cl-, K+, Ca2+), and exogeneous metals (Ni, Ti, Bi). This study incorporated a multi-modal approach using XFM and Infrared Microspectroscopy (IRM) analyses to demonstrate co-localisation of endogenous metals within the hydrophilic organic components of fingermark residue. Additional experiments were then undertaken to investigate how sources of exogenous metals (e.g. coins and cosmetics) may be transferred to, and distributed within latent fingermarks. Lastly, this study reports a preliminary assessment of how environmental factors such as exposure to aqueous environments may effect elemental distribution within fingermarks. Taken together, the results of this study advance our current understanding of fingermark composition and its spatial distribution of chemical components, and may help explain detection variation observed during detection of fingermarks using standard forensic protocols.</p></div></div></div>", "date": "2019-04-12", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Imaging; Spectroscopy (Anal. Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Analytical Derivatives of the Individual State Energies in Ensemble Density Functional Theory Method: II. Implementation on Graphical Processing Units (GPUs)", "doi": "10.26434/chemrxiv.7985657.v1", "published_doi": "10.1063/5.0041389", "published_url": "https://doi.org/10.1063/5.0041389", "authors": "Fang Liu; Michael Filatov; Todd J. Martínez", "abstract": "Conical intersections control excited state reactivity and thus elucidation and prediction of their shapes and locations is crucial for photochemistry. To locate these intersections one needs accurate and efficient electronic structure methods. Unfortunately, the most accurate methods (e.g. XMS-CASPT2) are computationally difficult for large molecules. The state-interaction state-averaged restricted ensemble referenced Kohn-Sham (SI-SA-REKS) method is a computationally efficient alternative. The application of SI-SA-REKS to photochemistry was previously hampered by a lack of analytical nuclear gradients and nonadiabatic coupling matrix elements. We have recently derived analytical energy derivatives for the SI-SA-REKS method and implemented the method effectively on graphical processing units (GPUs). We demonstrate that our implementation gives the correct topography and energetics of conical intersections for several examples. Furthermore, our implementation of SI-SA-REKS is computationally efficient – the observed scaling with molecular size is sub-quadratic, i.e. O(N<sup>1.77</sup>). This demonstrates the promise of SI-SA-REKS for excited state dynamics of large molecular systems.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Inverse Design in Porous Materials Using Artificial Neural Networks", "doi": "10.26434/chemrxiv.7987475.v1", "published_doi": "10.1126/sciadv.aax9324", "published_url": "https://doi.org/10.1126/sciadv.aax9324", "authors": "Baekjun Kim; Sangwon Lee; Jihan Kim", "abstract": "Generating optimal nanomaterials using artificial neural networks can potentially lead to a significant revolution in future materials design. Although progress has been made in creating small and simple molecules, complex materials such as crystalline porous materials have yet to be generated using any of the neural networks. In this work, we have for the first time implemented a generative adversarial network that uses a training set of 31,713 known zeolites to produce 14 crystalline porous materials. Our neural network takes in inputs in the form of energy and material dimensions and we show that zeolites with a user-desired range of 4 kJ/mol methane heat of adsorption can be reliably produced using our neural network. The fine-tuning of user-desired capability can potentially accelerate materials development as it demonstrates a successful case of inverse design in porous materials.", "date": "2019-04-12", "journal": "chemRxiv", "categories": "Minerals; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Experiment Stands Corrected: Accurate Prediction of the Aqueous pKa Values of Sulfonamide Drugs Using Equilibrium Bond Lengths", "doi": "10.26434/chemrxiv.7988402.v1", "published_doi": "10.1039/C9SC01818B", "published_url": "https://doi.org/10.1039/C9SC01818B", "authors": "Beth A. Caine; Maddalena Bronzato; Paul Popelier", "abstract": "We show here for the first time that strongly correlated linear relationships exist between equilibrium bond lengths of the sulfonamide group and aqueous pKa values. Models are constructed for three variants of the SO2NHR group: primary benzene sulfonamide derivatives (e.g. diuretic drugs furosemide and hydrochlorothiazide), N-phenyl substituted 4-amino-N-phenylbenzenesulfonamide analogues (e.g. the sulfa antibiotic sulfadiazine) and phenylsulfonylureas (e.g. insulin secretogogue, glimepiride). In the context of these compounds, we present solutions to some of the more complex challenges in pKa prediction: (i) prediction for multiprotic compounds, (ii) predicting macroscopic values for compounds that tautomerize, and (iii) quantum chemical pKa prediction for compounds with more than 50 atoms. Using bond lengths as a powerful descriptor of ionization feasibility, we also identify that literature values for drug compounds celecoxib, glimepiride and glipizide are inaccurate. Our newly measured experimental values match our initial predictions to within 0.26 pKa units, whereas previous values were found to deviate by up to 1.68 pKa units. For glimepiride, our corrected value denotes a percentage of ionization at intracellular pH, which is only now in excellent agreement with its known therapeutic efficacy. We propose that linear relationships between bond lengths and pKa should emerge for any set of congeners, thus providing a powerful method of pKa prediction obviating the need for thermodynamic cycles.", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of 3,3-Spirocyclic-2-Phosphono-Indolines via a Dearomative Addition of Phosphonyl Radicals to Indoles", "doi": "10.26434/chemrxiv.7988033.v1", "published_doi": "10.1021/ACS.ORGLETT.9B01516", "published_url": "https://doi.org/10.1021/acs.orglett.9b01516", "authors": "Dmytro Ryzakhov; Maxime Jarret; Jean Pierre Baltaze; Régis Guillot; Cyrille Kouklovsky; Guillaume Vincent", "abstract": "We report the diastereoselective synthesis of alpha-aminophosphonates\nderivatives embedded in a spirocyclic indolines. Our method proceeds via the\ndearomative addition of phosphonyl radicals at the C2-position of the indole\nnucleus in oxidative conditions followed by the intramolecular trapping of the\nresulting carbocation before rearomatization.\ntrans-3,3-Spirocyclic-2-phosphonoindolines were thus obtained.<div><br /></div>", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sub-100 Fs Intersystem Crossing to a Metal-Centered Triplet in Ni(II)OEP Observed with M-Edge XANES", "doi": "10.26434/chemrxiv.7990883.v1", "published_doi": "10.1021/acs.jpca.9b03376", "published_url": "https://doi.org/10.1021/acs.jpca.9b03376", "authors": "Elizabeth S. Ryland; Kaili Zhang; Josh Vura-Weis", "abstract": "Nickel porphyrins have been extenstively studied as photosensitizers due to their long-lived metal-centered excited states. The multiplicity of the (d,d) state, and/or the rate of intersystem crossing between singlet and triplet metal-centered states, has remained uncertain due to the spin-insensitivity of many spectral probes. In this work, we directly probe the metal 3d shell occupation of nickel(II) octaethylporphyrin (NiOEP) using femtosecond M2,3-edge X-ray absorption near-edge structure (XANES). A tabletop high-harmonic source is used to perform 400 nm pump, extreme-ultraviolet probe transient absorption spectroscopy with ~100 fs time resolution. Photoexcitation produces a (π,π*) state that evolves with a time constant of 48 fs to a vibrationally hot metal-centered triplet 3(d,d) excited state with a lifetime of 595 ps. The spin sensitivity of M-edge XANES allows the 3(d,d) state to be distinguished from a potential 1(d,d) state, as shown by charge transfer multiplet simulations and comparison to triplet nickel(II) oxide. Vibrational cooling of the hot triplet state occurs over tens of ps, with minimal change in the electronic structure of the nickel(II) center. No evidence of an LMCT or MLCT intermediate state is seen within the time resolution of the instrument, suggesting that if such a state exists in NiOEP it depopulates in <25 fs. Finally, this study demonstrates the ability of table high-harmonic XUV sources to measure excited-state spin transitions in molecular transition metal complexes.", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Improvement of Ti/RuO2–IrO2 Anode Lifetime and Electrocatalytical Properties by Using an Eco-Friendly Thermal Decomposition Method Using Polyvinyl Alcohol as Solvent", "doi": "10.26434/chemrxiv.7991129.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Charlys Bezerra; Géssica Santos; Marilia Pupo; Maria Gomes; Ronaldo Silva; Katlin Eguiluz; Giancarlo Banda", "abstract": "<p>Electrochemical oxidation processes are promising solutions\nfor wastewater treatment due to their high efficiency, easy control and\nversatility. Mixed metal oxides (MMO) anodes are particularly attractive due to\ntheir low cost and specific catalytic properties. Here, we propose an\ninnovative thermal decomposition methodology using <a>polyvinyl\nalcohol (PVA)</a> as a solvent to prepare Ti/RuO<sub>2</sub>–IrO<sub>2</sub>\nanodes. Comparative anodes were prepared by conventional method employing a\npolymeric precursor solvent (Pechini method). The calcination temperatures\nstudied were 300, 400 and 500 °C. The physical characterisation of all\nmaterials was performed by X-ray diffraction and scanning electron microscopy\ncoupled with energy dispersive spectroscopy, while electrochemical characterisation\nwas done by cyclic voltammetry, accelerated service lifetime and\nelectrochemical impedance spectroscopy. Both RuO<sub>2</sub> and IrO<sub>2</sub>\nhave rutile-type structures for all anodes. Rougher and more compact surfaces are\nformed for the anodes prepared using PVA. Amongst temperatures studied, 300 °C using\nPVA as solvent is the most suitable one to produce anodes with expressive\nincrease in voltammetric charge (250%) and accelerated service lifetime (4.3\ntimes longer) besides reducing charge-transfer resistance (8 times lower). Moreover,\nthe electrocatalytic activity of the anodes synthesised with PVA toward the Reactive\nBlue 21 dye removal in chloride medium (100 % in 30 min) is higher than\nthat prepared by Pechini method (60 min). Additionally, the removal total organic carbon point\nout improved mineralisation potential of PVA anodes. Finally, this study\nreports a novel methodology using PVA as solvent to synthesise Ti/RuO<sub>2</sub>–IrO<sub>2</sub>\nanodes with improved properties that can be further extended to synthesise\nother MMO compositions.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Coating Materials; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Single-Molecule Imaging of Active Mitochondrial Nitroreductases using a Photo-Crosslinking Fluorescent Sensor", "doi": "10.26434/chemrxiv.7992980.v1", "published_doi": "10.1002/anie.201904700", "published_url": "https://doi.org/10.1002/anie.201904700", "authors": "Zacharias Thiel; Pablo Rivera-Fuentes", "abstract": "Many biomacromolecules are known to cluster in microdomains with specific\nsubcellular localization. In the case of enzymes, this clustering greatly defines their biological\nfunctions. Nitroreductases are enzymes capable of reducing nitro groups to amines and play a\nrole in detoxification and pro-drug activation. Although nitroreductase activity has been detected\nin mammalian cells, the subcellular localization of this activity remains incompletely\ncharacterized. Here, we report a fluorescent probe that enables super-resolved imaging of pools\nof nitroreductase activity within mitochondria. This probe is activated sequentially by\nnitroreductases and light to give a photo-crosslinked adduct of active enzymes. In combination\nwith a general photoactivatable marker of mitochondria, we performed two-color, threedimensional, single-molecule localization microscopy. These experiments allowed us to image\nthe sub-mitochondrial organization of microdomains of nitroreductase activity.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Multi-modal Cell Labelling for Quantification and Optimization of Stem Cell Delivery to Orthotopic Breast Tumors", "doi": "10.26434/chemrxiv.7992239.v1", "published_doi": "10.1039/D0NR03237A", "published_url": "https://doi.org/10.1039/d0nr03237a", "authors": "May Zaw Thin; Robin Bofinger; Tomas D. Kostelec; John Connell; P. Stephen Patrick; Helen Allan; Helen C. Hailes; Alethea B. Tabor; Mark F. Lythgoe; Daniel J. Stuckey; Tammy L. Kalber", "abstract": "Stem cells have been utilized as anti-cancer agents due to their ability to home to and integrate within tumors. Methods to augment stem cell homing to tumors are being investigated with the goal of enhancing treatment efficacy. However, it is currently not possible to evaluate both cell localization and cell viability after engraftment, hindering optimization of therapy. In this study, luciferase expressing human adipocyte derived stem cells (ADSCs) were labelled with superparamagnetic iron oxide nanoparticles (SPIONs) conjugated to Indium-111 to produce cells with tri-modal imaging capabilities. ADSCs were administered intravenously (IV) or intracardially (IC) to mice bearing 4T1 orthotopic breast tumors. Cell fate was monitored serially using bioluminescence imaging (BLI) as a measure of cell viability, magnetic resonance imaging (MRI) for cell localization and single photon emission computer tomography (SPECT) for cell quantification. BLI/MRI/SPECT imaging revealed differences in whole body cell distribution between injection routes. BLI showed the presence of viable ADSCs within tumors as early as 1-hour post IC injection compared to 3 days post IV injection. SPECT data showed the percentage of ADSCs within tumors to be 2-fold higher after IC than IV at 5-hour post injection. Whereas, MRI confirmed the localization of SPION labelled cells in tumors after IC injection but not IV. Finally, histological analysis was used to validate engraftment of ADSC within tumor tissue. These findings demonstrate that multi-modal imaging can be used to evaluate the efficiency of stem cell delivery to tumors and that IC cell administration is more effective for tumor targeting.<br />", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Imaging Agents; Nanostructured Materials - Materials; Imaging; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Compliance with Amended General Chapter USP<741>Melting Range or Temperature", "doi": "10.26434/chemrxiv.7998092.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Samuele Giani; Naomi M. Towers", "abstract": "Laboratories measuring melting temperature according to USP<741> Melting Range or Temperature, must comply with the amended calibration and adjustment requirements described in this regulation. Compliance is ensured by adjusting the instrument with secondary reference standards, traceable to USP, followed by verification of accuracy using USP primary reference standards.", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Pharmaceutical Industry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Building Ferroelectric from the Bottom Up: The Machine Learning Analysis of the Atomic-Scale Ferroelectric Distortions", "doi": "10.26434/chemrxiv.8001473.v1", "published_doi": "10.1063/1.5109520", "published_url": "https://doi.org/10.1063/1.5109520", "authors": "Maxim Ziatdinov; Christopher Nelson; Rama Vasudevan; Deyang Chen; Sergei Kalinin", "abstract": "<div>Recent advances in scanning transmission electron microscopy (STEM) have enabled direct\nvisualization of the atomic structure of ferroic materials, enabling the determination of atomic\ncolumn positions with ~pm precision. This, in turn, enabled direct mapping of ferroelectric and\nferroelastic order parameter fields via the top-down approach, where the atomic coordinates are\ndirectly mapped on the mesoscopic order parameters. Here, we explore the alternative bottom-up\napproach, where the atomic coordinates derived from the STEM image are used to explore the\nextant atomic displacement patterns in the material and build the collection of the building blocks\nfor the distorted lattice. This approach is illustrated for the La-doped BiFeO<sub>3</sub> system.</div><div>The full analysis procedure is available as an interactive paper in a form of a Google Colab (Jupyter) notebook where a classical paper organization is augmented with code cells that appear hidden by default (when viewed in Google Colab). This should allow a reader to retrace the analysis and, more importantly, it enables the readers to use the same codes for their data. The same paper is also available in a standard pdf format (without code).<br /></div>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Microscopy; Nanostructured Materials - Nanoscience; Machine Learning; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "“Ghost Peak” Driven Structural Elucidation of a Photocatalytic Degradation Product from Brexpiprazole", "doi": "10.26434/chemrxiv.7993607.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tao Zhuang; Fang Du; Jing Li; Haiqing Wang; Liang Chen; Bifeng Liu; Guisen Zhang", "abstract": "<p><b> </b>Brexpiprazole\nwhich marketed as Rexulti<sup>® </sup>is a second-generation\natypical\nantipsychotic. A seemingly\nrandom and uncontrollable “ghost\npeak” that vary from below the detection limit to ∼0.2% was observed occasionally during the\ndevelopment of HPLC method for brexpiprazole drug substance. The “ghost peak”\nwas finally characterized as a <i>syn</i> head-to-tail dimer\nof brexpiprazole by UV, IR, LC–MS/TOF, 1D and 2D NMR. It was formed rapidly through\nphotocatalytic [2 + 2] pericyclic reaction and can reach approximately\n1.7% in five minutes once the analytes were exposed to sunlight at noon. By\ncontrast, the occurrence of this “ghost peak” in\nbrexpiprazole can be suppressed when the solutions were prepared and stored\naway from sunlight.</p>", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Spectroscopy (Anal. Chem.); Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Phase of the Na+ Ion Conductor Na3PS4", "doi": "10.26434/chemrxiv.8003717.v1", "published_doi": "10.1021/ACSMATERIALSLETT.9B00322", "published_url": "https://doi.org/10.1021/acsmaterialslett.9b00322", "authors": "Theodosios Famprikis; James Dawson; François Fauth; Emmanuelle Suard; Benoit Fleutot; Matthieu Courty; Jean-Nöel Chotard; Saiful Islam; Christian Masquelier", "abstract": "<div>\n\n<p>Solid electrolytes are crucial for next‑generation\nsolid‑state batteries and Na<sub>3</sub>PS<sub>4</sub> is one of the most\npromising Na<sup>+</sup> conductors for such applications. At present, two\nphases of Na<sub>3</sub>PS<sub>4</sub> have been identified and it had been\nthought to melt above 500 °C. In contrast, we show that it remains solid above this temperature\nand transforms into a third polymorph, γ, exhibiting superionic behavior. We\npropose an orthorhombic crystal structure for γ‑Na<sub>3</sub>PS<sub>4</sub>\nbased on scattering density analysis of diffraction data and density functional\ntheory calculations. We show that the Na<sup>+</sup> superionic behavior is associated\nwith rotational motion of the thiophosphate polyanions pointing to a rotor\nphase, based on <i>ab initio</i> molecular\ndynamics simulations and supported by high‑temperature synchrotron and neutron\ndiffraction, thermal analysis and impedance spectroscopy. These findings are of\nimportance for the development of new polyanion‑based solid electrolytes.</p>\n\n</div>", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Solid State Chemistry; Computational Chemistry and Modeling; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High-Affinity Alkynyl Bisubstrate Inhibitors of Nicotinamide N-Methyltransferase (NNMT)", "doi": "10.26434/chemrxiv.8010302.v1", "published_doi": "10.1021/acs.jmedchem.9b01238", "published_url": "https://doi.org/10.1021/acs.jmedchem.9b01238", "authors": "Rocco Policarpo; Ludovic Decultot; Elizabeth May; Petr Kuzmič; Samuel Carlson; Danny Huang; Vincent Chu; Brandon Wright; Saravanakumar Dhakshinamoorthy; Aimo Kannt; Shilpa Rani; Sreekanth Dittakavi; Joseph Panarese; Rachelle Gaudet; Matthew Shair", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<p>In this work, structure-based rational design led to the development of potent and selective alkynyl bisubstrate inhibitors of NNMT. The reported nicotinamide-SAM conjugate (named <b>NS1</b>) features an alkyne as a key\ndesign element that closely mimics the linear, 180° transition state geometry found in the NNMT-catalyzed SAM\n→ NAM (nicotinamide) methyl transfer reaction. NS1 was synthesized as a single enantiomer and diastereomer in 14 steps and\nfound to be a high-affinity, subnanomolar NNMT inhibitor. An X-ray co-crystal structure and structure-activity\nrelationship (SAR) study revealed the unique ability of an alkynyl linker to span the methyl transfer tunnel of\nNNMT with ideal shape complementarity. The compounds reported in this work represent the most potent and\nselective NNMT inhibitors reported to date. The rational design principle described herein could potentially be\nextended to other methyltransferase enzymes.\n</p>\n\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Data-driven Discovery of Photoactive Quaternary Oxides using First-principles Machine Learning", "doi": "10.26434/chemrxiv.8010422.v1", "published_doi": "10.1021/acs.chemmater.9b01519", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01519", "authors": "Daniel Davies; Keith T. Butler; Aron Walsh", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We present a low-cost, virtual high-throughput materials design workflow and use\nit to identify earth-abundant materials for solar energy applications from the quaternary oxide chemical space. A statistical model that predicts bandgap from chemical\ncomposition is built using supervised machine learning. The trained model forms the\nfirst in a hierarchy of screening steps. An ionic substitution algorithm is used to assign\ncrystal structures, and an oxidation state probability model is used to discard unlikely\nchemistries. We demonstrate the utility of this process for screening over 1 million\noxide compositions. We find that, despite the difficulties inherent to identifying stable\nmulti-component inorganic materials, several compounds produced by our workflow\nare calculated to be thermodynamically stable or metastable and have desirable optoelectronic properties according to first-principles calculations. The predicted oxides  are Li2MnSiO5, MnAg(SeO3)2 and two polymorphs of MnCdGe2O6, all four of which\nare found to have direct electronic bandgaps in the visible range of the solar spectrum. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Solid State Chemistry; Computational Chemistry and Modeling; Machine Learning; Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis, Characterisation and Water-Gas Shift Activity of Nano-Particulate Mixed-Metal (Al, Ti) Cobalt Oxides", "doi": "10.26434/chemrxiv.8009591.v1", "published_doi": "10.1039/C9DT01634A", "published_url": "https://doi.org/10.1039/C9DT01634A", "authors": "Moritz Wolf; Stephen J. Roberts; Ezra J. Olivier; Niels T. J. Luchters; Emma K. Gibson; C. Richard A. Catlow; Jan. H. Neethling; Nico Fischer; Michael Claeys", "abstract": "The\nformation of mixed-metal cobalt oxides, representing potential metal-support\ncompounds for cobalt-based catalysts, has been observed at high conversion\nlevels in the Fischer-Tropsch synthesis over metal oxide-supported cobalt\ncatalysts. An often observed increase in the carbon dioxide selectivity at\nFischer Tropsch conversion levels above 80% has been suggested to be inter-linked to the formation of water-gas shift active oxidic cobalt species. Mixed-metal\ncobalt oxides, namely cobalt aluminate and cobalt titanate, were therefore\nsynthesised and tested for potential catalytic activity towards the water-gas\nshift reaction. We present a preparation route for amorphous mixed-metal oxides\n<i>via</i> thermal treatment of metal\nprecursors in benzyl alcohol. Calcination of the as prepared nanoparticles\nresults in highly crystalline phases. The nano-particulate mixed-metal cobalt\noxides were thoroughly analysed by means of X-ray diffraction, Raman\nspectroscopy, temperature-programmed reduction, X-ray absorption near edge\nstructure spectroscopy, and high-resolution scanning transmission electron\nmicroscopy. This complementary characterisation of the synthesised materials\nallows for a distinct identification of the phases and their properties. The cobalt\naluminate prepared has a cobalt-rich composition (Co<sub>1+<i>x</i></sub>Al<sub>2-<i>x</i></sub>O<sub>4</sub>)\nwith a homogeneous atomic distribution throughout the nano-particulate\nstructures, while the perovskite-type cobalt titanate (CoTiO<sub>3</sub>)\nfeatures cobalt-lean smaller particles being associated with larger ones with\nan increased concentration of cobalt. The cobalt aluminate prepared showed no\nwater-gas shift activity in the medium-shift temperature range, while the\ncobalt titanate sample was shown to catalyse the conversion of water and carbon\nmonoxide to hydrogen and carbon dioxide after an extended activation period. However,\nthis perovskite underwent vast restructuring forming metallic cobalt, a known\ncatalyst for the water-gas shift reaction at temperatures exceeding typical\nconditions for the cobalt-based Fischer-Tropsch synthesis, and anatase-TiO<sub>2</sub>\n<i>via</i> a partial reduction of the\nmixed-metal cobalt oxide and segregation as identified by means of post-run\nX-ray diffraction.", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Spectroscopy (Inorg.); Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Iron Detection and Remediation with a Functionalized Porous Polymer Applied to Environmental Water Samples", "doi": "10.26434/chemrxiv.8015027.v1", "published_doi": "10.1039/C9SC01441A", "published_url": "https://doi.org/10.1039/C9SC01441A", "authors": "Sumin Lee; Adam Uliana; Mercedes Taylor; Khetpakorn Chakarawet; Siva Bandaru; Sheraz Gul; Jun Xu; Cheri Ackerman; Ruchira Chatterjee; Hiroyasu Furukawa; Jeffrey A. Reimer; Junko Yano; Ashok Gadgil; Gary Long; Fernande Grandjean; Jeffrey R. Long; Christopher Chang", "abstract": "<div>\n\n<p>Iron is one of the most abundant\nelements in the environment and in the human body. As an essential nutrient,\niron homeostasis is tightly regulated, and iron dysregulation is implicated in\nnumerous pathologies, including neuro-degenerative diseases, atherosclerosis,\nand diabetes. Endogenous iron pool concentrations are directly linked to iron\nion uptake from environmental sources such as drinking water, providing\nmotivation for developing new technologies for assessing iron(II) and iron(III)\nlevels in water. However, conventional methods for measuring aqueous iron pools\nremain laborious and costly and often require sophisticated equipment and/or\nadditional processing steps to remove the iron ions from the original\nenvironmental source. We now report a simplified and accurate chemical platform\nfor capturing and quantifying the iron present in aqueous samples through use\nof a post-synthetically modified porous aromatic framework (PAF). The\nether/thioether-functionalized network polymer, PAF-1-ET, exhibits high\nselectivity for the uptake of iron(II) and iron(III) over other physiologically\nand environmentally relevant metal ions. Mössbauer spectroscopy, XANES, and\nEXAFS measurements provide evidence to support iron(III) coordination to\noxygen-based ligands within the material. The polymer is further successfully\nemployed to adsorb and remove iron ions from groundwater, including field\nsources in West Bengal, India. Combined with an 8-hydroxyquinoline colorimetric\nindicator, PAF-1-ET enables the simple and direct determination of the iron(II)\nand iron(III) ion concentrations in these samples, providing a starting point\nfor the design and use of molecularly-functionalized porous materials for\npotential dual detection and remediation applications.</p></div>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Hydrology and Water Chemistry; Bioinorganic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "In Vitro Reconstitution and Kinetic Characterization of the Essential Condensation Enzymes Involved in Prodiginine and Tambjamine Biosynthesis", "doi": "10.26434/chemrxiv.8001410.v1", "published_doi": "10.1002/CBIC.201900503", "published_url": "https://doi.org/10.1002/cbic.201900503", "authors": "Katherine J. Picott; Julie A. Deichert; Ella M. deKemp; Avena Ross", "abstract": "We have reconstituted<i> </i>the\n<i>in vitro</i> activity of the purified\ncondensation enzymes PigC and TamQ, from prodiginine and tambjamine pathways\nrespectively. Upon analysis and comparison of their kinetic profiles, a ping-pong\nreaction sequence with substrate inhibition was identified for each\ncondensation enzyme.", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Biochemistry; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "ZIF-8 Degrades in Cell Media, Serum, and Some—But Not All—Common Laboratory Buffers", "doi": "10.26434/chemrxiv.8006789.v1", "published_doi": "10.1080/10610278.2019.1616089", "published_url": "https://doi.org/10.1080/10610278.2019.1616089", "authors": "Michael A. Luzuriaga; Candace Benjamin; Michael W. Gaertner; Hamilton Lee; Fabian C. Herbert; Snipta Mallick; Jeremiah J. Gassensmith", "abstract": "<p>The emergence of drug delivery using water stable\nmetal-organic frameworks has elicited a lot of interest in their\nbiocompatibility. However, few studies have been conducted on their stability\nin common buffers, cell media, and blood proteins. For these studies, single\ncrystal ZIF-8 approximately 1 um in diameter were synthesized, incubated with\ncommon laboratory buffers, cell media, and serum, and then characterized by\nPXRD, IR, DLS, and SEM. Time-resolved SEM and PXRD demonstrate that buffers\ncontaining phosphate and bicarbonate alter the appearance and composition of\nZIF-8. Further, blood proteins in serum dissolve ZIF-8, causing trapped\nbiomolecules to escape. The study presented here suggests that ZIF-8 can\nundergo dramatic surface chemistry changes that may affect the interpretation\nof cellular uptake and cargo release data. On the other hand, it provides a\nrational explanation as to how ZIF-8 neatly dissolves <i>in vivo</i>. </p>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Drug delivery systems; Supramolecular Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Duplex stem replacement with bPNA+ triplex hybrid stems enables reporting on tertiary interactions of internal RNA domains", "doi": "10.26434/chemrxiv.7583624.v2", "published_doi": "10.1021/JACS.9B03435", "published_url": "https://doi.org/10.1021/jacs.9b03435", "authors": "Dennis Bong; Shiqin Miao; Yufeng Liang; Jie Mao; Ila Marathe", "abstract": "<p>We report herein the synthesis and DNA/RNA binding properties of bPNA+, a new variant of bifacial peptide nucleic acid (bPNA) that binds oligo T/U nucleic acids to form triplex hybrids. By virtue of a new bivalent sidechain on bPNA+, similar DNA affinity and hybrid thermostability can be obtained with half the molecular footprint of previously reported bPNA. Lysine derivatives bearing two melamine bases (K2M) can be prepared on multigram scale by double reductive alkylation with melamine acetaldehyde, resulting in a tertiary amine sidechain that affords both peptide solubility and selective base-triple formation with 4 T/U bases; the Fmoc-K2M derivative can be used directly in solid phase peptide synthesis, rendering bPNA+ conveniently accessible. A compact bPNA+ binding site of two U6 domains can be genetically encoded to replace existing 6 bp stem elements at virtually any location within an RNA transcript. We thus replaced internal 6 bp RNA stems that supported loop regions with 6 base-triple hybrid stems, using fluorophore-labeled bPNA+. As the loop regions engaged in RNA tertiary interactions, the labeled hybrid stems provided a fluorescent readout; bPNA+ enabled this readout without covalent chemical modification or introduction of new structural elements. This strategy was demonstrated to be effective for reporting on widely observed RNA tertiary interactions such as intermolecular RNA-RNA kissing loop dimerization, RNA-protein binding as well as intramolecular RNA tetraloop-tetraloop receptor binding, illustrating the potential general utility of this method. The modest 6 bp stem binding footprint of bPNA+ makes the hybrid stem replacement method practical for noncovalent installation of synthetic probes of RNA interactions. We anticipate that bPNA+ structural probes will be useful for the study of tertiary interactions in long noncoding RNAs. </p><div><br /></div>", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Biochemistry; Bioengineering and Biotechnology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Multiscale Simulations of Singlet and Triplet Exciton Dynamics in Disordered Molecular Systems based on Many-Body Green’s Functions Theory", "doi": "10.26434/chemrxiv.8008934.v1", "published_doi": "10.1088/1367-2630/ab7a04", "published_url": "https://doi.org/10.1088/1367-2630/ab7a04", "authors": "Jens Wehner; Björn Baumeier", "abstract": "<div>We present a multiscale model based on Many-Body Green’s Function Theory in the GW approximation and the Bethe-Salpeter Equation (GW-BSE) for the simulation singlet and triplet exciton transport in molecular materials. Dynamics of coupled electron-hole pairs is modeled as a sequence of incoherent tunneling and decay events in a disordered morphology obtained at room temperature from Molecular Dynamics. The ingredients of the rates associated to the events, i.e., reorganization energies, site energies, lifetimes, and coupling elements, are determined from a combination of GW-BSE and classical polarizable force field techniques. Kinetic Monte Carlo simulations were then employed to evaluate dynamical properties such as the excitonic diffusion tensor and diffusion lengths. Using DCV5T-Me(3,3), a crystalline organic semiconductor, we demonstrate how this multiscale approach provides insight into the fundamental factors driving the transport processes.</div><div>Comparing the results obtained with different calculation models, we investigate in particular the effects of charge-transfer mediated high exciton coupling and the influence of internal site energy disorder due to conformational variations. We show that a small number of high coupling elements indicative of delocalized exciton states does not impact the overall dynamics perceptively. Molecules with energies in the tail of the excitonic density of states dominate singlet decay, independent of the level of disorder taken into account in the simulation. Overall, our approach yields singlet diffusion lengths on the order of 10 nm as expected for disordered molecular materials.</div>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dynamic Spirals of Nanoparticles in Light-Responsive Polygonal Fields", "doi": "10.26434/chemrxiv.7993364.v1", "published_doi": "10.1002/smll.201902419", "published_url": "https://doi.org/10.1002/smll.201902419", "authors": "Tetiana Orlova; Rémi Plamont; Alexis Depauw; Nathalie Katsonis", "abstract": "Nanoparticles tend to aggregate in an uncontrollable fashion once integrated into soft matter and consequently, self-assembling nanoparticles into large-scale, regular, well-defined patterns remains an ongoing challenge towards the design and realization of smart hybrid materials. The patterns of nanoparticles that have been reported in liquid crystals are static so far, and this lack of responsiveness extends to assemblies of nanoparticles formed in topological singularities and other localized structures of anisotropic matter. Here, we demonstrate the realization of light-responsive spirals of gold nanoparticles, by using a templating strategy that is common in the biological world. Specifically, we use polygonal fields of liquid crystals that incorporate molecular photo-switches in their composition, as light-responsive chiral templates. We also show that light modifies the period of the dynamic spirals of nanoparticles. These results confirm that using chiral liquid crystals as dynamic templates constitutes a versatile strategy towards soft photonic nanomaterials, and we anticipate that the possibility to control the period of the nanoparticulated pattern can find potential applications in the field of plasmonic sensing. <br />", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Nanostructured Materials - Nanoscience; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Observation of chemo-mechanical failure and influence of cut-off potentials in all-solid-state Li-S batteries", "doi": "10.26434/chemrxiv.7725017.v2", "published_doi": "10.1021/acs.chemmater.9b00282", "published_url": "https://doi.org/10.1021/acs.chemmater.9b00282", "authors": "Saneyuki Ohno; Georg Dewald; Raimund Koerver; Carolin Rosenbach; Paul Titscher; Dominik Steckermeier; Arno Kwade; Juergen Janek; Wolfgang Zeier", "abstract": "<p>Owing to a remarkably high theoretical energy density, the lithium-sulfur (Li-S) battery has attracted significant attention as a candidate for next-generation batteries. While employing solid electrolytes can provide a new avenue for high capacity Li-S cells, all-solid-state batteries have unique failure mechanisms such as chemo-mechanical failure due to the volume changes of active materials. In this study, we investigate all-solid-state Li-S model cells with differently processed cathode composites and elucidate a typical failure mechanism stemming from irreversible Li<sub>2</sub>S formation in the cathode composites. Reducing the particle size is key to minimizing the influence of volume changes and a capacity of over 1000 mAh g<sub>sulfur</sub><sup>-1</sup>is achieved by ball-milling of the cathode composites. In addition, the long-term stability of the ball-milled cathode is investigated by varying upper and lower cut-off potentials for cycling, which results in unveiling the significantly detrimental role of the lower cut-off potential. Preventing a deep-discharge leads to a reversible capacity of 800 mAh g<sub>sulfur</sub><sup>-1</sup>over 50 cycles in the optimized cell. This work highlights the importance of mitigating chemo-mechanical failure using microstructural engineering as well as the influence of the cut-off potentials in all-solid-state Li-S batteries. </p>", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Room-Temperature Chemical Synthesis of C2", "doi": "10.26434/chemrxiv.8009633.v1", "published_doi": "10.1038/s41467-020-16025-x", "published_url": "https://doi.org/10.1038/s41467-020-16025-x", "authors": "Kazunori Miyamoto; Shodai Narita; Yui Masumoto; Takahiro Hashishin; Mutsumi Kimura; Masahito Ochiai; Masanobu Uchiyama", "abstract": "Diatomic carbon (C<sub>2</sub>) is historically an elusive chemical species. It has long been believed that the generation of C<sub>2 </sub>requires extremely high “physical” energy, such as an electric carbon arc or multiple photon excitation, and so it has been the general consensus that the inherent nature of C<sub>2 </sub><i>in the ground state </i>is experimentally inaccessible. Here, we present the first “chemical” synthesis of C<sub>2 </sub>in a flask at <i>room temperature or below</i>, providing the first experimental evidence to support theoretical predictions that (1) C<sub>2 </sub>has a singlet biradical character with a quadruple bond, thus settling a long-standing controversy between experimental and theoretical chemists, and that (2) C<sub>2 </sub>serves as a molecular element in the formation of sp<sup>2</sup>-carbon allotropes such as graphite, carbon nanotubes and C<sub>60</sub>.", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Carbon-based Materials; Nanostructured Materials - Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modular Protein Architectures for pH-Dependent Interactions and Switchable Assembly of Nanocellulose", "doi": "10.26434/chemrxiv.8010872.v1", "published_doi": "10.1016/j.ijbiomac.2019.06.227", "published_url": "https://doi.org/10.1016/j.ijbiomac.2019.06.227", "authors": "Sanni Voutilainen; Arja Paananen; Martina Lille; Markus Linder", "abstract": "<p>Protein engineering shows a wide range of possibilities for designing properties in novel materials. Following inspiration from natural systems we have studied how combinations or duplications of protein modules can be used to engineer their interactions and achieve functional properties. Here we used cellulose binding modules (CBM) coupled to spider silk N-terminal domains that dimerize in a pH-sensitive manner. We showed how the pH-sensitive switching into dimers affected cellulose binding affinity in relation to covalent coupling between CBMs. Finally, we showed how the pH-sensitive coupling could be used to assemble cellulose nanofibers in a dynamic pH-dependent way. The work shows how novel proteins can be designed by linking functional domains from widely different sources and thereby achieve new functions in the self-assembly of nanoscale materials.</p>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Biological Materials; Nanostructured Materials - Materials; Biopolymers; Cellulosic materials; Bioengineering and Biotechnology; Self-Assembly", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Monophosphine Ligands Promote Pd-Catalyzed C–S Cross-Coupling Reactions at Room Temperature with Soluble Bases", "doi": "10.26434/chemrxiv.8010962.v1", "published_doi": "10.1021/ACSCATAL.9B01913", "published_url": "https://doi.org/10.1021/acscatal.9b01913", "authors": "Jessica Xu; Richard Liu; Charles Yeung; Stephen L. Buchwald", "abstract": "<div>\n\n<p>The Pd-catalyzed cross-coupling of thiols\nwith aromatic electrophiles is a reliable method for the synthesis of aryl\nthioethers, which are important compounds for pharmaceutical and agricultural\napplications. Since thiols and thiolates strongly bind late transition metals,\nprevious research has focused on catalysts supported by chelating, bisphosphine\nligands, which were considered less likely to be displaced during the course of\nthe reaction. We show that by using monophosphine ligands instead, more effective\ncatalysis can be achieved. Notably, compared to previous methods, this\nincreased reactivity allows for the use of much lower reaction temperature,\nsoluble bases, and base-sensitive substrates. In contrast to conventional\nwisdom, our mechanistic data suggest that the extent of displacement of\nphosphine ligands by thiols is, firstly, not correlated with the ligand bulk or\nthiol nucleophilicity, and secondly, not predictive of the effectiveness of a\ngiven ligand in combination with palladium.</p>\n\n</div>", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dyes@BNNT Nanohybrids for Photostable Fluorescence Imaging", "doi": "10.26434/chemrxiv.8011268.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Charlotte Allard; Raffaela Nascimento; Frederic Fossard; Leonard Schué; Emmanuel Flahaut; Annick Loiseau; Patrick Desjardins; Richard Martel; Etienne Gaufres", "abstract": "<div><div><div><p>Fluorescence is ubiquitous in life science and used in broad fields of research going from ecology to medicine. Among the most common fluorogenic compounds, dyes are being exploited in bioimaging for their outstanding optical properties across a broad range of wavelengths from the UV to the near-IR. However, dye molecules are often toxic to living organisms and photodegradable, giving limited time windows for in vivo monitoring. By encapsulating organic dyes inside a boron nitride nanotube (dyes@BNNT), we achieve a passivation of the dyes against photodegradation and chemical reaction. The dyes@BNNT nanohybrids contain aggregated and ordered dyes exhibiting strong photoluminescence with signal remaining stable and exempt of blinking over a time scale of more than 10^4 compared to free dyes. Our results also suggest reduced toxicity and exceptional chemical robustness even in harsh environments. The use of these 1D dyes@BNNT nanohybrids as fluorescence nanoprobes in bio-imaging is highlighted with in-vivo monitoring experiments on living Daphnia Pulex.</p></div></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Dyes and Chromophores; Imaging; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sign Inversion in Photopharmacology: Incorporation of Cyclic Azobenzenes in Photoswitchable Potassium Channel Blockers and Openers", "doi": "10.26434/chemrxiv.8014580.v1", "published_doi": "10.1002/anie.201905790", "published_url": "https://doi.org/10.1002/anie.201905790", "authors": "Julie Trads; Katharina Hüll; Bryan Matsuura; Laura Laprell; Timm Fehrentz; Nicole Görldt; Krystian A. Kozek; David Weaver; Nikolaj Klöcker; David Barber; Dirk Trauner", "abstract": "Photopharmacology relies on ligands that change their pharmacodynamics upon photoisomerization. Many of these ligands are azobenzenes that are thermodynamically more stable in their elongated <i>trans</i>configuration, which predominates in the dark. Often, they are biologically active in this form and lose activity upon irradiation and photoisomerization to their <i>cis</i>-isomer. Recently, cyclic azobenzenes, so-called diazocines, have emerged. They are thermodynamically more stable in their bent <i>cis</i>­‑form than in their elongated <i>trans</i>-form. Incorporation of these switches into a variety of photopharmaceuticals could convert dark-active ligands into dark-inactive ligands, which is preferred in most biological applications. This “pharmacological sign-inversion” is demonstrated for a photochromic blocker of voltage-gated potassium channels, termed <b>CAL</b>, and a photochromic opener of G-protein-coupled inwardly rectifying potassium (GIRK) channels, termed <b>CLOGO</b>.<br />", "date": "2019-04-19", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Photochemistry (Org.); Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydrogen Atom Transfer Reaction Free Energy as a Predictor of Abiotic Nitroaromatic Reduction Rate Constants: A Comprehensive Analysis", "doi": "10.26434/chemrxiv.8009720.v1", "published_doi": "10.1002/etc.4807", "published_url": "https://doi.org/10.1002/etc.4807", "authors": "Dominic Di Toro; Kevin P. Hickey; Herbert E. Allen; Richard F. Carbonaro; Pei C. Chiu", "abstract": "<div>A linear free energy model is presented that predicts the second order rate constant for the abiotic reduction of nitroaromatic compounds (NACs). For this situation previously presented models use the one electron reduction potential of the NAC reaction. If such value is not available, it has been has been proposed that it could be computed directly or estimated from the electron affinity (EA). The model proposed herein uses the Gibbs free energy of the hydrogen atom transfer (HAT) as the parameter in the linear free energy model. Both models employ quantum chemical computations for the required thermodynamic parameters. The available and proposed models are compared using second order rate constants obtained from five investigations reported in the literature in which a variety of NACs were exposed to a variety of reductants. A comprehensive analysis utilizing all the NACs and reductants demonstrate that the computed hydrogen atom transfer model and the experimental one electron reduction potential model have similar root mean square errors and residual error probability distributions. In contrast, the model using the computed electron affinity has a more variable residual error distribution with a significant number of outliers. The results suggest that a linear free energy model utilizing computed hydrogen transfer reaction free energy produces a more reliable prediction of the NAC abiotic reduction second order rate constant than previously available methods. The advantages of the proposed hydrogen atom transfer model and its mechanistic implications are discussed as well.</div>", "date": "2019-04-22", "journal": "chemRxiv", "categories": "Environmental Science; Computational Chemistry and Modeling; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Highly Robust but Surface-Active: N-Heterocyclic Carbene-Stabilized Au25 Nanocluster as a Homogeneous Catalyst", "doi": "10.26434/chemrxiv.8015651.v1", "published_doi": "10.1002/ANIE.201908983", "published_url": "https://doi.org/10.1002/anie.201908983", "authors": "Hui Shen; Guocheng Deng; Sami Kaappa; Sami Malola; Boon K. Teo; Hannu Hakkinen; Nanfeng Zheng; Tongde Tan; Yinzi Han; Shuichao Lin", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Surface organic ligands play a critical role in stabilizing atomically precise metal nanoclusters in solutions.\nHowever, it is still challenging to prepare highly robust ligated metal nanoclusters that are surface-active for liquid-phase catalysis\nwithout any pre-treatment. Herein, we report a novel N-heterocyclic carbine-stabilized Au25 nanocluster with high thermal and air\nstabilities as a homogenous catalyst for cycloisomerization of alkynyl amines to indoles. The nanocluster, characterized as\n[Au25(iPr2-bimy)10Br7]2+ (iPr2-bimy=diisopropyl-benzilidazolium) (1), was synthesized by direct reduction of AuSMe2Cl and iPr2-\nbimyAuBr with NaBH4 in one pot. X-ray crystallization analysis revealed that the cluster comprises two centered Au13 icosahedra\nsharing a vertex. Cluster 1 is highly stable and can survive in solution at 80 oC for 12 h, which is superior to Au25 nanoclusters\npassivated with phosphines or thiols. DFT computations reveal the origins of both electronic and thermal stability of 1 and point to\nthe probable catalytic sites. This work provides new insights into the bonding capability of N-heterocyclic carbene to gold in a\ncluster, and offers an opportunity to probe the catalytic mechanism at the atomic level.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanocatalysis - Catalysts & Materials; Theory - Computational; Clusters; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanism and Kinetics of Methylating C6–C12 Methylbenzenes with Methanol and DME in H-MFI Zeolites", "doi": "10.26434/chemrxiv.8016017.v1", "published_doi": "10.1021/acscatal.9b00650", "published_url": "https://doi.org/10.1021/acscatal.9b00650", "authors": "Mykela DeLuca; Pavlo Kravchenko; Alexander Hoffman; David Hibbitts", "abstract": "<p>          This\nstudy uses periodic density functional theory (DFT) to determine the reaction\nmechanism and effects of reactant size for all 20 arene (C<sub>6</sub>–C<sub>12</sub>)\nmethylation reactions using CH<sub>3</sub>OH and CH<sub>3</sub>OCH<sub>3</sub> as\nmethylating agents in H-MFI zeolites. Reactant, product, and transition state\nstructures were manually generated, optimized, and then systematically\nreoriented and reoptimized to sufficiently sample the potential energy surface\nand thus identify global minima and the most stable transition states which\ninterconnect them. These systematic reorientations decreased energies by up to\n50 kJ mol<sup>−1</sup>, demonstrating their necessity when analyzing reaction\npathways or adsorptive properties of zeolites. Benzene-DME methylation occurs\nvia sequential pathways, consistent with prior reports, but is limited by\nsurface methylation which is stabilized by co-adsorbed benzene via novel\ncooperativity between the channels and intersections within MFI. These co-adsorbate\nassisted surface methylations generally prevail over unassisted routes. Calculated\nfree energy barriers and reaction energies suggest that both the sequential and concerted methylation\nmechanisms can generally occur, depending on the methylating agent and\nmethylbenzene being reacted—there is no consensus mechanism for these\nhomologous reactions. Intrinsic methylation barriers for step-wise reactions of\nbenzene to hexamethylbenzene remain between 75–137 kJ mol<sup>−1</sup> at\nconditions relevant to methanol-to-hydrocarbon (MTH) reactions where such arene\nspecies act as co-catalysts. Intrinsic methylation barriers are similar between\nCH<sub>3</sub>OH and CH<sub>3</sub>OCH<sub>3</sub> suggesting that both species\nare equally capable of interconverting between methylbenzene species.\nAdditionally, these methylation barriers do not systematically increase as the\nnumber of methyl-substituents on the arene increases and the formation of\nhigher methylated arenes is thermodynamically favorable. These barriers are\nsignificantly lower than those associated with alkene formation during the\naromatic cycle, suggesting that aromatic species formed during MTH reactions\neither egress from the catalyst—depending on that zeolite’s pore structure—or become\ntrapped as extensively-substituted C<sub>10</sub>–C<sub>12</sub> species which\ncan either isomerize to form olefins or ultimately create polyaromatic species\nthat deactivate MTH catalysts.</p>", "date": "2019-04-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Catalysis; Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Structure, Electron-Phonon Coupling and Charge Transport in Crystalline Rubrene Under Mechanical Strain", "doi": "10.26434/chemrxiv.8015645.v1", "published_doi": "10.1021/acs.jpcc.9b01902", "published_url": "https://doi.org/10.1021/acs.jpcc.9b01902", "authors": "Michael Ruggiero; Sergio Ciuchi; Simone Fratini; Gabriele D'Avino", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div><p>Motivated by the\npotential for application of organic semiconductors in exible electronics, we\npresent a theoretical study aiming at elucidating the interplay between mechanical\nstrain and electronic, vibrational and charge transport properties of the prototypical\nhigh-mobility molecular semiconductor rubrene. Our study considers several factors\nthat can play a role in the electro-mechanical response of a soft, van-der-Waals\nbonded, molecular crystal, such as intermolecular charge transfer integrals,\nlattice dynamics and electron phonon coupling. We find that compressive strain\nleads to an increase in magnitude of charge transfer integrals but also of the\nenergetic disorder hampering the mobility. Charge transport simulations, based\non the transient localization framework and fed with first-principles inputs, reveal\na remarkably different response to strain applied along different crystal axes,\nin line with most recent experiments. The critical interplay between energetic\ndisorder of intrinsic and extrinsic nature on the mobility-strain relationship\nis also discussed. The theoretical approach proposed in this work paves the way\nfor the systematic study of the electro-mechanical response of different\nclasses of high-mobility molecular semiconductors.</p></div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Systematic Optimization of Water Models Using Liquid/Vapor Surface Tension Data", "doi": "10.26434/chemrxiv.8016293.v1", "published_doi": "10.1021/acs.jpcb.9b05455", "published_url": "https://doi.org/10.1021/acs.jpcb.9b05455", "authors": "Yudong Qiu; Paul S. Nerenberg; Teresa Head-Gordon; Lee-Ping Wang", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>In this work we investigate whether experimental surface tension measurements,\nwhich are less sensitive to quantum and self-polarization corrections, are able to replace the usual reliance on the heat of vaporization as experimental reference data for\nfitting force field models of molecular liquids. To test this hypothesis we develop the\nfitting protocol necessary to utilize surface tension measurements in the ForceBalance\noptimization procedure in order to determine revised parameters for both three-point\nand four-point water models, TIP3P-ST and TIP4P-ST. We find that the incorporation of surface tension in the fit results in a rigid three-point model that reproduces\nthe correct temperature of maximum density of water for the first time, but also leads\nto over-structuring of the liquid and less accurate transport properties. The rigid\nfour-point TIP4P-ST model is highly accurate for a broad range of thermodynamic\nand kinetic properties, with similar performance compared to recently developed four-\npoint water models. The results show surface tension to be a useful fitting property in general, especially when self-polarization corrections or nuclear quantum corrections\nare not readily available for correcting the heat of vaporization as is the case for other\nmolecular liquids. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY 4.0"}
{"title": "Ketones from Nickel-Catalyzed Decarboxylative, Non-Symmetric Cross-Electrophile Coupling of Carboxylic Acid Esters", "doi": "10.26434/chemrxiv.8019419.v1", "published_doi": "10.1002/anie.201906000", "published_url": "https://doi.org/10.1002/anie.201906000", "authors": "Jiang Wang; Brian\nP. Cary; Peyton Beyer; Samuel H. Gellman; Daniel Weix", "abstract": "A new strategy for the synthesis of ketones is presented based upon the decarboxylative coupling of N-hydroxyphthalimide (NHP) esters with S-2-pyridyl thioesters. The reactions are selective for the cross-coupled product because NHP esters act as radical donors and the thioesters act as acyl donors. The reaction conditions are general and mild, with over 40 examples presented, including larger fragments and the 20-mer peptide Exendin(9-39) on solid support.", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Discussion on Quartic Autocatalytic Kind of Chemical Reaction", "doi": "10.26434/chemrxiv.8025422.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Isaac L. Animasaun", "abstract": "The significance of chemical reaction is\ninevitable and there exist many kinds in real life. Recently, the concept of\nquartic autocatalytic kind of chemical reaction was appraised (Refs. [10] –\n[16]). It is worth remarking that the concept had been wrongly used in a\nrecently published paper. To avoid confusion, this unpublished paper is\npresented for clarification. In the report “entropy\noptimization and quartic autocatalysis in MHD chemically reactive stagnation\npoint flow of Sisko nanomaterial, International Journal of Heat and Mass\nTransfer <a>127</a>, <a>829</a> – <a>837</a>”, the author investigated\ncubic autocatalytic kind of chemical reaction between non-Newtonian Sisko fluid\nand two molecules of catalyst situated at the surface. However, in three\ndifferent places including the title, the author claimed that the reaction is quartic autocatalysis.<br />", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Indirect Detection of Short-lived Hydride Intermediates of Iridium N-Heterocyclic Carbene Complexes via Chemical Exchange Saturation Transfer (CEST) Spectroscopy", "doi": "10.26434/chemrxiv.8026049.v1", "published_doi": "10.1021/acs.jpcc.9b04179", "published_url": "https://doi.org/10.1021/acs.jpcc.9b04179", "authors": "Stephan Knecht,; Sara Hadjiali; Danila Barskiy; Alexander Pines; Grit Sauer; Alexey S Kiryutin; Konstantin Ivanov; Alexandra V. Yurkovskaya; Gerd Buntkowsky", "abstract": "For the first time chemical-exchange saturation transfer (CEST) 1H NMR is utilized for the study of\nshort-lived hydride intermediates in the catalytic cycle of\nthe Iridium-based organometallic complex\n[Ir(IMes)(Py)3(H)2]Cl, which are often not observable by\nother NMR techniques, since they are low concentrated,\nand undergo reversible ligand exchange with the main\ncomplex. The intermediate complexes\n[Ir(Cl)(IMes)(Py)2(H)2] and [Ir(CD3OD)(IMes)\n(Py)2(H)2] are detected, assigned and characterized in situ\nand at room temperature in solution. Understanding the\neffects on the spin dynamics induced by these complexes\nis necessary for enhancing the performance of the nuclear\nspin hyperpolarization technique SABRE (Signal Amplification By Reversible Exchange). By eliminating\n[Ir(Cl)(IMes)(Py)2(H)2] and manipulating the spin-system by RF-irradiation, we were able to increase the nuclear spin singlet lifetime of the two protons in the main\nhydride complex by more than an order of magnitude,\nfrom 2.2±0.1 s to 27.2±1.2 s. The presented CEST NMR\napproach has a large application potential for studying\nshort-lived hydride intermediates in catalytic reactions.", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Catalysis; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Experimental and Computational Study on the Inclusion Complexes of β-Cyclodextrin with Selected Food Phenolic Compounds", "doi": "10.26434/chemrxiv.7100900.v2", "published_doi": "10.1007/S11224-019-01347-4", "published_url": "https://doi.org/10.1007/s11224-019-01347-4", "authors": "Tuba Simsek; Senay Simsek; Christian Mayer; Bakhtiyor Rasulev", "abstract": "<p></p><p>A number of phenolic compounds, including caffeic\nacid, <i>trans</i>-ferulic acid and <i>p</i>-coumaric acid that are commonly\nfound in food products are beneficial for human health. Cyclodextrins can form inclusion complexes with various organic\ncompounds in which the physiochemical properties of the included organic\nmolecules are changed. In this study, three phenolic compounds with\nβ-cyclodextrin as inclusion complexes were studied. The complexes were\ncharacterized by various analytical methods, including NMR-, FT-IR\nspectroscopy, mass spectrometry, differential scanning calorimetry and scanning\nelectron microscopy. Results showed that the phenolic compounds used in this\nstudy were able to form inclusion complexes in the hydrophobic cavity of\nβ-cyclodextrin by non-covalent bonds. Their physicochemical properties were\nchanged due to the complex formation. In addition, a computational study was\nperformed to find factors that were responsible for binding forces between\nflavors and β-cyclodextrin. The quantum-mechanical calculations\nsupported the results obtained from experimental studies. Thus, <i>DH<sub>f</sub></i> for the complex of <i>p</i>-coumaric acid and b-cyclodextrin\nhas been found as -11.72 <i>kcal/mol</i>,\nwhich was about 3 kcal/mol more stable than for inclusion complexes of other\nflavors. A HOMO-LUMO gap for the complex of <i>p</i>-coumaric acid and b-cyclodextrin\nhad the largest value (8.19 <i>eV</i>) in\ncomparison to other complexes, which was an indication of higher stability\ncomplex.</p><p></p>", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Spectroscopy (Anal. Chem.); Food; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Low-Order Many-Body Interactions Determine the Local Structure of Liquid Water", "doi": "10.26434/chemrxiv.8026553.v1", "published_doi": "10.1039/C9SC03291F", "published_url": "https://doi.org/10.1039/C9SC03291F", "authors": "Marc Riera; Eleftherios Lambros; Thuong T. Nguyen; Andreas W. Goetz; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Despite its apparent simplicity, water displays unique behavior across the phase diagram which\nis strictly related to the ability of the water molecules to form dense, yet dynamic, hydrogen-\nbond networks that continually fluctuate in time and space. The competition between different\nlocal hydrogen-bonding environments has been hypothesized as a possible origin of the anomalous properties of liquid water. Through a systematic application of the many-body expansion\nof the total energy, we demonstrate that the local structure of liquid water at room temperature is determined by a delicate balance between two-body and three-body energies, which is\nfurther modulated by higher-order many-body effects. Besides providing fundamental insights\ninto the structure of liquid water, this analysis also emphasizes that a correct representation\nof two-body and three-body energies requires sub-chemical accuracy that is nowadays only\nachieved by many-body models rigorously derived from the many-body expansion of the total energy, which thus hold great promise for shedding light on the molecular origin of the\nanomalous behavior of liquid water.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Clusters; Physical and Chemical Properties; Solution Chemistry; Statistical Mechanics; Structure; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Time-Dependent Long-Range Corrected Density-Functional Tight-Binding Method Combined with the Polarizable Continuum Model", "doi": "10.26434/chemrxiv.8024135.v1", "published_doi": "10.1021/acs.jpca.9b03713", "published_url": "https://doi.org/10.1021/acs.jpca.9b03713", "authors": "Yoshio Nishimoto", "abstract": "In this study, excited-state free energies and geometries were efficiently evaluated using a linear-response time-dependent long-range corrected density-functional tight-binding method integrated with the polarizable continuum model (TD-LC-DFTB/PCM). Although the LC-DFTB method required the evaluation of the exchange-type term, which was moderately computationally expensive, a single evaluation of the excited-state gradient for a system consisting of more than 1000 atoms in a vacuum was completed within 30 minutes using one CPU core. Benchmark calculations were conducted for 3-hydroxy avone, which exhibits dual emission: the absorption and enol-form emission wavelengths calculated by TD-LC-DFTB/PCM agreed well with those predicted based on density functional theory using a long-range corrected functional; however, there was a large error in the predicted keto-form emission wavelength. Further benchmark calculations for more than 20 molecules indicated that the conventional TD-DFTB method underestimated the absorption and 0-0 transition energies compared with those which were measured experimentally while the TD-LC-DFTB method systematically overestimated these metrics. Nevertheless, the agreement of the results of the TD-LC-DFTB method with those obtained by the CAM-B3LYP method demonstrates the potential of the TD-LC-DFTB/PCM method. Moreover, changing the range-separation parameter to 0.15 minimized this deviation.<br />", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Interpretation of the Structure and Solvent Dependence of the Far UV Circular Dichroism Spectrum of Short Oligopeptides", "doi": "10.26434/chemrxiv.8028134.v1", "published_doi": "10.1039/C9CC01513B", "published_url": "https://doi.org/10.1039/C9CC01513B", "authors": "Anshuman Kumar; Reinhard Schweitzer-Stenner; Bryan Wong", "abstract": "In this work, we carry out new time-dependent density functional theory calculations on the cationic tripeptide GAG in implicit and explicit water to determine the transitions that give rise to the observed CD signals of polyproline II and β-strand conformations. Our results reveal a plethora of electronic transitions that are governed by configurational interactions between multiple molecular orbital transitions of comparable energy. We also show that reproducing the CD spectra of polyproline II and β-strand conformations requires the explicit consideration of water molecules. The structure dependence of delocalized occupied orbitals contributes to the experimentally-observed invalidation of Flory’s isolated pair hypothesis.", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Computational Chemistry and Modeling; Biophysical Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tackling Halogenated Species with PBSA: Effect of Emulating the σ-Hole", "doi": "10.26434/chemrxiv.7660550.v2", "published_doi": "10.1021/acs.jctc.9b00106", "published_url": "https://doi.org/10.1021/acs.jctc.9b00106", "authors": "Rafael Nunes; Diogo Vila Viçosa; Paulo J. Costa", "abstract": "<div>To model halogen bond phenomena using classical force fields, an extra-point (EP) of charge is frequently introduced at a given distance from the halogen (X) to emulate the σ-hole. The resulting molecular dynamics (MD) trajectories can be used in subsequent molecular mechanics (MM) combined with Poisson–Boltzmann and surface area calculations (MM PBSA) to estimate protein–ligand binding free energies (∆G<sub>bind</sub>). While EP addition improves the MM/MD description of halogen-containing systems, its effect on the calculation of solvation free energies (∆G<sub>solv</sub>) using the PBSA approach is yet to be assessed. As the PBSA calculations depend, among other parameters, on the empirical assignment of radii (PB radii), a problematic issue arises since standard halogen radii are smaller than the typical X· · · EP distances (usually corresponding to R<sub>min</sub>), thus placing the EP within the solvent dielectric. Herein, we performed a comprehensive study on the performance of PBSA (using three different setups) in the calculation of ∆Gsolv values for 142 halogenated compounds (bearing Cl, Br, or I) for which the experimental values are known. By conducting an optimization (minimizing the error against experimental values), we provide a new optimized set of halogen PB radii, for each PBSA setup, that should be used when the EP is located at R min in the context of GAFF. A simultaneous optimization of PB radii and X· · · EP distances shows that a wide range of distance/radius pairs can be used without significant loss of accuracy, therefore laying the basis for expanding this halogen radii optimization strategy to other force fields and EP implementations. As ligand ∆G<sub>solv</sub> estimation is an important term in the determination of protein–ligand ∆G<sub>bind</sub> , this work is particularly relevant in the framework of structure-based virtual screening and related computer-aided drug design routines.</div>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computationally Driven Discovery of Layered Quinary Oxychalcogenides: Potential p-Type Transparent Conductors?", "doi": "10.26434/chemrxiv.7078205.v2", "published_doi": "10.1016/j.matt.2020.05.020", "published_url": "https://doi.org/10.1016/j.matt.2020.05.020", "authors": "Benjamin Williamson; Gregory Limburn; Graeme W. Watson; Geoffrey Hyett; David Scanlon", "abstract": "<p><i>n</i>-Type transparent conductors (TCs) are key materials in the modern optoelectronics industry. Despite years of research, the development of a high performance <i>p</i>-type TC has lagged far behind that of its <i>n</i>-type counterparts delaying the advent of “transparent electronics” based on fully transparent p-n junctions. Here, we propose the layered oxysulfide [Cu<sub>2</sub>S<sub>2</sub>][Sr<sub>3</sub>Sc<sub>2</sub>O<sub>5</sub>] as a structural motif for discovering novel p-type TCs. We have used density functional theory to screen the thermodynamic and dynamical stability and electronic structure of 24 compositions based on this motif, predicting 2 new p-type TCs and 8 other stable systems with semiconductor properties. Following our predictions, we have successfully synthesized our best candidate <i>p</i>-type TC, [Cu<sub>2</sub>S<sub>2</sub>][Ba<sub>3</sub>Sc<sub>2</sub>O<sub>5</sub>], which displays structural and optical properties that validate our computational models. It is expected that the design principles emanating from this analysis will move the field closer to the realization of a high figure-of-merit <i>p</i>-type TC.</p>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhancement in the Oxidative Stability of Commercial Gasoline Fuel by the Goethite Nanoparticles", "doi": "10.26434/chemrxiv.7048781.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yevhen Kalishyn; Igor Bychko; E.V. Polunkin; Tetyana Kameneva; Peter Strizhak", "abstract": "It is well-established that traces of the transition metals strongly accelerate the gasoline oxidation significantly decreasing the gasoline storage time. This paper explores the opposite effect of the goethite nanoparticles on the oxidative stability of the commercial gasoline.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hollow zeolite microspheres as a nest for enzymes: a new route to hybrid heterogeneous catalysts for chemo-enzymatic cascade reactions", "doi": "10.26434/chemrxiv.7796648.v2", "published_doi": "10.1039/C9SC04615A", "published_url": "https://doi.org/10.1039/C9SC04615A", "authors": "Valentin Smeets; Walid Baaziz; Ovidiu Ersen; Eric M. Gaigneaux; Cédric Boissière; Clément Sanchez; Damien Debecker", "abstract": "<div>\n\n<p>Integrating enzymatic and\nheterogeneous catalysis can pave the way to new and performing cascade chemical\nprocesses. In this perspective, the preparation of bifunctional structures\ncombining both an active inorganic catalyst and an enzyme is a key. However,\nsuch combinations are not straightforward, for example in the case of zeolite\ncatalysts for which enzyme immobilization would be restricted to the external\nsurface. We overcame this challenge by developing a new kind\nof hybrid catalysts based on hollow zeolite microspheres. The method leverages on the aerosol-assisted assembly of TS-1\nnanocrystals to form hollow zeolite microspheres with tailored hierarchical texture\nand high epoxidation activity in water. The latter spheres were subsequently\nloaded with glucose oxidase enzymes which were then cross-linked to secure their\nentrapment. This controlled design allows to combine all the decisive features\nof the zeolite with a high enzyme loading. A chemo-enzymatic reaction is\ndemonstrated, where the structured zeolite microsphere is used both as a nest for the\nenzyme and as an efficient inorganic heterogeneous catalyst. The enzyme ensures\nthe <i>in situ</i> production of H<sub>2</sub>O<sub>2</sub>\nsubsequently utilized by the zeolite for the epoxidation of allylic alcohol. We\nanticipate our method will open up new perspectives\nin the field of hybrid catalysis. Starting from various catalytic nano-building\nblocks, hollow microspheres with open entry ways could be prepared using the\naerosol process and could be used as vessels for enzymes or even multi-enzymatic\nsystems, thereby giving access to a multitude of new heterogeneous chemo-biocatalysts. <br /></p>\n\n</div>", "date": "2019-04-05", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanocatalysis - Catalysts & Materials; Nanostructured Materials - Nanoscience; Biocatalysis; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Prediction of C6–C12 Interconversion Rates Using DFT and Zeolite-specific kinetic Monte Carlo Simulation Methods", "doi": "10.26434/chemrxiv.8035565.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mykela DeLuca; David Hibbitts", "abstract": "<p><a>This study introduces a novel kinetic Monte Carlo (KMC) simulation package which models H-ZSM-5 crystals across experimentally relevant time and length scales to understand the role of transport during arene interconversion reactions (~100 reactions). This small subset of the methanol-to-hydrocarbon (MTH) network was previously modeled using periodic, dispersion-corrected density functional theory (DFT) to determine activation barriers and reaction energies for these KMC methods. Transport of arene molecules through the straight and sinusoidal channels of MFI was modeled as site-hopping and the DFT-calculated barriers are incorporated into the KMC model to account for mass-transport limitations. Barriers of different arene molecules trend well with their effective radii, and species with a smaller effective radii diffusive more readily. A previously published maximum rate analysis of arene interconversion pathways—previously validated by experimental data—is compared to a diffusion-free KMC model to confirm the accuracy of this KMC package. The temperature and pressure dependencies of rates obtained from KMC agree well with those of maximum rate analysis on the diffusion-free model, demonstrating that KMC effectively predicts rates as well as maximum rate analysis methods commonly used in kinetic applications of DFT. Arene interconversion pathways were also analyzed on KMC models incorporating diffusion to and from interior crystal sites. These simulations suggest that large species, such as hexamethylbenzene, become trapped at 10–20% of sites, thus causing site deactivation by limiting diffusion through MFI channels and lowering overall rates of product formation. Benzene diffusion barriers are artificially varied from 20–200 kJ mol<sup>−1</sup> and rates of benzene methylation decrease by 4-fold with diffusion barriers greater than 80 kJ mol<sup>−1</sup>; this suggests that species with diffusion barriers greater than 80 kJ mol<sup>−1</sup> (such as penta- and hexamethylbenzene) will likely become trapped at interior sites and ultimately cause catalyst deactivation. This study serves as a proof-of-concept for a novel KMC package that expedites kinetic analysis of complex reaction pathways and introduces mass-transport limitations which are not commonly accounted for in kinetic DFT studies. This KMC package can predict the behavior of diffusion-limited species, such as penta- and hexamethylbenzene, and the mechanisms by which they are formed and eventually lead to catalyst deactivation.</a><br /></p>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nucleophilic Substitution Reactions of Cyclic Thiosulfinates Are Accelerated by Hyperconjugative Interactions", "doi": "10.26434/chemrxiv.8039006.v1", "published_doi": "10.1039/C9SC01098J", "published_url": "https://doi.org/10.1039/C9SC01098J", "authors": "Daniel Donnelly; Jeffrey Agar; Steven Lopez", "abstract": "Strain energy has been shown to promote the nucleophilic substitution reactions of cyclic disulfides, the reactivities of cyclic thiosulfinate nucleophilic substitution is unexplored. We used density functional theory calculations [M06-2X/6-311++G(d,p)] to determine the activation and reaction free energies for the reactions of 3—10-membered cyclic thiosulfinates and cyclic disulfides with methyl thiolate.", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "What is an Organic Substance?", "doi": "10.26434/chemrxiv.7382453.v2", "published_doi": "10.1007/s10698-021-09400-z", "published_url": "https://doi.org/10.1007/s10698-021-09400-z", "authors": "Lee Silverberg", "abstract": "<p>No\nexact definition of an “organic” substance has been agreed upon by the chemical\ncommunity and textbook definitions vary substantially.  The question of what exactly constitutes an\n“organic” substance is explored in this paper.</p>", "date": "2019-04-04", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Chemical Education - General; Main Group Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Marcus-Hush Perspective on Adiabatic Singlet Fission", "doi": "10.26434/chemrxiv.8038892.v1", "published_doi": "10.1063/1.5108669", "published_url": "https://doi.org/10.1063/1.5108669", "authors": "Timothy Schmidt", "abstract": "<div>Singlet fission is a process whereby a bichromophoric system crosses from an excitonically coupled singlet state to a singlet-coupled triplet pair state. If the electronic structure is described locally, then the process may be described by a formal exchange of electrons. As such, it lends itself to a treatment rooted in the Marcus-Hush description of electron transfer. Here we use ab initio and density functional electronic structure theories to reveal a Marcus-Hush perspective on singlet fission and propose experiments to probe singlet fission in the spirit of photo-induced electron transfer.</div>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Photochemistry (Physical Chem.); Physical and Chemical Processes; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Density-Based Basis-Set Correction for Wave Function Theory", "doi": "10.26434/chemrxiv.8038541.v1", "published_doi": "10.1021/acs.jpclett.9b01176", "published_url": "https://doi.org/10.1021/acs.jpclett.9b01176", "authors": "Pierre-Francois Loos; Barthelemy Pradines; Anthony Scemama; Julien Toulouse; Emmanuel Giner", "abstract": "<div><div><div><p>We report a universal density-based basis-set incom-<br />pleteness correction that can be applied to any wave<br />function method. The present correction, which ap-<br />propriately vanishes in the complete basis set (CBS)<br />limit, relies on short-range correlation density func-<br />tionals (with multi-determinant reference) from range-<br />separated density-functional theory (RS-DFT) to esti-<br />mate the basis-set incompleteness error. Contrary to<br />conventional RS-DFT schemes which require an ad hoc<br />range-separation parameter μ, the key ingredient here<br />is a range-separation function μ(r) that automatically<br />adapts to the spatial non-homogeneity of the basis-set<br />incompleteness error. As illustrative examples, we show how this density-based correction allows us to obtain CCSD(T) atomization and correlation energies near the CBS limit for the G2 set of molecules with compact Gaussian basis sets.</p></div></div></div>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Upcycling a Plastic Cup: One-Pot Synthesis of Lactate Containing Metal Organic Frameworks from Polylactic Acid", "doi": "10.26434/chemrxiv.8040131.v1", "published_doi": "10.1039/C9CC02861G", "published_url": "https://doi.org/10.1039/C9CC02861G", "authors": "Benjamin Slater; So-On Wong; Andrew Duckworth; Andrew J. P. White; Matthew R. Hill; Bradley P. Ladewig", "abstract": "<p>Waste PLA can be upcycled to metal organic frameworks of potential high value in a one-pot synthesis scheme, where PLA depolymerisation occurs <i>in-situ</i>. Three lactate based frameworks were succesfully synthesised and characterised from PLA as a feed source, including homochiral framework ZnBLD. The chiral separation ability of ZnBLD was maintained.<br /></p><p><br /></p><p>Additional data including the CIF file, the CheckCIF document, and the raw XRD spectra, are available from the Zenodo repository linked below.<br /></p>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Coordination Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Potassium Arylethynyltrifluoroborate as an Unstrained Dienophile for Ultrafast and On Demand Activation of Bioorthogonal IEDDA Reactions", "doi": "10.26434/chemrxiv.8038685.v1", "published_doi": "10.1021/ACS.BIOCONJCHEM.1C00276", "published_url": "https://doi.org/10.1021/acs.bioconjchem.1c00276", "authors": "Zijian Guo; Bruno Oliveira; Claudio D. Navo; Pedro M. S. D. Cal; Francisco Corzana; Gonzalo Jiménez-Osés; Gonçalo Bernardes", "abstract": "<p>Strained alkenes and alkynes are the predominant dienophiles used in inverse electron-demand Diels-Alder (IEDDA) reactions, however, their instability, cross-reactivity and accessibility are problematic. Unstrained dienophiles, although physiologically stable and synthetically accessible, react with tetrazines significantly slower relative to strained variants. Here we report the development of potassium arylethynyltrifluoroborates as unstrained dienophiles for ultrafast, chemically triggered IEDDA reactions. By varying the substituents on the tetrazine (e.g. pyridyl- to benzyl-substituents), cycloaddition rates can vary from nearly spontaneous (<i>t</i><sub>1/2</sub>≈ 9 s) to no reaction with the unstrained alkyne-BF3 dienophile. The reported system was applied to protein modification and enabled mutually orthogonal labelling of two distinct proteins.</p>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum vs Thermal Effects in Formic Acid Adsorption on (101) TiO2 Anatase Surfaces", "doi": "10.26434/chemrxiv.7797719.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "gloria tabacchi; Ettore Fois; Marco Fabbiani; Lorenzo Mino; Gianmario Martra", "abstract": "<p>Carboxylic acids adsorption on\nanatase TiO<sub>2</sub> is a key process in circular economy and\nsustainability. Yet, in spite of several decades of investigations, its\nintimate working mechanisms still remain elusive. In particular, the behavior\nof the acid proton and its localization – either on the molecule or on the\nsurface – are still open issues. By modeling the adsorption of formic acid on\ntop of regular (101) anatase TiO<sub>2</sub> surfaces, we found that, in the 0\nK limit, the acid proton is shared between a carboxylic oxygen and a surface oxygen.\nIn this regime, the proton behavior is mainly governed by quantum\ndelocalization effects in a single potential well. Nonetheless, as temperature\nis raised to room conditions, simulations evidenced a rapid “classical”\nshuttling of the proton due to the onset of a two-wells free energy profile\nseparated by a free energy barrier of the order of <i>kT</i>. This picture, supported by the agreement between simulated and\nexperimental IR spectra, shows that the titania surface acts like a protecting\ngroup for the carboxylic acid functionality. Such a conceptual insight might\nhelp rationalize the chemical processes of carboxylic species on TiO<sub>2</sub>\nsurfaces.</p><div>\n\n\n\n<div>\n\n<div><a></a>\n\n<p> </p>\n\n</div>\n\n</div>\n\n</div>", "date": "2019-04-10", "journal": "chemRxiv", "categories": "Theory - Computational; Interfaces; Quantum Mechanics; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "How Do Size and Aggregation of Ice-binding Proteins Control their Ice Nucleation Efficiency", "doi": "10.26434/chemrxiv.7480103.v2", "published_doi": "10.1021/jacs.9b01854", "published_url": "https://doi.org/10.1021/jacs.9b01854", "authors": "Yuqing Qiu; Arpa Hudait; Valeria Molinero", "abstract": "<p>Organisms that thrive at cold temperatures produce ice-binding proteins to manage the nucleation and growth of ice. Bacterial ice-nucleating proteins (INP) are typically large and form aggregates in the cell membrane, while insect hyperactive antifreeze proteins (AFP) are soluble and generally small. Experiments indicate that larger ice-binding proteins and their aggregates nucleate ice at warmer temperatures. Nevertheless, a quantitative understanding of how do size and aggregation of ice-binding proteins determine the temperature Thet at which proteins nucleate ice is still lacking. Here we address this question using molecular simulations and nucleation theory. The simulations indicate that the 2.5 nm long antifreeze protein TmAFP nucleates ice at 2±1 °C above the homogeneous nucleation temperature, in good agreement with recent experiments. We predict that the addition of ice-binding loops to TmAFP increases Thet until the length of the binding-site becomes ~4 times its width, beyond which Thet plateaus. We implement an accurate procedure to determine Thet of surfaces of finite size using classical nucleation theory and, after validating the theory against Thet of the proteins in molecular simulations, we use it to predict Thet of the INP of Ps. syringae as a function of the length and number of proteins in the aggregates. We conclude that assemblies with at most 34 INP already reach the Thet = -2 °C characteristic of this bacterium. Interestingly, we find that Thet  is a strongly varying non-monotonic function of the distance between proteins in the aggregates. This indicates that to achieve maximum freezing efficiency, bacteria must exert exquisite, sub-angstrom control of the distance between INP in their membrane</p>", "date": "2019-04-10", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Interfaces; Self-Assembly; Statistical Mechanics; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Novel Two-Metal-Ion Mechanism for Type II Topoisomerases by the QM/MM and Free Energy Study", "doi": "10.26434/chemrxiv.7963235.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jingheng Wu; Hui Chao; Yong Shen", "abstract": "Catalysis of Type II topoisomerase employs a combination of nucleobase and divalent metal ions with a long discussing two-metal-ion mechanism. High-level quantum mechanics/molecular mechanics (QM/MM) and thermodynamics cycle perturbation (QTCP) free energy calculations support an associative novel two-metal-ion mechanism and elucidate the catalytic roles of metal ion, in which one divalent metal ion stabilizes the phosphoric pentacovalent transition state and the 3’‒OH leaving group while the secondary one facilitates to reorganize the nearby hydrogen network and residues. The DNA scission is fast and exothermic that a stepwise pathway proceeds for the nucleophilic attack by Y805 following by the protonation of the ribose alkoxide, inducing the formation of a bending DNA strand. These findings advance the fundamental knowledge on topoisomerases and the development of targeting anticancer drugs.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluating Transition Metal Barrier Heights with the Latest DFT Exchange–Correlation Functionals – the MOBH35 Benchmark Dataset", "doi": "10.26434/chemrxiv.7732262.v2", "published_doi": "10.1021/acs.jpca.9b01546", "published_url": "https://doi.org/10.1021/acs.jpca.9b01546", "authors": "Mark Iron; Trevor Janes", "abstract": "A new database of transition metal reaction barrier heights – MOBH35 – is presented. Benchmark energies (forward and reverse barriers and reaction energy) are calculated using DLPNO-CCSD(T) extrapolated to the complete basis set limit using a Weizmann1-like scheme. Using these benchmark energies, the performance of a wide selection of density functional theory (DFT) exchange–correlation functionals, including the latest from the Truhlar and Head-Gordon groups, is evaluated. It was found, using the def2-TZVPP basis set, that the ωB97M-V (MAD 1.8 kcal/mol), ωB97X-V (MAD 2.1 kcal/mol) and SCAN0 (MAD 2.1 kcal/mol) hybrid functionals are recommended. The double-hybrid functionals PWPB95 (MAD 1.6 kcal/mol) and B2K-PLYP (MAD 1.8 kcal/mol) did perform slightly better but this has to be balanced by their increased computational cost.", "date": "2019-04-09", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Theory - Organometallic; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revealing the reactivity of the Iridium trioxide intermediate for the oxygen evolution reaction in acidic media", "doi": "10.26434/chemrxiv.8040380.v1", "published_doi": "10.1021/acs.chemmater.9b01976", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01976", "authors": "Paul Pearce; Chunzhen Yang; Antonella Iadecola; Juan Rodriguez-Carvajal; Gwenaëlle Rousse; Rémi Dedryvère; Artem M. Abakumov; Domitille Giaume; Michael Deschamps; Jean-Marie Tarascon; Alexis Grimaud", "abstract": "We report a strategy to isolate IrO<sub>3</sub> as an intermediate for the oxygen evolution reaction (OER). Its reactivity is studied using X-ray absorption spectroscopy, X-ray and neutron diffraction and X-ray photoelectron spectroscopy. Its stability is assessed by using on-line mass spectroscopy and inductively coupled plasma optical emission spectroscopy and presented herein. Upon reaction with water in acidic conditions, we could observe the formation of a new protonated iridate phase of composition H<sub>2</sub>IrO<sub>3</sub>. Coupling OER measurements and dissolution rate determination, we could show that its activity and stability are governed by a yet ill-described charge compensation mechanism enlisting reversible bulk proton insertion inside the catalyst structure. This singular property enables an enhanced activity and stability towards dissolution compared to the stellar IrO<sub>x</sub>/SrIrO<sub>3</sub> catalyst. Such a finding opens the route towards the design of new OER catalysts enlisting proton insertion that could be competitive for water splitting in acidic media.<br />", "date": "2019-04-29", "journal": "chemRxiv", "categories": "Acid Catalysis; Electrocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Covalent Atomic Bridges Enable Unidirectional Enhancement of Electronic Transport in Aligned Carbon Nanotubes", "doi": "10.26434/chemrxiv.8044616.v1", "published_doi": "10.1021/acsami.9b01400", "published_url": "https://doi.org/10.1021/acsami.9b01400", "authors": "Mingguang Chen; Wangxiang Li; Anshuman Kumar; Guanghui Li; Mikhail Itkis; Bryan Wong; elena bekyarova", "abstract": "<p>Interconnecting the surfaces of nanomaterials\nwithout compromising their outstanding mechanical, thermal, and electronic\nproperties is critical in the design of advanced bulk structures that still preserve\nthe novel properties of their nanoscale constituents. As such, bridging the p-conjugated carbon\nsurfaces of single-walled carbon nanotubes (SWNTs) has special implications in\nnext-generation electronics. This study presents a rational path towards\nimprovement of the electrical transport in aligned semiconducting SWNT films by\ndeposition of metal atoms. The formation of conducting Cr-mediated pathways\nbetween the parallel SWNTs increases the transverse (intertube) conductance,\nwhile having negligible effect on the parallel (intratube) transport. In\ncontrast, doping with Li has a predominant effect on the intratube electrical\ntransport of aligned SWNT films. Large-scale first-principles calculations of\nelectrical transport on aligned SWNTs show good agreement with the experimental\nelectrical measurements and provide insight into the changes that different\nmetal atoms exert on the density of states near the Fermi level of the SWNTs\nand the formation of transport channels. </p>", "date": "2019-04-29", "journal": "chemRxiv", "categories": "Carbon-based Materials; Materials Processing; Nanostructured Materials - Materials; Optical Materials; Thin Films; Nanodevices; Nanofabrication; Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Transition Metal Complexes (Organomet.); Interfaces; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding the mechanism of enhanced cycling stability in Sn-Sb composite Na-ion battery anodes: in-operando alloying and diffusion barriers", "doi": "10.26434/chemrxiv.8044796.v1", "published_doi": "10.1021/acsaem.9b00819", "published_url": "https://doi.org/10.1021/acsaem.9b00819", "authors": "W. Peter Kalisvaart; Hezhen Xie; Brian Olsen; Erik Luber; Jillian Buriak", "abstract": "Sn-Sb composites are of great interest for high capacity sodium ion batteries due to their high stability, but because multiple phases and alloyed compositions are formed during cycling, the roles of each are challenging to deduce. In this work, two approaches were taken to investigate the importance of β-SnSb formation on the cycling stability of Sn-rich Sn-Sb composite sodium-ion battery (SIB) anodes. First, to tease out the role of each component, thin layers of amorphous silicon with thicknesses ranging from 0.5 to 10 nm, were incorporated between Sn and Sb layers, of equal thicknesses. Silicon has low solubility in both tin and antimony, and thus acts as a barrier layer that can interfere with the formation of Sn-Sb alloys. The equivalent composition of this sandwich structure was Sn<sub>53</sub>Sb<sub>47</sub>. Upon electrochemical cycling, a clear correlation between capacity retention and Si thickness was observed, and it was found that a 1 nm thick Si layer was sufficient to inhibit the formation of the β-SnSb intermetallic, resulting in loss of the capacity of the tin layer after a few tens of cycles. The second approach involved capping a Sn film with increasingly thicker Sb layers. Thicker antimony layers were found to have a large positive influence on cycling stability with a marked drop-off in the capacity retention when there is not enough Sb to fully convert the bilayer into β-SnSb. These results point to the necessity of the Sn and Sb being in intimate contact prior to cycling for the β-SnSb phase to form in-operando, which is necessary for the excellent capacity retention of the Sn-Sb system.", "date": "2019-04-29", "journal": "chemRxiv", "categories": "Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure Property Analysis of the Solution and Solid-State Properties of Bistable Photochromic Hydrazones", "doi": "10.26434/chemrxiv.8044625.v1", "published_doi": "10.1021/jacs.9b03932", "published_url": "https://doi.org/10.1021/jacs.9b03932", "authors": "Baihao Shao; Hai Qian; Quan Li; ivan aprahamian", "abstract": "The development of new photochromic compounds, and the\noptimization of their photophysical and switching properties are prerequisites\nfor accessing new functions and opportunities that are not possible with\ncurrently available systems. To this end we recently developed a new\nbistable hydrazone switch that undergoes efficient photoswitching and emission\nON/OFF toggling in both solution and solid-state. Here, we present a systematic\nstructure-property analysis using a family of hydrazones, and show how their properties,\nincluding activation wavelengths, photostationary states (PSSs),\nphotoisomerization quantum yields, thermal half-lives (<i>t</i><sub>1/2</sub>),\nand solution/solid-state fluorescence characteristics vary as a function of electron\ndonating (EDG) and/or withdrawing (EWG) substituents. These studies resulted in\nthe red-shifting of the absorption profiles of the <i>Z</i> and <i>E</i> isomers of the\nswitches, while maintaining excellent PSSs in almost all of the compounds. The introduction\nof <i>para</i>-NMe<sub>2</sub>, and/or <i>para</i>-NO<sub>2</sub> groups improved the photoisomerization\nquantum yields, and the extremely long thermal half-lives (tens to thousands of\nyears) were maintained in most cases, even in a push-pull system, which can be\nactivated solely with visible light. Hydrazones bearing EDGs at the stator\nphenyl group are an exception and show up to 6 orders of magnitude acceleration\nin<i>t</i><sub>1/2\n</sub>(<i>i.e.</i>, days)<sub>\n</sub>because of a change in the isomerization mechanism.\nMoreover, we discovered that a <i>para</i>-NMe<sub>2</sub>\ngroup is required to have reasonable fluorescence quantum yields in solution,\nand that rigidification enhances the emission in the solid-state. Finally,\nX-ray crystallography analysis showed that the switching process is more\nefficient in the solid-state when the hydrazone is loosely packed.<br />", "date": "2019-04-29", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Physical Organic Chemistry; Supramolecular Chemistry (Org.); Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Towards Higher Alcohol Formation using a single-layer MoS2 activated Au on Silica: Methanol Carbonylation to Acetaldehyde", "doi": "10.26434/chemrxiv.8044607.v1", "published_doi": "10.1088/1361-648X/AC40AD", "published_url": "https://doi.org/10.1088/1361-648x/ac40ad", "authors": "Kortney Almeida; Katerina L. Chagoya; Alan Felix; Tao Jiang; Duy Le; Takat B. Rawal; Prescott E. Evans; Michelle Wurch; Koichi Yamaguchi; Peter A. Dowben; Ludwig Bartels; Talat\nS. Rahman; Richard G. Blair", "abstract": "<p>We demonstrate that a fused silica substrate can be\nrendered active for acetaldehyde (CH<sub>3</sub>CHO) synthesis from a gas\nmixture of carbon monoxide (CO) and methanol (CH<sub>3</sub>OH) under mild\nprocess conditions (308 kPa and 393 K) by deposition first of a homogenous\nsingle-layer MoS<sub>2</sub> film and subsequently of a sub-mnonolayer (1\nAngstrom) loading of gold. <i>In operando</i>\nmonitoring of the catalyst performance in a flow reactor reveals uncompromised\nactivity even after 2 hours on stream. The carbonylation of methanol to a C<sub>2</sub>\nspecies represents a crucial step toward the formation of higher alcohols from\nsyngas derived from methane or biomass. \nCharacterization of the film by imaging and spectroscopy reveals that\nthe single-layer MoS<sub>2</sub> film disperses the gold loading into nanoscale\nislands; density functional theory (DFT) calculations identify low-coordinated\nedge sites on these islands as active centers for the carbon-carbon coupling at\nbarriers significantly below 1 eV. </p>", "date": "2019-04-29", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure and Dynamics of Spherical and Rodlike Alkyl Ethoxylate Surfactant Micelles Investigated Using NMR Relaxation and Atomistic Molecular Dynamics Simulations", "doi": "10.26434/chemrxiv.8044235.v1", "published_doi": "10.1021/ACS.LANGMUIR.9B01345", "published_url": "https://doi.org/10.1021/acs.langmuir.9b01345", "authors": "Allison Edwards; Abdolreza Javidialesaadi; Katie Weigandt; George Stan; Charles Eads", "abstract": "We study molecular arrangements and dynamics in alkyl ethoxylate nonionic surfactant micelles by combining high field (600 and 700 MHz) NMR relaxation measurements with large-scale atomistic molecular dynamics simulations. For spherical micelles, but not for cylindrical micelles, cross relaxation rates are positive only for surfactant alkyl tail atoms connected to the hydrophilic head group. All cross relaxation rates are negative for cylindrical micelles. This effect is reproducible either by changing composition (ratios of the nonionic surfactants) or changing temperature of a single surfactant in order to change the micelle shape. We validate the micelle shape by SANS and use the results as a guide for our simulations. We calculate parameters that determine relaxation rates directly from simulated trajectories, without introducing specific functional forms. Results indicate that relative motions of nearby atoms are liquid-like, in agreement with 13C T1 measurements, though constrained by micelle morphology. Relative motions of distant atoms have slower components because the relative changes in distances and angles are smaller when the moving atoms are further apart. The slow, long-range motions appear to be responsible for the predominantly negative cross relaxation rates observed in NOESY spectra. The densities of atoms from positions 1 and 2 in the boundary region are lower in spherical micelles compared to cylindrical micelles. Correspondingly, motions in this region are less constrained by micelle morphology in the spherical compared to the cylindrical cases. The two effects of morphology lead to the unusual occurrence of positive cross relaxation involving positions 1 and 2 for spheres.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Interfaces; Physical and Chemical Properties; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Random Forest Refinement of Pairwise Potentials for Protein-ligand Decoy Detection", "doi": "10.26434/chemrxiv.8047820.v1", "published_doi": "10.1021/acs.jcim.9b00356", "published_url": "https://doi.org/10.1021/acs.jcim.9b00356", "authors": "Jun Pei; Zheng Zheng; Hyunji Kim; Lin Song; Sarah Walworth; Margaux Merz; Kenneth M. Merz Jr.", "abstract": "An accurate scoring function is expected to correctly select the most stable structure from a set of pose candidates. One can hypothesize that a scoring function’s ability to identify the most stable structure might be improved by emphasizing the most relevant atom pairwise interactions. However, it is hard to evaluate the relevant importance for each atom pair using traditional means. With the introduction of machine learning methods, it has become possible to determine the relative importance for each atom pair present in a scoring function. In this work, we use the Random Forest (RF) method to refine a pair potential developed by our laboratory (GARF6) by identifying relevant atom pairs that optimize the performance of the potential on our given task. Our goal is to construct a machine learning (ML) model that can accurately differentiate the native ligand binding pose from candidate poses using a potential refined by RF optimization. We successfully constructed RF models on an unbalanced data set with the ‘comparison’ concept and, the resultant RF models were tested on CASF-2013.5 In a comparison of the performance of our RF models against 29 scoring functions, we found our models outperformed the other scoring functions in predicting the native pose. In addition, we used two artificial designed potential models to address the importance of the GARF potential in the RF models: (1) a scrambled probability function set, which was obtained by mixing up atom pairs and probability functions in GARF, and (2) a uniform probability function set, which share the same peak positions with GARF but have fixed peak heights. The results of accuracy comparison from RF models based on the scrambled, uniform, and original GARF potential clearly showed that the peak positions in the GARF potential are important while the well depths are not. <br />", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bioinspired Oxidative Cyclization of the Geissoschizine Skeleton for the Enantioselective Total Synthesis of Mavacuran Alkaloids", "doi": "10.26434/chemrxiv.8046938.v1", "published_doi": "10.1002/anie.201905227", "published_url": "https://doi.org/10.1002/anie.201905227", "authors": "Maxime Jarret; Victor Turpin; Aurélien Tap; Jean-Francois Gallard; Cyrille Kouklovsky; Erwan Poupon; Guillaume Vincent; Laurent Evanno", "abstract": "We report the\nenantioselective total syntheses of mavacurans alkaloids, (+)-taberdivarine H, (+)-16-hydoxymethyl-pleiocarpamine,\n(+)-16-epi-pleiocarpamine, and their postulated biosynthetic precursor\n16-formyl-pleiocarpamine. This family of monoterpene indole alkaloids is a\ntarget of choice since some of its members are subunits of intricate bisindole\nalkaloids such as bipleiophylline. Inspired by the biosynthetic hypothesis, we\nexplored an oxidative coupling approach from the geissoschizine framework to\nform the N1-C16 bond. Quaternization of the aliphatic nitrogen was key to achieve\nthe oxidative coupling induced by KHMDS/I<sub>2 </sub>since<sub> </sub>it hides\nthe nucleophilicity of the aliphatic nitrogen and locks the required cis conformation.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Characterization of reactive organometallic species via MicroED", "doi": "10.26434/chemrxiv.7940525.v2", "published_doi": "10.1021/acscentsci.9b00403", "published_url": "https://doi.org/10.1021/acscentsci.9b00403", "authors": "Christopher Jones; Matthew Asay; Lee Joon Kim; Jack Kleinsasser; Ambarneil Saha; Tyler J. Fulton; Kevin Berkley; Duilio Cascio; Andrey Malyutin; Matthew Conley; Brian M. Stoltz; Vincent LaVallo; Jose A. Rodriguez; Hosea Nelson", "abstract": "Here we apply microcrystal electron diffraction (MicroED) to the structural determination of transition metal complexes. We find that the simultaneous use of 300 keV electrons, very low electron doses, and an ultra-sensitive camera allows for the collection of data without cryogenic cooling of the stage. This technique reveals the first crystal structures of the classic zirconocene hydride, colloquially known as “Schwartz’s reagent”, a novel Pd(II) complex not amenable to solution-state NMR or X-ray crystallography, and five other paramagnetic or diamagnetic transition metal complexes.", "date": "2019-04-02", "journal": "chemRxiv", "categories": "Microscopy; Coordination Chemistry (Inorg.); Organometallic Compounds; Coordination Chemistry (Organomet.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Highly Flexible Metal-Organic Framework Constructed from Asymmetric Flexible Linkers and Heptanuclear Zinc Carboxylate Secondary Building Units and its Anisotropic Dynamic Responses Exhibited During Guest Removal and Single Crystal Coordinated Solvent Exchange", "doi": "10.26434/chemrxiv.8048321.v1", "published_doi": "10.1021/ACS.CGD.9B00558", "published_url": "https://doi.org/10.1021/acs.cgd.9b00558", "authors": "Elliot J Carrington; Rémi Pétuya; Rebecca K Hylton; Yong Yan; Dmytro Antypov; George Darling; Matthew Dyer; Neil G Berry; Alexandros P Katsoulidis; Matthew J Rosseinsky", "abstract": "<p>A new porous and flexible\nmetal-organic framework (MOF) has been synthesised from the flexible\nasymmetric linker N-(4-Carboxyphenyl)succinamate (CSA) and heptanuclear zinc\noxo-clusters of formula [Zn<sub>7</sub>O<sub>2</sub>(Carboxylate)<sub>10</sub>DMF<sub>2</sub>]\ninvolving two coordinated terminal DMF ligands. The\nstructural response of this MOF to the removal or exchange of its guest molecules\nhas been probed using a combination of experimental\nand computational approaches. The topology of the material, involving double\nlinker connections in the <i>a</i> and <i>b</i> directions and single linker\nconnections along the <i>c</i> axis, is\nshown to be key in the materials anisotropic response. The <i>a</i> and <i>b</i> directions remain\nlocked during guest removal, while the <i>c</i>\naxis linker undergoes large changes significantly reducing the material’s void\nspace. The changes to the <i>c</i> axis linker involve a combination of a hinge motion on the\nlinker’s rigid side and conformational rearrangements on its flexible end, which\nwere probed in detail during this process despite the presence of crystallographic\ndisorder along this axis which prevented accurate characterisation by\nexperimental methods alone. While inactive during guest removal, the flexible\nends of the <i>a</i> and <i>b</i> axis linkers are observed to play a\nprominent role during DMF to DMSO solvent exchange, facilitating the exchange\nreaction arising in the cluster.</p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tunable Solid-State Multicolor Emission in Substitutional Solid Solutions of Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.8048150.v1", "published_doi": "10.1021/jacs.9b05191", "published_url": "https://doi.org/10.1021/jacs.9b05191", "authors": "Wesley Newsome; Suliman Ayad; Jesus Cordova; Eric Reinheimer; Andres Campiglia; James Harper; Kenneth Hanson; Fernando Uribe-Romo", "abstract": "Realization of organic-based substitutional solid solutions will facilitate the preparation of solid-state materials with properties that arise from phenomena only displayed by molecules in solution. We demonstrate that multivariate metal-organic frameworks, MOFs, exhibit organic-based substitutional solid solution behavior by tuning their fluorescence, dictated exclusively by predetermined ratios of multivariate organic links. By combining non-fluorescent links with dilute mixtures of red, green, and blue fluorescent links we prepared zirconia-type MOFs that exhibit features of solution-like fluorescence. Our study found that MOFs with fluorophore link concentration of around 1 %mol exhibit fluorescence with decreased inner filtering demonstrated by changes in spectra profiles, quantum yields, and lifetime dynamics expected for excited state proton transfer emitters. Our findings enabled us to prepare organic-based substitutional solid solutions with tunable chromaticity. These materials emit multicolor and white light with high quantum yields, long shelf life, and superb hydrolytic stability at ambient conditions.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Solid State Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Direct Mapping of Curve-Crossing Dynamics in IBr by Attosecond Transient Absorption Spectroscopy", "doi": "10.26434/chemrxiv.8050508.v1", "published_doi": "10.1126/science.aax0076", "published_url": "https://doi.org/10.1126/science.aax0076", "authors": "Yuki Kobayashi; Kristina Chang; Tao Zeng; Daniel Neumark; Stephen Leone", "abstract": "<p>\n\n</p><p>The electronic character of photoexcited molecules can\nabruptly change at avoided crossings and conical intersections. Here, we\nreport direct mapping of the coupled interplay between electrons and nuclei in\na prototype molecule, iodine monobromide (IBr), using attosecond transient\nabsorption spectroscopy. A few-femtosecond visible pulse resonantly excites the\nB(3_0+) state of IBr and the accompanying photodissociation\ndynamics are tracked by an attosecond extreme-ultraviolet pulse that\nsimultaneously probes the I-4d\nand Br-3d corelevel\nabsorption edges. Direct comparison with quantum mechanical simulations\nunambiguously identifies the core-level absorption features associated with\nadiabatic and diabatic channels at the B/Y avoided crossing and concurrent\ntwo-photon dissociation processes that involve the Y/Z avoided crossing. The\nresults show clear evidence for rapid switching of valence molecularorbital\noccupations at the avoided crossing.</p>\n\n<p><br /></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Minimalistic Design Approach for Multi-Reactivity against Free Radicals and Metal-Free and Metal-Bound Amyloid-β Peptides: Redox-Based Substitutions of Benzene", "doi": "10.26434/chemrxiv.8051639.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mingeun Kim; Juhye Kang; Misun Lee; Jiyeon Han; Geewoo Nam; Eunyoung Tak; Min Sun Kim; Hyuck Jin Lee; Eunju Nam; Joo-Yong Lee; Mi Hee Lim", "abstract": "We report a minimalistic redox-based design strategy for engineering compact molecules based on the simplest aromatic framework, benzene, with multi-reactivity against free radicals, metal-free amyloid-β, and metal-bound amyloid-β, implicated in the most common form of dementia, Alzheimer’s disease.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Biodegradable Hybrid Block Copolymer – Lipid Vesicles as Potential Drug Delivery Systems", "doi": "10.26434/chemrxiv.8049938.v1", "published_doi": "10.1016/j.jcis.2019.11.101", "published_url": "https://doi.org/10.1016/j.jcis.2019.11.101", "authors": "Sanobar Khan; James McCabe; Kathryn Hill; Paul Beales", "abstract": "<p>The anticipated benefits of nano-formulations\nfor drug delivery are well known: for nanomedicines to achieve this potential,\nnew materials are required with predictive and tuneable properties. Excretion\nof excipients following delivery is advantageous to minimise the possibility of\nadverse effects; biodegradability to non-toxic products is therefore desirable.\nWith this in mind, we aim to develop tuneable hybrid lipid-block copolymer\nvesicle formulations where the hydrophilic polymer block is polyethylene glycol\n(PEG), which has accepted biocompatibility, and the hydrophobic block of the\npolymer is biodegradable: polycaprolactone (PCL) or polylactide (PLA). We\ninvestigate five different block copolymers for the formation of 1:1 phospholipid:polymer\nhybrid vesicles, compare their properties to the appropriate unitary liposome\n(POPC) and polymersome systems and assess their potential for future development\nas nanomedicine formulations. The PEG-PCL polymers under investigation do not\nform polymersomes and exhibit poor colloidal and/or encapsulation stability in\nhybrid formulations with lipids. The properties of PEG-PLA hybrid vesicles are\nfound to be more encouraging: they have much enhanced passive loading of a\nhydrophilic small molecule (carboxyfluorescein) compared to their respective polymersomes\nand exhibit more favourable release kinetics in the presence of serum compared\nto the liposome. Significantly, burst release from hybrid vesicles can be\nsubstantially reduced by making the polymer components of the hybrid vesicle a\nmixture containing 10 mol% of PEG<sub>16</sub>-PLA<sub>25</sub> that is\nintermediate in size between the phospholipid and larger PEG<sub>45</sub>-PLA<sub>54</sub>\ncomponents. We conclude that hybrid lipid/PEG-PLA vesicles warrant further\nassessment and development as candidate drug delivery systems.</p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Biopolymers; Drug delivery systems; Polymer blends; Nanostructured Materials - Nanoscience; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Basis of Glucose Transport Mechanism in Plants", "doi": "10.26434/chemrxiv.8049848.v1", "published_doi": "10.1021/acscentsci.9b00252", "published_url": "https://doi.org/10.1021/acscentsci.9b00252", "authors": "Balaji Selvam; Ya-Chi Yu; Liqing Chen; Diwakar Shukla", "abstract": "<p>The SWEET family belongs to a class of transporters in\nplants that undergoes large conformational changes to facilitate transport of\nsugar molecules across the cell membrane. However, the structures of their\nfunctionally relevant conformational states in the transport cycle have not\nbeen reported. In this study, we have characterized the conformational dynamics\nand complete transport cycle of glucose in OsSWEET2b transporter using\nextensive molecular dynamics simulations. Using Markov state models, we\nestimated the free energy barrier associated with different states as well as 1\nfor the glucose the transport mechanism. SWEETs undergoes structural transition\nto outward-facing (OF), Occluded (OC) and inward-facing (IF) and strongly\nsupport alternate access transport mechanism. The glucose diffuses freely from\noutside to inside the cell without causing major conformational changes which\nmeans that the conformations of glucose unbound and bound snapshots are exactly\nsame for OF, OC and IF states. We identified a network of hydrophobic core\nresidues at the center of the transporter that restricts the glucose entry to\nthe cytoplasmic side and act as an intracellular hydrophobic gate. The\nmechanistic predictions from molecular dynamics simulations are validated using\nsite-directed mutagenesis experiments. Our simulation also revealed hourglass\nlike intermediate states making the pore radius narrower at the center. This\nwork provides new fundamental insights into how substrate-transporter\ninteractions actively change the free energy landscape of the transport cycle\nto facilitate enhanced transport activity.</p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Food; Biophysics; Plant Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Voltage-Switchable HCl Transporters: The Effect of Lipid Headgroup Binding", "doi": "10.26434/chemrxiv.8051915.v1", "published_doi": "10.1002/anie.201907466", "published_url": "https://doi.org/10.1002/anie.201907466", "authors": "Xin Wu; Jennifer Small; Alessio Cataldo; Anne Withecombe; Peter Turner; Philip Gale", "abstract": "Synthetic anion transporters that facilitate transmembrane H<sup>+</sup>/Cl<sup>-</sup>symport (cotransport)have anti-cancer potential due to their ability to neutralize pH gradients and inhibit autophagy in cells. However, compared to the natural product prodigiosin, synthetic anion transporters have low-to-modest H<sup>+</sup>/Cl<sup>-</sup>symportactivity and their mechanism of action remains less well understood. We here report a chloride-selective tetraurea macrocycle that has a record-high H<sup>+</sup>/Cl<sup>-</sup>symportactivity similar to prodigiosin and most importantly demonstrates unprecedented voltage-switchable transport properties that is linked to the lack of uniport activity. By studying anion binding affinity and transport mechanisms of four other anion transporters, we show that the lack of uniport and the voltage-dependent H<sup>+</sup>/Cl<sup>-</sup>symport originate from strong binding to lipid phosphate headgroup that hampers the diffusion of the free transporters through the membranes, leading to an unusual H<sup>+</sup>/Cl<sup>-</sup>symport mechanism that involves only charged species. Our work provides important mechanistic insights into different classes of anion transporters and a new approach to achieve voltage-switchability in artificial membrane transport systems.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Penalized Variational Autoencoder for Molecular Design", "doi": "10.26434/chemrxiv.7977131.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Sadegh Mohammadi; Bing O'Dowd; Christian Paulitz-Erdmann; Linus Goerlitz", "abstract": "Variational autoencoders have emerged as one of the most common approaches for automating molecular generation. We seek to learn a cross-domain latent space capturing chemical and biological information, simultaneously. To do so, we introduce the Penalized Variational Autoencoder which directly operates on SMILES, a linear string representation of molecules, with a weight penalty term in the decoder to address the imbalance in the character distribution of SMILES strings. We find that this greatly improves upon previous variational autoencoder approaches in the quality of the latent space and the generalization ability of the latent space to new chemistry. Next, we organize the latent space according to chemical and biological properties by jointly training the Penalized Variational Autoencoder with linear units. Extensive experiments on a range of tasks, including reconstruction, validity, and transferability demonstrates that the proposed methods here substantially outperform previous SMILES and graph-based methods, as well as introduces a new way to generate molecules from a set of desired properties, without prior knowledge of a chemical structure.", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydrogen Bonding Guests Direct the Packing of a Small Organic Cage Molecule", "doi": "10.26434/chemrxiv.8052182.v1", "published_doi": "10.1021/acs.cgd.9b00565", "published_url": "https://doi.org/10.1021/acs.cgd.9b00565", "authors": "Thomas Anglim Lagones; Stephanie Boer; Nicholas White", "abstract": "<div>\n\n<p>A small organic\ncage molecule (<b>1</b>) containing six\nnitrile groups was crystallized in the presence of a number of guests with\nhydrogen bond donor groups, and from different solvents. In total, eight\ncrystal structures of <b>1</b> were\nobtained, six of which are guest-free and two of which are co-crystals. When\nthe guest was resorcinol or pyrogallol co-crystals did not form, but the\npresence of the guests directed formation of new crystalline phases that were\nnot observed when the cage was crystallized alone. When the guest was\nhydroquinone or diaminobenzene, it was possible to isolate co-crystals where\nthe guest hydrogen bonds to some of the nitrile groups of the cage. </p>\n\n</div>\n\n<br />", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spherical-Shape Assumption for Protein–Aptamer Complexes Facilitates Prediction of their Electrophoretic Mobility", "doi": "10.26434/chemrxiv.8051921.v1", "published_doi": "10.1021/acs.analchem.9b02019", "published_url": "https://doi.org/10.1021/acs.analchem.9b02019", "authors": "Stanislav Beloborodov; Svetlana Krylova; Sergey Krylov", "abstract": "The pdf file describes the results of this study, which aims at developing a model to accurately predict electrophoretic mobilities of protein–aptamer complexes. The excel file contains source data for electropherograms (signal vs time) which were obtained in this study and used to determine the migration times and electrophoretic mobilities of proteins, aptamers, ssDNAs, protein–aptamer complexes, and protein–ssDNA complexes. Additional sheets in the excel file contain values of all migration times and mobilities obtained from the electropherograms.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Biochemical Analysis; Separation Science; High-throughput Screening", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Harnessing Applied Potential: The Anti-Markovnikov Hydrocarboxylation of Substituted Olefins", "doi": "10.26434/chemrxiv.7985300.v2", "published_doi": "10.1021/JACS.9B13305", "published_url": "https://doi.org/10.1021/jacs.9b13305", "authors": "Anas Alkayal; Volodymyr Tabas; Andrei V. Malkov; Benjamin Buckley", "abstract": "<div>The construction of carboxylic acid compounds in a selective fashion, from low value materials such as alkenes remains a long-standing challenge to synthetic chemists. In particular, anti-Markovnikov addition to styrenes are underdeveloped. Herein we report a new electrosynthetic approach to the selective hydrocarboxylation of substituted alkenes.</div>", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Electrochemistry - Organometallic; Small Molecule Activation (Organomet.); Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A biomimetic cerium-based biosensor for the direct visual detection of phosphate under physiological conditions", "doi": "10.26434/chemrxiv.7246184.v2", "published_doi": "10.1039/C9CC04840E", "published_url": "https://doi.org/10.1039/C9CC04840E", "authors": "Thibaud Rossel; Marc Creus", "abstract": "<div><div><div><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p>An indicator displacement\nassay (IDA) was used to probe phosphate ions in acqueous medium at neutral pH\nusing a dinuclear cerium based complex [Ce<sub>2</sub>(HXTA)]3+.\nThe homoleptic complex can be used to detect phosphate ions in micromolar\nconcentrations either spectrophotometrically or with the naked-eye. To our\nknowledge, this is the biomimetic detection system with the highest affinity\nknown to date for selective, naked-eye based phosphate recognition under\nphysiological conditions.</p>\n\n\n\n\n\n</div></div></div>", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Lanthanides and Actinides; Sensors; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Capturing Nature's Oxonium Ions", "doi": "10.26434/chemrxiv.7864337.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Hau Sun (Sam) Chan; Q. Nhu. N. Nguyen; Jonathan Burton; Robert Paton", "abstract": "<p><a></a>Acetylcholine\nand <i>S</i>-adenosylmethionine exemplify\nthe tetraalkylammonium (R<sub>4</sub>N<sup>+</sup>) and trialkylsulfonium (R<sub>3</sub>S<sup>+</sup>)\nions used by Nature. The corresponding trialkyloxonium ions (R<sub>3</sub>O<sup>+</sup>),\nhowever, do not play a central role in biology most likely due to their\nhydrolytic instability compared with their ammonium and sulfonium counterparts.\nIndeed, Meerwein’s salts [(CH<sub>3</sub>)<sub>3</sub>O<sup>+</sup>BF<sub>4</sub><sup>–</sup>\nand (CH<sub>3</sub>CH<sub>2</sub>)<sub>3</sub>O<sup>+</sup>BF<sub>4</sub><sup>–</sup>],\nthe simplest of the trialkyloxonium ions, are among the most powerful\nalkylating agents known, and they too are unstable to water. Only recently have\nwater stable trialkyloxonium ions been reported which contain an oxatriquinane\nskeleton. Interestingly, despite the inherent hydrolytic instability of the\nvast majority of trialkyloxonium ions, they have been postulated as key\nintermediates in the biosynthesis of a number of complex natural products from <i>Laurencia</i> species. The existence of\nthese complex trialkyloxonium ions has been implied from the structural and\nstereochemical diversity of these natural products and is supported by elegant\nbiomimetic total syntheses, yet no direct evidence for their existence has been\nforthcoming. Herein, we report the synthesis and full characterisation of one\nfamily of these biosynthetically relevant trialkyloxonium ions - the most\nstructurally and stereochemically complex oxonium ions characterised to date.\nAdditionally, the elucidation of their <i>in\nvitro </i>reactivity profile has resulted in the synthesis of more than ten\ncomplex halogenated natural products. This work substantiates the existence of\ncomplex trialkyloxonium ions as key reactive intermediates in the biosynthesis\nof numerous halogenated natural products from <i>L. </i>spp. – expanding Nature’s rich inventory of onium ions.</p>", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydroarylation of Alkenes by protonation/Friedel-Crafts Trapping – HFIP-Mediated Access to Per-Aryl Quaternary Stereocentres", "doi": "10.26434/chemrxiv.8052623.v1", "published_doi": "10.1021/acs.joc.9b02393", "published_url": "https://doi.org/10.1021/acs.joc.9b02393", "authors": "Christian Nielsen; Andrew J. P. White; David Sale; Jordi Bures; Alan Spivey", "abstract": "<div>\n\n<p>Upon treatment with a combination of HFIP\nand a strong Brønsted acid, alkenes behave as Brønsted bases and protonate to give\ncarbocations which can be trapped by electron rich arenes. The reaction constitutes\na Friedel-Crafts (FC) hydroarylation which proceeds with Markovnikov\nselectivity and is orthogonal to traditional metal catalyzed processes. The\nproducts contain polyarylated quaternary carbon atoms which are difficult to\nobtain <i>via</i> alternative methods. Intermolecular\ntransfer hydrogenation  and\nhydrothiolation are also demonstrated. </p>\n\n</div>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Acid Catalysis; Homogeneous Catalysis; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structure, Dynamics and Thermodynamics of Intruded Electrolytes in ZIF-8", "doi": "10.26434/chemrxiv.8052716.v1", "published_doi": "10.1021/acs.jpcc.9b02718", "published_url": "https://doi.org/10.1021/acs.jpcc.9b02718", "authors": "Guillaume Fraux; Anne Boutin; Alain Fuchs; François-Xavier Coudert", "abstract": "We report here the properties of LiCl aqueous solutions at various concentrations confined inside the pores of the ZIF-8 metal–organic framework, based on classical molecular dynamics simulations. This system has been proposed for applications in the storage or dissipation of mechanical energy, using the liquid-phase intrusion of concentrated electrolytes in the hydrophobic framework. We describe the structure of the liquids and the influence of confinement, their dynamics, the mechanical properties of ZIF-8 and the impact of liquid intrusion on them. We show that the presence of the electrolyte has a moderate impact on the ZIF-8 framework, while the presence of the ZIF-8 matrix strongly influences the behavior of the confined aqueous solution, affecting the overall properties of the system. We also computed the free energy profile for the entry of water molecules and ions into the nanopores, showing a difference between anions and cations.<br />", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Like Dissolves Like? A Comprehensive Evaluation of Partial Solubility Parameters to Predict Polymer-Drug Compatibility in Ultra-High Drug Loaded Polymer Micelles", "doi": "10.26434/chemrxiv.8055728.v1", "published_doi": "10.1021/acs.biomac.9b00618", "published_url": "https://doi.org/10.1021/acs.biomac.9b00618", "authors": "Michael M Lübtow; Malik Salman Haider; Marius Kirsch; Stefanie Klisch; Robert Luxenhofer", "abstract": "<p></p><p>Despite decades of research, our\nunderstanding of the molecular interactions between drugs and polymers in drug\nloaded polymer micelles does not extend much beyond concepts such as\n“like-dissolves-like“ or hydrophilic/hydrophobic. However, polymer-drug\ncompatibility strongly affects formulation properties and therefore the\ntranslation of a formulation into the clinics. Specific interactions such as\nhydrogen-bonding, π-π stacking or coordination interactions can be utilized to\nincrease drug-loading. This is commonly based on trial-and-error and eventually\nleads to an optimized drug carrier. Unfortunately, due to the unique\ncharacteristics of each drug, the deduction of advanced general concepts\nremains challenging. Furthermore, the introduction of complex moieties or\nspecifically modified polymers hampers systematic investigations regarding\npolymer drug-compatibility as well as clinical translation. In this study, we\nreduced the complexity in order to isolate crucial factors determining\ndrug-loading. Therefore, the compatibility of 18 different amphiphilic polymers\nfor 5 different hydrophobic drugs was determined empirically. Subsequently, the\nobtained specificities were compared to theoretical compatibilities derived\nfrom either the Flory-Huggins interaction parameter or Hansen solubility\nparameters. In general, Flory-Huggins interaction parameters were less suited\nto correctly estimate the experimental drug solubilization compared to the\nHansen solubility parameters. The latter were able to correctly predict some\ntrend regarding good and poor solubilizers, yet the overall predicitive\nstrength of Hansen Solubility parameters is clearly unsatisfactory.</p><br /><p></p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Drug delivery systems; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solid-like Ordering of Imidazolium-Based Ionic Liquids at Rough Nanostructured Oxidized Silicon Surfaces", "doi": "10.26434/chemrxiv.8053385.v1", "published_doi": "10.1021/acs.langmuir.9b01668", "published_url": "https://doi.org/10.1021/acs.langmuir.9b01668", "authors": "francesca borghi; Paolo Milani; Alessandro Podestà", "abstract": "The investigation of ionic liquids (ILs) confined in a solid porous matrix is of particular interest considering that these substances are increasingly used as electrolyte in devices employing nanostructured nanoporous materials for the electrodes. Furthermore, the confinement of the ILs into a porous matrix would allow overcoming the difficulties of its packaging, leakage and portability. In order to support applications, a deeper understanding of the interaction of ILs with the nanoporous solid material and its increased interface is required.<br />In this work, we report on the modification of morphological and mechanical properties of the imidazolium-based [Bmim][NTf2] ionic liquid upon surface confinement on a cluster-assembled nanostructured rough oxidized silicon (ns-SiOx) surface. An atomic force microscopy investigation revealed that upon the interaction with the ns-SiOx film, [Bmim][NTf2] locally rearranges into ordered, layered, stiff and poorly conducting solid-like domains, coexisting with, and embedded into, the liquid IL film. The observed interfacial layering of [Bmim][NTf2] deposited on ns-SiOx suggests that the behavior of the IL-electrode interface in photoelectrochemical devices employing nanostructured nanoporous materials can be far more complex than expected under the hypothesis of an IL-based electrolyte in the stable liquid phase. The observed effects reported in this work could in principle take place also inside the bulk nanoporous matrix, where they could be further amplified by the extreme spatial confinement.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Thin Films; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Bonding in Excited States: Electron Localization, Delocalization and Statistics in Real Space", "doi": "10.26434/chemrxiv.8048738.v1", "published_doi": "10.1002/chem.201902369", "published_url": "https://doi.org/10.1002/chem.201902369", "authors": "José Luis Casals-Sainz; Jesús Jara-Cortés; Jesús Hernández-Trujillo; José Manuel Guevara-Vela; Evelio Francisco; Angel Martín Pendás", "abstract": "<p>In this contribution, we continue with our\nenterprise regarding the systematization of chemical bonding in excited states.\nWe show how real space electron localization and delocalization measures,\ncoupled to the statistical analysis of electron number distribution functions,\nmay be used to discover <i>uncharted territories in chemical bonding </i>that\nare not easily accessible by other theoretical or computational means. The\npossibility of exotic bonding landscapes in excited states was already\npredicted years ago (<i>PCCP</i> 9, 1087, 2007). Here we demonstrate how\neasily these situations can be met.</p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Micellar Mitotane Formulation with High Drug Loading and Solubility: Physico-Chemical Characterization and Cytotoxicity Studies in 2D and 3D in Vitro Tumor Models.", "doi": "10.26434/chemrxiv.8055773.v1", "published_doi": "10.1002/mabi.201900178", "published_url": "https://doi.org/10.1002/mabi.201900178", "authors": "Malik Salman Haider; Jochen Schreiner; Sabine Kendl; Matthias Kroiß; Robert Luxenhofer", "abstract": "Adrenocortical carcinoma (ACC) is a rare tumor and prognosis is overall poor but heterogeneous. Mitotane (MT) has been used for treatment of ACC for decades, either alone or in combination with cytotoxic  chemotherapy. Even at doses up to 6 g per day, more than half of the patients do not achieve targeted plasma concentration (14-20 mg/L) even after many months of treatment which is caused by low water solubility and unfavorable pharmacokinetic properties such as poor bioavailability and high volume of distribution of MT. The clinical need and previously reported extraordinary high drug loading of poly(2-methyl-2-oxazoline)-block-poly(2-butyl-2-oxazoline)-block-poly(2-methyl-2-oxazoline) (A-pBuOx-A) based micelles for paclitaxel (PTX), led us to develop MT loaded micelles which may enable an injectable formulation. We successfully solubilized up to 6 g/L of MT in an aqueous formulation. The MT loaded nanoformulations were characterized by Fourier transform infrared spectroscopy (FT-IR), differential scanning calorimetry (DSC) and powder X-ray<br />\n<p>diffraction (XRD), confirmed the amorphous nature of drug in the formulations. The polymer itself did not show cytotoxicity in adrenal and liver cell lines. By using the ACC model cell line NCI-H295 both in monolayers and tumor cell spheroids, we demonstrated micellar MT to exhibit comparable efficacy to its ethanol solution. We postulate that this formulation would be suitable for i.v. application and more rapid attainment of therapeutic plasma concentrations. In conclusion, we consider our micellar formulation a promising tool to alleviate major drawbacks of current MT treatment while retaining bioactivity towards ACC in vitro.</p>", "date": "2019-05-01", "journal": "chemRxiv", "categories": "Biocompatible Materials; Surfactants; Drug delivery systems; Organic Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Metal-Organic Framework Crystal-Glass Composites", "doi": "10.26434/chemrxiv.7093862.v2", "published_doi": "10.1038/s41467-019-10470-z", "published_url": "https://doi.org/10.1038/s41467-019-10470-z", "authors": "Jingwei Hou; Christopher W. Ashling; Sean M. Collins; Andraž Krajnc; Chao Zhou; Louis Longley; Duncan Johnstone; Philip A. Chater; Shichun Li; François-Xavier Coudert; David\nA. Keen; Paul A. Midgley; Gregor Mali; Vicki Chen; Thomas Bennett", "abstract": "The majority of research into metal-organic frameworks (MOFs) focuses on their crystalline nature. However, in recent research the vitrification of a number of MOFs has been revealed. We propose that the solid-liquid phase transitions involved in MOF-glass formation can provide unique opportunities for the creation of a new class of functional, stable and porous composite materials. Described herein is the design, synthesis, and characterisation of novel metal-organic framework (MOF) crystal-glass composites, formed by dispersing crystalline MOFs within a MOF-glass matrix. We demonstrate using structural characterisation and analytical electron tomography, that the coordinative bonding and chemical structure of a MIL-53 crystalline phase are preserved within the ZIF-62 glass matrix. Whilst separated phases, the microdomains of each lie close to one another and possess interfacial interactions which improve the mechanical properties of the composite glass. More significantly, the high temperature open pore phase of MIL-53, which spontaneously transforms to a narrow pore upon cooling, is stabilized at room temperature in the crystal-glass composite. This leads to a significant improvement of CO<sub>2</sub> adsorption capacity.", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Composites; Hybrid Organic-Inorganic Materials; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Nature of Chemisorbed CO2 in Zeolite A", "doi": "10.26434/chemrxiv.7422815.v2", "published_doi": "10.1021/acs.jpcc.9b04142", "published_url": "https://doi.org/10.1021/acs.jpcc.9b04142", "authors": "Przemyslaw Rzepka; Zoltán Bacsik; Andrew J. Pell; Niklas Hedin; Aleksander Jaworski", "abstract": "Formation of CO<sub>3</sub><sup>2-</sup> and HCO<sub>3</sub><sup>-</sup>\nspecies without participation of the framework oxygen atoms upon chemisorption\nof CO<sub>2</sub> in zeolite |Na<sub>12</sub>|-A is revealed. The transfer of O\nand H atoms is very likely to have proceeded via the involvement of residual H<sub>2</sub>O\nor acid groups. A combined study by solid-state <sup>13</sup>C MAS NMR, quantum\nchemical calculations, and <i>in situ</i> IR\nspectroscopy showed that the chemisorption mainly occurred by the formation of\nHCO<sub>3</sub><sup>-</sup>. However, at a low surface coverage of physisorbed\nand acidic CO<sub>2</sub>, a significant fraction of the HCO<sub>3</sub><sup>-</sup>\nwas deprotonated and transformed into CO<sub>3</sub><sup>2-</sup>. We expect\nthat similar chemisorption of CO<sub>2</sub> would occur for low-silica\nzeolites and other basic silicates of interest for the capture of CO<sub>2</sub>\nfrom gas mixtures.", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Separation Science; Solid State Chemistry; Computational Chemistry and Modeling; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Visible-Light Photosensitized Aryl and Alkyl Decarboxylative Carbon-Heteroatom and Carbon-Carbon Bond Formations", "doi": "10.26434/chemrxiv.7995983.v2", "published_doi": "10.1002/ange.201904671", "published_url": "https://doi.org/10.1002/ange.201904671", "authors": "Frank Glorius; Tuhin Patra; Satobhisha Mukherjee; Jiajia Ma; Felix Strieth-Kalthoff", "abstract": "<sub>A general strategy to access both aryl and alkyl\nradicals by photosensitized decarboxylation of the corresponding carboxylic\nacids esters has been developed. An energy transfer mediated homolysis of\nunsymmetrical sigma-bonds for a concerted\nfragmentation/decarboxylation process is involved. As a result, an independent\naryl/alkyl radical generation step enables a series of key C-X and C-C bond forming reactions by\nsimply changing the radical trapping agent.</sub>", "date": "2019-04-23", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical Exploration of 2,2’-Bipyridines as Electro-Active Compounds in Flow Batteries", "doi": "10.26434/chemrxiv.7995935.v2", "published_doi": "10.1039/C9CP03176F", "published_url": "https://doi.org/10.1039/C9CP03176F", "authors": "Mariano Sánchez-Castellanos; Martha M. Flores-Leonar; Zaahel Mata-Pinzón; Humberto G. Laguna; Karl García-Ruiz; Sergio S. Rozenel; Víctor M. Ugalde-Saldívar; Rafael Moreno-Esparza; Joep J. H. Pijpers; Carlos Amador-Bedolla", "abstract": "Compounds from the 2,2’-bipyridine molecular family were investigated for use as redox-active materials in organic flow batteries.  For 156 2,2’-bipyridine derivatives reported in the academic literature, we calculated the redox potential, the pKa for the first protonation reaction, and the solubility in aqueous solutions. Using experimental data on a small subset of derivatives, we were able to calibrate our calculations. We find that functionalization with electron-withdrawing groups leads to an increase of the redox potential and to an increase of the molecular acidity (as expressed in a reduction of the pKa value for the first protonation step). Furthermore, calculations of solubility in water indicate that some of the studied derivatives have adequate solubility for flow battery applications. Based on an analysis of the physico-chemical properties of the 156 studied compounds, we down-select five molecules with carbonyl- and nitro-based functional groups, whose parameters are especially promising for potential application as negative redox-active material inorganic flow batteries.", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Energy Storage; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Massively Parallel Implementation of Steered Molecular Dynamics in Tinker-HP: Comparisons of Polarizable and Non-Polarizable Simulations of Realistic Systems", "doi": "10.26434/chemrxiv.7771112.v2", "published_doi": "10.1021/acs.jctc.9b00199", "published_url": "https://doi.org/10.1021/acs.jctc.9b00199", "authors": "Frédéric Célerse; Louis Lagardere; Étienne Derat; Jean-Philip Piquemal", "abstract": "This paper is dedicated to the massively parallel implementation of Steered Molecular Dynamics in the Tinker-HP softwtare. It allows for direct comparisons of polarizable and non-polarizable simulations of realistic systems.", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fused Hybrid Linkers for Metal–Organic Frameworks-Derived Bifunctional Oxygen Electrocatalysts", "doi": "10.26434/chemrxiv.7687358.v2", "published_doi": "10.1021/acsaem.9b02039", "published_url": "https://doi.org/10.1021/acsaem.9b02039", "authors": "Kefeng Ping; Alan Braschinsky; Mahboob Alam; Rohit Bhadoria; Valdek Mikli; Arvo Mere; Jaan Aruväli; Päärn Paiste; Sergei Vlassov; Mati Kook; Mihkel Rähn; Väino Sammelselg; Kaido Tammeveski; Nadezda Kongi; Pavel Starkov", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Preparation of electrocatalysts often relies on the use of multiple starting materials – inorganic\nsalts or organometallic precursors, nanostructured carbon supports, organic additives, dopants\nand carbonization under modifying atmospheres (e.g. NH<sub>3 </sub>or H<sub>2</sub>) – with the examples of\nelectrocatalysts arising from a single precursor being much less common. Herein, we have\nsurveyed a series of heterobivalent scaffolds to identify an iron/benzimidazole-based metal–\norganic framework as a uniform starting material. By merging the catechol and imidazole units\ntogether, we get direct entry into a highly efficient bifunctional oxygen electrocatalyst, which\nalleviates the need for additional dopants and modifying conditions (ORR: <i>E</i><sub>on</sub> = 1.01 V, <i>E</i><sub>1/2</sub> =\n0.87 V vs. RHE in 0.1 M KOH; OER: 1.60 V @10 mA cm<sup>–2</sup> in 0.1 M KOH; ∆<i>E</i> = 0.73 V). We\ndemonstrate that by fine-tuning the chemical nature of an organic linker, one is able modulate the\nelectrochemical properties of a single precursor-derived electrocatalyst material.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-25", "journal": "chemRxiv", "categories": "Carbon-based Materials; Catalysts; Fuels - Materials; Hybrid Organic-Inorganic Materials; Nanocatalysis - Catalysts & Materials; Electrocatalysis; Catalysis; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Universal Scaling Relations for the Rational Design of Molecular Water Oxidation Catalysts with Near- Zero Overpotential", "doi": "10.26434/chemrxiv.7963592.v2", "published_doi": "10.1038/s41467-019-12994-w", "published_url": "https://doi.org/10.1038/s41467-019-12994-w", "authors": "Michael Craig; Gabriel Coulter; eoin dolan; Joaquín Soriano-López; Wolfgang Schmitt; Max Garcia-Melchor", "abstract": "<div><div><div><p>A major roadblock in realizing the large-scale production of hydrogen via electrochemical water splitting is the lack of cost-effective and highly efficient catalysts for the oxygen evolution reaction (OER). In this regard, computational research has driven important developments in the understanding and the design of heterogeneous OER catalysts by establishing linear scaling relations. These relations are of paramount importance since they drastically reduce the amount of time required to traverse the vast chemical search space of potential OER materials. In this work, we interrogate 17 of the most active molecular OER catalysts known to date based on different transition metals (M= Ru, Mn, Fe, Co, Ni, and Cu), and show that they obey the linear scaling relations established for metal oxides. This demonstrates that the conventional OER descriptor established for heterogeneous systems can also be applied to rapidly screen novel molecular catalysts. However, we find that this descriptor underestimates the activity of some of the most active OER complexes as it does not consider the additional one-electron oxidation that these undergo prior to O–O bond formation. Importantly, we show that this additional step allows certain molecular catalysts to circumvent the “overpotential wall” observed for heterogeneous systems (i.e. 370 mV), leading to an enhanced performance in agreement with experimental observations. To describe the activity of such highly active catalysts, we propose a new OER descriptor that opens up the possibility of designing molecular catalysts exhibiting zero theoretical overpotential. With all this knowledge, we establish the fundamental principles for the rational design of ideal OER catalysts to advance the development of water splitting technologies.</p></div></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organometallic Compounds; Computational Chemistry and Modeling; Theory - Computational; Electrocatalysis; Heterogeneous Catalysis; Homogeneous Catalysis; Electrochemistry - Organometallic; Energy Storage; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Towards Density Functional Approximations from Coupled Cluster Correlation Energy Densities", "doi": "10.26434/chemrxiv.7806089.v2", "published_doi": "10.1063/1.5094788", "published_url": "https://doi.org/10.1063/1.5094788", "authors": "Johannes T. Margraf; Christian Kunkel; Karsten Reuter", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>(Semi-)local density functional approximations (DFAs) are the workhorse electronic structure methods in\ncondensed matter theory and surface science. The correlation energy density εc(r) (a spatial function that\nyields the correlation energy Ec upon integration) is central to defining such DFAs. Unlike Ec, εc(r) is not\nuniquely defined, however. Indeed, there are infinitely many functions that integrate to the correct Ec for\na given electron density ρ. The challenge for constructing useful DFAs is thus to find a suitable connection\nbetween εc(r) and ρ. Herein, we present a new such approach by deriving εc(r) directly from the coupled-\ncluster (CC) energy expression. The corresponding energy densities are analyzed for prototypical two-electron\nsystems. To explore their usefulness for designing DFAs, we construct a semilocal functional to approximate\nthe numerical CC correlation energy densities. Importantly, the energy densities are not simply used as\nreference data, but guide the choice of the functional form, leading to a remarkably simple and accurate\ncorrelation functional for the Helium isoelectronic series.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CANPA: Computer-Assisted Natural Products Anticipation", "doi": "10.26434/chemrxiv.8015039.v2", "published_doi": "10.1021/acs.analchem.9b02216", "published_url": "https://doi.org/10.1021/acs.analchem.9b02216", "authors": "Alexander Enrique Fox Ramos; Coralie Pavesi; Marc Litaudon; Vincent Dumontet; Erwan Poupon; Pierre Champy; Grégory Genta-Jouve; Mehdi Beniddir", "abstract": "<p>Traditional natural products discovery workflows\nimplying a combination of different targeting strategies including structure-\nand/or bioactivity-based approaches, afford no information about new compound\nstructure until late in the discovery pipeline. By integrating a MS/MS\nprediction module and a collaborative library of (bio)chemical transformations,\nwe have developed a new platform, coined MetWork, that is able of anticipating\nthe structural identity of metabolites starting from any identified compound. In our quest to discover new monoterpene indole alkaloids, we\ndemonstrate the utility of the MetWork platform by anticipating the structures\nof five previously undescribed sarpagine-like <i>N</i>-oxide alkaloids that have been targeted and isolated from the\nleaves of <i>Alstonia</i> <i>balansae</i> using a molecular\nnetworking-based dereplication strategy fueled by computer-generated\nannotations. This study constitutes the first example of non peptidic\nmolecular networking-based natural product discovery workflow, in which the\ntargeted structures were initially generated, and therefore anticipated by a\ncomputer prior to their isolation.<br /></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Chemoinformatics; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Deep Reinforcement Learning for Multiparameter Optimization in de novo Drug Design", "doi": "10.26434/chemrxiv.7990910.v2", "published_doi": "10.1021/acs.jcim.9b00325", "published_url": "https://doi.org/10.1021/acs.jcim.9b00325", "authors": "Niclas Ståhl; Göran Falkman; Alexander Karlsson; Gunnar Mathiason; Jonas Boström", "abstract": "<p>In medicinal chemistry\nprograms it is key to design and make compounds that are efficacious and safe.\nThis is a long, complex and difficult multi-parameter optimization process,\noften including several properties with orthogonal trends. New methods for the\nautomated design of compounds against profiles of multiple properties are thus\nof great value. Here we present a fragment-based reinforcement learning\napproach based on an actor-critic model, for the generation of novel molecules\nwith optimal properties. The actor and the critic are both modelled with\nbidirectional long short-term memory (LSTM) networks. The AI method learns how\nto generate new compounds with desired properties by starting from an initial\nset of lead molecules and then improve these by replacing some of their\nfragments. A balanced binary tree based on the similarity of fragments is used\nin the generative process to bias the output towards structurally similar\nmolecules. The method is demonstrated by a case study showing that 93% of the\ngenerated molecules are chemically valid, and a third satisfy the targeted\nobjectives, while there were none in the initial set.</p>", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigations into Sampling Approaches for Chemical Analysis of Latent Fingermark Residue", "doi": "10.26434/chemrxiv.7604663.v3", "published_doi": "10.1016/j.forc.2019.100166", "published_url": "https://doi.org/10.1016/j.forc.2019.100166", "authors": "Buddhika Dorakumbura; Francesco Busetti; Simon W. Lewis", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The quantitative variation in latent fingermark deposits sampled from the same donor (intra-donor) poses\nconsiderable challenges to studies into the chemical composition of latent fingermarks. The work presented\nhere investigates approaches to the sampling of latent fingermark residues within this context. The amount\nof squalene in fingermarks deposited on non-porous surfaces, determined by GC-MS, was used as an\nindicator of the amount of non-polar material present. It was found that the percentage difference of\nsqualene between deposits from two hands at a given time, without controlling the deposition pressure, was\nin the range of 4-100 %. This was reduced to 0-44 % in alternative sampling approaches where deposition\npressure was controlled. These results demonstrate the significant influence of sampling on subsequent\nchemical analysis of fingermark residues, and offer possible sampling strategies to overcome issues\nassociated with intra-donor variation.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-11", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Separation Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Insight into the Self-Assembly of Water-Soluble Perylene Bisimide Derivatives Through a Combined Computational and Experimental Approach", "doi": "10.26434/chemrxiv.8006564.v2", "published_doi": "10.1039/C9NR03898A", "published_url": "https://doi.org/10.1039/C9NR03898A", "authors": "Emily R. Draper; Liam Wilbraham; Dave J. Adams; Matthew Wallace; Martijn Zwijnenburg", "abstract": "We use a combination of computational and\nexperimental techniques to study the self-assembly and gelation of\nwater-soluble perylene bisimides derivatised at the imide position with an\namino acid. Specifically, we study the likely structure of self-assembled\naggregates of the alanine-functionalised perylene bisimide (PBI-A) and the\nthermodynamics of their formation using density functional theory and predict\nthe UV-vis spectra of such aggregates using time-dependent density functional\ntheory. We compare these predictions to experiments in which we study the\nevolution of the UV-Vis and NMR spectra and rheology of alkaline PBI-A\nsolutions when gradually decreasing the pH. Based on the combined computational\nand experimental results, we show that PBI-A self-assembles at all pH values\nbut that aggregates grow in size upon protonation. Gelation is driven not by\naggregate growth but reduction of the aggregation surface-charge and a decrease\nin the colloidal stability of the aggregation with respect to agglomeration.", "date": "2019-04-30", "journal": "chemRxiv", "categories": "Hydrogels; Computational Chemistry and Modeling; Self-Assembly; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ni(0)-Catalyzed α-Allylic Alkylation of Regular Ketones with 1,3-Dienes under pH and Redox-neutral Conditions", "doi": "10.26434/chemrxiv.7072646.v3", "published_doi": "10.1021/ACSCATAL.0C00019", "published_url": "https://doi.org/10.1021/acscatal.0c00019", "authors": "Tiantian Chen; Yang Yang; Liyu Xie; Haijian Yang; Guangbin Dong; Dong Xing", "abstract": "<p>We report a\nNi(0)-catalyzed cross coupling reaction between simple ketones and 1,3-dienes. A\nvariety of a-allylic\nalkylation products were formed in an 1,2-addition manner with excellent regioselectivity.\nWater was found to significantly accelerate this transformation. A HO-Ni-H\nspecies generated from oxidative addition of Ni(0) to H<sub>2</sub>O is\nproposed to play a “dual role” in activating both the ketone and the diene\nsubstrate.</p>", "date": "2019-04-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Exploration Strategy Improves the Diversity of de novo Ligands Using Deep Reinforcement Learning – A Case for the  Adenosine A2A Receptor", "doi": "10.26434/chemrxiv.7436789.v3", "published_doi": "10.1186/s13321-019-0355-6", "published_url": "https://doi.org/10.1186/s13321-019-0355-6", "authors": "Xuhan Liu; Kai Ye; Herman Van Vlijmen; Adriaan P. IJzerman; Gerard JP Van westen", "abstract": "<p></p><p>Over the last five\nyears deep learning has progressed tremendously in both image recognition and\nnatural language processing. Now it is increasingly applied to other data rich\nfields. In drug discovery, recurrent neural networks (RNNs) have been shown to\nbe an effective method to generate novel chemical structures in the form of\nSMILES. However, ligands generated by current methods have so far provided relatively low\ndiversity and do not fully cover the whole chemical\nspace occupied by known ligands. Here, we propose a new method (DrugEx) to\ndiscover <i>de novo</i> drug-like molecules.\nDrugEx is an RNN model (generator) trained through reinforcement learning which\nwas integrated with a special exploration strategy. As a case study we applied\nour method to design ligands against the adenosine A<sub>2A</sub> receptor.\nFrom ChEMBL data, a machine learning model (predictor) was created to predict\nwhether generated molecules are active or not. Based on this predictor as the\nreward function, the generator was trained by reinforcement learning without\nany further data. We then compared the performance of our method with two\npreviously published methods, REINVENT and ORGANIC. We found that candidate\nmolecules our model designed, and predicted to be active, had a larger chemical\ndiversity, and better covered the chemical space of known ligands compared to\nthe state-of-the-art.</p><p></p>", "date": "2019-04-16", "journal": "chemRxiv", "categories": "Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "REVO: Resampling of Ensembles by Variation Optimization", "doi": "10.26434/chemrxiv.7973759.v3", "published_doi": "10.1063/1.5100521", "published_url": "https://doi.org/10.1063/1.5100521", "authors": "Nazanin Donyapour; Nicole Roussey; Alex Dickson", "abstract": "Conventional molecular dynamics simulations are incapable of sampling many important interactions in biomolecular systems due to their high dimensionality and rough energy landscapes. To observe rare events and calculate transition rates in these systems, enhanced sampling is a necessity. In particular, the study of ligand-protein interactions necessitates a diverse ensemble of protein conformations and transition states, and for many systems this occurs on prohibitively long timescales. Previous strategies such as WExplore that can be used to determine these types of ensembles are hindered by problems related to the regioning of conformational space. Here we propose a novel, regionless, enhanced sampling method that is based on the weighted ensemble framework. In this method, a value referred to as “trajectory variation” is optimized after each cycle through cloning and merging operations. This method allows for a more consistent measurement of observables and broader sampling resulting in the efficient exploration of previously unexplored conformations. We demonstrate the performance of this algorithm with the N-dimensional random walk and the unbinding of the trypsin-benzamidine system. The system is analyzed using conformation space networks, the residence time of benzamidine is confirmed, and a new unbinding pathway for the trypsin-benzamidine system is found. We expect that REVO will be a useful general tool to broadly explore free energy landscapes.", "date": "2019-04-18", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DNA Barcoding a Complete Matrix of Stereoisomeric Small Molecules", "doi": "10.26434/chemrxiv.7289471.v3", "published_doi": "10.1021/jacs.9b01203", "published_url": "https://doi.org/10.1021/jacs.9b01203", "authors": "Christopher Gerry; Mathias Wawer; Paul Clemons; Stuart Schreiber", "abstract": "<p></p><p>It\nis challenging to incorporate stereochemical diversity and topographic\ncomplexity into DNA-encoded libraries (DELs) because DEL syntheses cannot fully\nexploit the capabilities of modern synthetic organic chemistry. Here, we\ndescribe the design, construction, and validation of DOS-DEL-1, a library of\n107,616 DNA-barcoded chiral 2,3-disubsituted azetidines and pyrrolidines. We\nused stereospecific C–H arylation chemistry to furnish complex scaffolds primed\nfor DEL synthesis, and we developed an improved on-DNA Suzuki reaction to\nmaximize library quality. We then studied both the structural diversity of the\nlibrary and the physicochemical properties of individual compounds using Tanimoto\nmulti-fusion similarity analysis, among other techniques. These analyses revealed\nnot only that most DOS-DEL-1 members have “drug-like” properties, but also that\nthe library more closely resembles compound collections derived from diversity\nsynthesis than those from other sources (<i>e.g.</i>,\ncommercial vendors). Finally, we performed validation screens against horseradish\nperoxidase and carbonic anhydrase IX, and we developed a novel, Poisson-based\nstatistical framework to analyze the results. A set of assay positives were\nsuccessfully translated into potent carbonic anhydrase inhibitors (IC<sub>50</sub>\n= 20.1–68.7 nM), which confirmed the success of the synthesis and screening\nprocedures. These results establish a strategy to synthesize DELs with\nscaffold-based stereochemical diversity and complexity that does not require the\ndevelopment of novel DNA-compatible chemistry.</p><p></p>", "date": "2019-04-22", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Organic Synthesis and Reactions; Chemical Biology; Drug Discovery and Drug Delivery Systems; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Convergent Total Synthesis of Principinol D, a Rearranged  Kaurane Diterpenoid", "doi": "10.26434/chemrxiv.7865168.v4", "published_doi": "10.1021/jacs.9b03751", "published_url": "https://doi.org/10.1021/jacs.9b03751", "authors": "Timothy Newhouse; Aneta Turlik; Yifeng Chen; Anthony Scruse", "abstract": "<div>\n\n<p>The total synthesis of principinol D, a rearranged kaurane diterpenoid, is reported. This grayanane natural product is constructed via a convergent fragment coupling approach, wherein the central 7-membered ring is synthesized at a late stage. The bicyclo[3.2.1]octane fragment is accessed by a Ni-catalyzed α-vinylation reaction. Strategic reductions include a diastereoselective SmI<sub>2</sub>-mediated ketone reduction with PhSH and a new protocol for selective ester reduction in the presence of ketones. The convergent strategy reported herein may be an entry point to the larger class of kaurane diterpenoids.</p>\n\n</div>", "date": "2019-04-08", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum Package 2.0: An Open-Source Determinant-Driven Suite of Programs", "doi": "10.26434/chemrxiv.7749485.v3", "published_doi": "10.1021/acs.jctc.9b00176", "published_url": "https://doi.org/10.1021/acs.jctc.9b00176", "authors": "Yann Garniron; Thomas Applencourt; Kevin Gasperich; Anouar Benali; Anthony Ferte; Julien Paquier; Barthelemy Pradines; Roland Assaraf; Peter Reinhardt; Julien Toulouse; Pierrette Barbaresco; Nicolas Renon; Gregoire David; Jean-Paul Malrieu; Mickael Veril; Michel Caffarel; Pierre-Francois Loos; Emmanuel Giner; Anthony Scemama", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>\n\t\t\n\t\n\t\n\t\t</p><div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Quantum Package is an open-source programming environment for quantum chemistry specially designed for wave function methods. Its main goal is the development of determinant-driven selected configuration interaction (sCI) methods and multi-reference second-order perturbation theory (PT2). The determinant-driven framework allows\nthe programmer to include any arbitrary set of determinants in the reference space, hence providing greater method-\nological freedoms. The sCI method implemented in Quantum Package is based on the CIPSI (Configuration Interaction\nusing a Perturbative Selection made Iteratively) algorithm which complements the variational sCI energy with a PT2\ncorrection. Additional external plugins have been recently added to perform calculations with multireference coupled\ncluster theory and range-separated density-functional theory. All the programs are developed with the IRPF90 code\ngenerator, which simplifies collaborative work and the development of new features. Quantum Package strives to\nallow easy implementation and experimentation of new methods, while making parallel computation as simple and\nefficient as possible on modern supercomputer architectures. Currently, the code enables, routinely, to realize runs on\nroughly 2 000 CPU cores, with tens of millions of determinants in the reference space. Moreover, we have been able\nto push up to 12 288 cores in order to test its parallel efficiency. In the present manuscript, we also introduce some key\nnew developments: i) a renormalized second-order perturbative correction for efficient extrapolation to the full CI\nlimit, and ii) a stochastic version of the CIPSI selection performed simultaneously to the PT2 calculation at no extra\ncost. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Intrinsic doping limit and defect-assisted luminescence in Cs4PbBr6", "doi": "10.26434/chemrxiv.7629467.v3", "published_doi": "10.1039/C9TA06874K", "published_url": "https://doi.org/10.1039/C9TA06874K", "authors": "Young-Kwang Jung; Joaquin Calbo; Ji-Sang Park; Lucy D. Whalley; Sunghyun Kim; Aron Walsh", "abstract": "Cs<sub>4</sub>PbBr<sub>6 </sub>is a member of the halide perovskite family that is built from isolated (zero-dimensional) PbBr<sub>6</sub><sup>4-</sup> octahedra with Cs<sup>+</sup> counter ions. The material exhibits anomalous optoelectronic properties: optical absorption and weak emission in the deep ultraviolet (310 - 375 nm) with efficient luminescence in the green region (~ 540 nm). Several hypotheses have been proposed to explain the giant Stokes shift including: (i) phase impurities; (ii) self-trapped exciton; (iii) defect emission. We explore, using first-principles theory and self-consistent Fermi level analysis, the unusual defect chemistry and physics of Cs<sub>4</sub>PbBr<sub>6</sub>. We find a heavily compensated system where the room-temperature carrier concentrations (< 10<sup>9</sup> cm<sup>-3</sup>) are more than one million times lower than the defect concentrations. We show that the low-energy Br-on-Cs antisite results in the formation of a polybromide (Br<sub>3</sub>) species that can exist in a range of charge states. We further demonstrate from excited-state calculations that tribromide moieties are photoresponsive and can contribute to the observed green luminescence. Photoactivity of polyhalide molecules is expected to be present in other halide perovskite-related compounds where they can influence light absorption and emission. <br />", "date": "2019-04-24", "journal": "chemRxiv", "categories": "Optical Materials; Computational Chemistry and Modeling; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Total Synthesis of (+)-Granatumine A and Related Bislactone Limonoid Alkaloids via a Pyran to Pyridine Interconversion", "doi": "10.26434/chemrxiv.7865138.v3", "published_doi": "10.1021/jacs.9b04508", "published_url": "https://doi.org/10.1021/jacs.9b04508", "authors": "Timothy Newhouse; Alexander Schuppe; Yizhou Zhao; Yannan Liu", "abstract": "We report the first total\nsynthesis of (+)-granatumine A, a limonoid alkaloid with PTP-1B inhibitory\nactivity, in 10 steps. Over the course of this study, two key methodological\nadvances were made: a cost effective\nprocedure for ketone alpha,beta-dehydrogenation using allyl-Pd catalysis, and a Pd-catalyzed protocol to\nconvert epoxyketones to 1,3-diketones. The central tetrasubstituted pyridine is\nformed by a convergent Knoevenagel condensation and carbonyl-selective electrocyclization\ncascade, which was followed by a direct transformation of a 2<i>H</i>-pyran to a pyridine. These studies\nhave led to the structural revision of two members of this family.", "date": "2019-04-26", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Density-driven correlations in many-electron ensembles: theory and application for excited states", "doi": "10.26434/chemrxiv.6964874.v4", "published_doi": "10.1103/PhysRevLett.123.016401", "published_url": "https://doi.org/10.1103/PhysRevLett.123.016401", "authors": "Tim Gould; Stefano Pittalis", "abstract": "Density functional theory can be extended to excited states by means of a unified variational approach for passive state ensembles. This extension overcomes the restriction of the typical density functional approach to ground states, and offers useful formal and demonstrated practical benefits. The correlation energy functional in the generalized case acquires higher complexity than its ground state counterpart, however. Little is known about its internal structure nor how to effectively approximate it in general. Here we show that such a functional can be broken down into natural components, including what we call ``state-'' and ``density-driven'' correlations, with the former amenable to conventional approximations, and the latter being a unique feature of ensembles. Such a decomposition, summarised in eq.(6), provides us with a pathway to general approximations that are able to routinely handle low-lying excited states. The importance of density-driven correlations is demonstrated, an approximation for them is introduced and shown to be useful.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}