{"title": "A Micellar Mitotane Formulation with High Drug Loading and Solubility: Physico-Chemical Characterization and Cytotoxicity Studies in 2D and 3D in Vitro Tumor Models.", "doi": "10.26434/chemrxiv.8055773.v1", "published_doi": "10.1002/mabi.201900178", "published_url": "https://doi.org/10.1002/mabi.201900178", "authors": "Malik Salman Haider; Jochen Schreiner; Sabine Kendl; Matthias Kroiß; Robert Luxenhofer", "abstract": "Adrenocortical carcinoma (ACC) is a rare tumor and prognosis is overall poor but heterogeneous. Mitotane (MT) has been used for treatment of ACC for decades, either alone or in combination with cytotoxic  chemotherapy. Even at doses up to 6 g per day, more than half of the patients do not achieve targeted plasma concentration (14-20 mg/L) even after many months of treatment which is caused by low water solubility and unfavorable pharmacokinetic properties such as poor bioavailability and high volume of distribution of MT. The clinical need and previously reported extraordinary high drug loading of poly(2-methyl-2-oxazoline)-block-poly(2-butyl-2-oxazoline)-block-poly(2-methyl-2-oxazoline) (A-pBuOx-A) based micelles for paclitaxel (PTX), led us to develop MT loaded micelles which may enable an injectable formulation. We successfully solubilized up to 6 g/L of MT in an aqueous formulation. The MT loaded nanoformulations were characterized by Fourier transform infrared spectroscopy (FT-IR), differential scanning calorimetry (DSC) and powder X-ray<br />\n<p>diffraction (XRD), confirmed the amorphous nature of drug in the formulations. The polymer itself did not show cytotoxicity in adrenal and liver cell lines. By using the ACC model cell line NCI-H295 both in monolayers and tumor cell spheroids, we demonstrated micellar MT to exhibit comparable efficacy to its ethanol solution. We postulate that this formulation would be suitable for i.v. application and more rapid attainment of therapeutic plasma concentrations. In conclusion, we consider our micellar formulation a promising tool to alleviate major drawbacks of current MT treatment while retaining bioactivity towards ACC in vitro.</p>", "date": "2019-05-01", "journal": "chemRxiv", "categories": "Biocompatible Materials; Surfactants; Drug delivery systems; Organic Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Accumulation of Deep Traps at Grain Boundaries in Halide Perovskites", "doi": "10.26434/chemrxiv.8058413.v1", "published_doi": "10.1021/acsenergylett.9b00840", "published_url": "https://doi.org/10.1021/acsenergylett.9b00840", "authors": "Ji-Sang Park; Joaquín Calbo; Young-Kwang Jung; lucy whalley; Aron Walsh", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The behaviour of grain boundaries in polycrystalline halide perovskite solar cells remains poorly understood. Whereas theoretical studies indicate that grain boundaries are not active for electron-hole recombination, there have been observations of higher non-radiative recombination rates involving these extended defects. We find that iodine interstitial defects, which have been established as a recombination center in bulk crystals, tend to segregate at planar defects in CsPbI3. First-principles calculations show that enhanced structural relaxation of the defects at grain boundaries results in increased stability (higher concentration) and deeper trap states (faster recombination). We show how the grain boundary can be partly passivated by halide mixing or extrinsic doping, which replaces or suppresses the formation of trap states close to the grain boundaries.<br /></p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Transformer Model for Retrosynthesis", "doi": "10.26434/chemrxiv.8058464.v1", "published_doi": "10.1038/S41467-020-19266-Y", "published_url": "https://doi.org/10.1038/s41467-020-19266-y", "authors": "Pavel Karpov; Guillaume Godin; Igor Tetko", "abstract": "<div><div><div><p>We describe a Transformer model for a retrosynthetic reaction prediction task. The model is trained on 45 033 experimental reaction examples extracted from USA patents. It can successfully predict the reactants set for 42.7% of cases on the external test set. During the training procedure, we applied different learning rate schedules and snapshot learning. These techniques can prevent overfitting and thus can be a reason to get rid of internal validation dataset that is advantageous for deep models with millions of parameters. We thoroughly investigated different approaches to train Transformer models and found that snapshot learning with averaging weights on learning rates minima works best. While decoding the model output probabilities there is a strong influence of the temperature that improves at T=1.3 the accuracy of models up to 1-2%.</p></div></div></div>", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Neither Solid Nor Liquid Nor Vapor: Hydrogen Bonding Structure of Water Confined in Metal-Organic Frameworks with Open Metal Sites", "doi": "10.26434/chemrxiv.8059625.v1", "published_doi": "10.1038/S41467-019-12751-Z", "published_url": "https://doi.org/10.1038/s41467-019-12751-z", "authors": "Adam Rieth; Kelly M. Hunter; Mircea Dinca; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Water in confinement exhibits properties significantly different from bulk water due to\nfrustration in the hydrogen-bond network induced by interactions with the substrate. Here, we\ncombine infrared spectroscopy and advanced molecular dynamics simulations to probe the\nstructure of confined water as a function of relative humidity within a metal-organic framework\ncontaining cylindrical pores lined with an ordered array of cobalt open coordination sites.\nBuilding upon the quantitative agreement between experimental and theoretical spectra, we\ndemonstrate that water at low relative humidity initially binds to the open metal sites and\nsubsequently forms disconnected one-dimensional chains of hydrogen-bonded water molecules\nbridging between the cobalt sites. Upon further increase in relative humidity, these water chains\nnucleate pore filling, with water molecules occupying the entire pore interior before the relative\nhumidity reaches 30%. Systematic analysis of the rotational and translational dynamics indicates\nheterogeneity in this pore-confined water, with water molecules displaying distinct levels of\nmobility as a function of the distance from the pore surface.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Computational Chemistry and Modeling; Interfaces; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Statistical Mechanics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluating Polymer Representations via Quantifying Structure-Property Relationships", "doi": "10.26434/chemrxiv.8060000.v1", "published_doi": "10.1021/acs.jcim.9b00358", "published_url": "https://doi.org/10.1021/acs.jcim.9b00358", "authors": "RUIMIN MA; Zeyu Liu; Quanwei Zhang; zhiyu liu; Tengfei Luo", "abstract": "Machine learning techniques are being applied in quantifying structure-property relationships for a wide variety of materials, where the properly representing materials plays key roles. Although algorithms for representation learning are extensively studied, their applications to domain-specific areas, such as polymer, are limited largely due to the lack of benchmark databases. In this work, we investigate different types of polymer representations, including Morgan Fingerprint (MF), molecular embedding (ME) and molecular graph (MG), based on a benchmark database from a subset of PolyInfo. We evaluate the quality of different polymer representations via quantifying the relationships between the representations and polymer properties, including density, melting temperature and glass transition temperature. Different representation learning schemes, such as supervised learning, semi-supervised learning and transfer learning, are investigated. It is found that ME outperforms the other representations for structure-property relationship quantification in all cases studied, and MG is shown to be much inferior than ME and MF, likely due to the relatively small volumes of training data available. For MEs, it is found that the similarities of substructure MEs under different learning schemes (e.g., SL, SSL and TL) are differently estimated, thus leading to different performance scores in structure-property relation quantification. Several ME mixtures have shown to outperform the single MEs in the corresponding regression tasks, and this is attributed to the information gain when mixing different ME.", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Anion Distribution, Structural Distortion, and Symmetry-Driven Optical Band Gap Bowing of Mixed Halide Cs2SnX6 Vacancy Ordered Double Perovskites", "doi": "10.26434/chemrxiv.8061650.v1", "published_doi": "10.1021/acs.chemmater.9b03267", "published_url": "https://doi.org/10.1021/acs.chemmater.9b03267", "authors": "Maham Karim; Alex Ganose; Laura Pieters; Winnie Leung; Jess Wade; Lina Zhang; David Scanlon; Robert Palgrave", "abstract": "Mixed anion compounds in the Fm-3m vacancy ordered perovskite structure were synthesised and characterised experimentally and computationally with a focus on compounds where A = Cs+. Pure anion Cs<sub>2</sub>SnX<sub>6</sub> compounds were formed with X = Cl, Br and I using a room temperature solution phase method. Mixed anion compounds were formed as solid solutions of Cs<sub>2</sub>SnCl<sub>6</sub> and Cs<sub>2</sub>SnBr<sub>6</sub> and a second series from Cs<sub>2</sub>SnBr<sub>6</sub> and Cs<sub>2</sub>SnI<sub>6</sub>. Single phase structures formed across the entirety of both composition series, with no evidence of long range anion ordering observed by diffraction. A distortion of the cubic A2BX6 structure was identified in which the spacing of the BX6 octahedra changes to accommodate the A site cation without reduction of overall symmetry.  Optical band gap values varied with anion composition between 4.89 eV in Cs<sub>2</sub>SnCl<sub>6 </sub>to 1.35 eV in Cs<sub>2</sub>SnI<sub>6</sub>, but proved highly non-linear with changes in composition. In mixed halide compounds it was found that lower energy optical transitions appeared that were not present in the pure halide compounds, and this could be attributed to lowering of the local symmetry within the tin halide octahedra. The electronic structure was characterised by photoemission spectroscopy, and Raman spectroscopy revealed vibrational modes in the mixed halide compounds that could be assigned to particular mixed halide octahedra. This analysis was used to determine the distribution of octahedra types in mixed anion compounds, which was found to be consistent with a near-random distribution of halide anions throughout the structure, although some deviations from random halide distribution were noted in mixed iodide-bromide compounds, where the larger iodide anions preferentially adopted trans configurations.", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Solid State Chemistry; Spectroscopy (Inorg.); Theory - Inorganic; Photovoltaics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Phase & Morphology Engineered Surface Reducibility of MnO2 Nano-heterostructures: Implications on Catalytic Activity Towards CO Oxidation", "doi": "10.26434/chemrxiv.8063042.v1", "published_doi": "10.1016/j.materresbull.2019.110615", "published_url": "https://doi.org/10.1016/j.materresbull.2019.110615", "authors": "Noopur Jain; ahin roy", "abstract": "This work addresses two vital aspects of catalytic nanohybrids viz., a chemistry-based\ncontrol of crystallographic phase/ morphology that serves as a handle for engineering\nthe surface reducibility and correlating the catalytic activity to the reducibility.\nWe would like to emphasize that the material addressed in this paper is an\nearth-abundant oxide MnO<sub>2</sub>, much favorable for practical applications\nin terms of cost and availability.", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Catalysts; Nanostructured Materials - Materials; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reduced SrTiO3-Supported Pt-Cu Alloy Nanoparticles for Preferential Oxidation of CO in Excess Hydrogen", "doi": "10.26434/chemrxiv.8063081.v1", "published_doi": "10.1039/C9NR07664F", "published_url": "https://doi.org/10.1039/C9NR07664F", "authors": "Noopur Jain; ahin roy; Sreejith Nair", "abstract": "<p>In\nthis work, we employ Pt-Cu alloy nanoparticles supported on reduced-SrTiO<sub>3</sub>\n(RSTO) to obtain a poisoning-resistant catalyst in the desired operative\ntemperature range. The changing Cu concentration in the Pt-Cu bimetallic alloy elucidates\nthe trend of changing efficiency, selectivity and stability of CO conversion\nover the bimetallic catalyst. Among the various compositions, we find that Pt<sub>40</sub>Cu<sub>60­</sub>\nis the most effective catalyst to target CO oxidation by competing with the the\nundesirable H<sub>2</sub> oxidation. Here, we report interesting results on the\ntrade-off between the selectivity of CO conversion as well as the maximum CO\nconversion (%) over the catalyst. The difference in CO adsorption over\nmonometallic Pt and bimetallic Pt-Cu catalysts is well-reflected by the controlled\nadsorption-desorption studies. </p>", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Alloys; Catalysts; Fuels - Materials; Nanostructured Materials - Materials; Heterogeneous Catalysis; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Idarubicinone via Global Functionalization of Tetracene", "doi": "10.26434/chemrxiv.8061812.v1", "published_doi": "10.1021/jacs.9b05370", "published_url": "https://doi.org/10.1021/jacs.9b05370", "authors": "David G. Dennis; Mikiko Okumura; David Sarlah", "abstract": "Herein, we describe\nthe realization of this concept, providing a non-annulative strategy to\nanthracyclines from a polynuclear arene. Specifically, tetracene was converted\nto idarubicinone, the aglycone of the FDA approved anthracycline idarubicin, <a>through </a>the judicious orchestration of Co- and\nRu-catalyzed arene oxidation and arenophile-mediated dearomative hydroboration.\nSuch a global functionalization strategy, a combination of site-selective arene\nand dearomative functionalization, provided the key anthracycline framework in\nfive operations and enabled rapid and controlled access to idarubicinone.", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Access to Fe(II) Bis(σ-B-H) Aminoborane Complexes via Protonation of a Borohydride Complex and Dehydrogenation of Amine-Boranes", "doi": "10.26434/chemrxiv.8063120.v1", "published_doi": "10.1002/ANIE.201906971", "published_url": "https://doi.org/10.1002/anie.201906971", "authors": "Nikolaus Gorgas; Berthold Stöger; Luis F. Veiros; Karl Kirchner", "abstract": "We\nreport on the first synthesis and structural characterization of the iron based\naminoborane complexes. These species are formed upon protonation of a borohydride complex by ammonium salts.<br />", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Coordination Chemistry (Inorg.); Organometallic Compounds; Small Molecule Activation (Inorg.); Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Using Cost-Effective Density Functional Theory (DFT) to Calculate Equilibrium Isotopic Fractionation for Reactions Involving Large Organic Molecules", "doi": "10.26434/chemrxiv.8063654.v1", "published_doi": "10.1039/C9CP02975C", "published_url": "https://doi.org/10.1039/C9CP02975C", "authors": "Mark Iron; Jonathan Gropp", "abstract": "With an eye towards applications in environmental sciences, the factors impacting the accuracy of calculating equilibrium isotopic fractionation α are considered. α is calculated from the reduced partition function relation β via the vibrational frequencies. Density-fitting (DF, or resolution of the identity – RI) is a popular tool to help reduce the cost of DFT energy calculations, and its impact on the accuracy of calculating vibration frequencies was determined to be negligible provided one uses a sufficiently large auxiliary density-fitting basis set. Using a set of high-accuracy fractionations for a series of small molecules, the accuracy of several density-functional theory (DFT) exchange–correlation functionals in calculating β was considered. Based on these results, a selection of functionals was tested against two benchmark databases of isotopic fractionations that were generated, one for D/H fractionation (HEIF11) and one for heavy-atom fractionation (CNOEIF35). It was found that, with the def2-TZVP basis set, O3LYP had the lowest mean absolute deviation (21‰ and 3.9‰, respectively), but the GGA/meta-GGA functionals τHCTH<sub>D3BJ</sub>, τHCTH and HCTH have almost similar performances (22‰ and 4.1‰, respectively, for τHCTH<sub>D3BJ</sub>). In this work we provide a roadmap to predict for equilibrium isotopic fractionations of large organic molecules, and constrain their potential uncertainties.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Environmental Science; Geochemistry; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Leveraging Atropisomerism to Obtain a Selective Inhibitor of RET Kinase with Secondary Activities Towards EGFR Mutants", "doi": "10.26434/chemrxiv.8066264.v1", "published_doi": "10.1021/acschembio.9b00407", "published_url": "https://doi.org/10.1021/acschembio.9b00407", "authors": "Sean T. Toenjes; Valeria Garcia; Sean M. Maddox; Greg A. Dawson; Maria A. Ortiz; F. Javier Piedrafita; Jeffrey Gustafson", "abstract": "<p>Unstable atropisomerism is innate\nin many common scaffolds in drug discovery, commonly existing as freely\nrotating aryl-aryl bonds. Such compounds can access the majority of dihedral\nconformations around the bond axis, however most small-molecules bind their target\nwithin a narrow range of these available conformations. The remaining accessible\nconformations can interact with other proteins leading to compound promiscuity.\nHerein, we leverage atropisomerism to restrict the accessible low energy\ndihedral conformations available to a promiscuous kinase inhibitor and achieve\nhighly selective and potent inhibitors of the oncogenic target RET kinase. We then\nevaluate our lead inhibitor against kinases that were predicted to bind compounds\nin a similar conformational window to RET, discovering a potent inhibitor of drug\nresistant EGFR mutants including L858R/T790M/C797S EGFR. Leveraging atropisomerism\nto restrict accessible conformational space should be a generally applicable\nstrategy due to the prevalence of unstable atropisomerism in drug discovery.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Physical Organic Chemistry; Stereochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "To Bend or Not to Bend, the Dilemma of Multiple Bonds", "doi": "10.26434/chemrxiv.8066747.v1", "published_doi": "10.1039/C9CP05192A", "published_url": "https://doi.org/10.1039/C9CP05192A", "authors": "Michele Pizzocchero; Matteo Bonfanti; Rocco Martinazzo", "abstract": "The manuscript addresses the issue of the structural distortions occurring at multiple bonds between high main group elements, focusing on group 14. These distortions are known as trans-bending in silenes, disilenes and higher group analogues, and buckling in 2D materials likes silicene and germanene. A simple but correlated \\sigma + \\pi model is developed and validated with first-principles calculations, and used to explain the different behaviour of second- and higher- row elements.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Multilayers; Bonding; Main Group Chemistry (Inorg.); Computational Chemistry and Modeling; Theory - Computational; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "General Framework for Calculating Spin–orbit Couplings Using Spinless One-Particle Density Matrices: Theory and Application to the Equation-of-Motion Coupled-Cluster Wave Functions", "doi": "10.26434/chemrxiv.8064458.v1", "published_doi": "10.1063/1.5108762", "published_url": "https://doi.org/10.1063/1.5108762", "authors": "Pavel Pokhilko; Evgeny Epifanovsky; Anna I. Krylov", "abstract": "Standard implementations of non-relativistic excited-state calculations compute only one component of spin multiplets (i.e., Ms =0 triplets), however, matrix elements for all components are necessary for calculations of experimentally relevant spin-dependent quantities. To circumvent explicit calculations of all multiplet components, we employ Wigner–Eckart’s theorem. Applied to a reduced one-particle transition density matrix computed for a single multiplet component, Wigner–Eckart’s theorem generates all other spin–orbit matrix elements. In addition to computational efficiency, this approach also resolves the phase issue arising within Born–Oppenheimer’s separation of nuclear and electronic degrees of freedom. A general formalism and its application to the calculations of spin–orbit couplings using equation-of-motion coupled-cluster wave functions is presented. The two-electron contributions are included via the mean-field spin–orbit treatment. Intrinsic issues of constructing spin–orbit mean-field operators for open-shell references are discussed and a resolution is proposed. The method is benchmarked by using several radicals and diradicals. The merits of the approach are illustrated by a calculation of the barrier for spin inversion in a high-spin tris(pyrrolylmethyl)amine Fe(II) complex.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Molecular Tectonics: A Node-and-Linker Building Block Approach to a Family of Hydrogen Bonded Frameworks", "doi": "10.26434/chemrxiv.8067176.v1", "published_doi": "10.1002/chem.201902117", "published_url": "https://doi.org/10.1002/chem.201902117", "authors": "Stephanie Boer; Mahbod Morshedi; Andrew Tarzia; Christian Doonan; Nicholas White", "abstract": "While numerous hydrogen bonded organic frameworks (HOFs) have been reported, typically these cannot be prepared predictably or in a modular fashion. In this work, we report a family of nine diamondoid crystalline porous frameworks assembled via hydrogen bonding between poly-amidinium and poly-carboxylate tectons in aqueous media. Importantly, both the cationic and anionic components can be varied and additional functionality can be incorporated into the frameworks, which show good stability including to prolonged heating in DMSO or water.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Hybrid Organic-Inorganic Materials; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Palladium/ Zeolite Low Temperature Passive NOx Adsorbers (PNA): Structure-Adsorption Property Relationships for Hydrothermally Aged PNA Materials", "doi": "10.26434/chemrxiv.8067020.v1", "published_doi": "10.1007/s40825-019-00139-w", "published_url": "https://doi.org/10.1007/s40825-019-00139-w", "authors": "Konstantin Khivantsev; Nicholas\nR. Jaegers; Libor Kovarik; Jian Zhi Hu; Yong Wang; Feng Gao; János Szanyi", "abstract": "<p>Zeolites with\ndifferent framework structures (SSZ-13, ZSM-5, BEA) but similar Si/Al ratios and\nPd loading (~1 wt%) were synthesized and evaluated as low temperature passive\nNOx adsorbers (PNA). These materials exhibit high NOx adsorption efficiency with\natomically dispersed Pd the active adsorption site. Hydrothermal aging at 750\nºC for 16 hours in the presence of 10% water vapor in air resulted in the\nformation of PdO nanoparticles in all three samples as evidenced by high energy\nXRD. Hydrothermal aging of the small-pore Pd/SSZ-13 (Si/Al = 6), which contain\n~100-90% atomically dispersed palladium ions, decreases its PNA performance only\nby ~10-20%, indicating agglomeration of only ~10-20% of all atomically\ndispersed Pd into PdO. High-field solid state <sup>27</sup>Al NMR studies on the\nfresh and aged samples substantiate dealumination and significant changes in the\ndistribution of Al (and thus, Brönsted acid) sites after hydrothermal aging.\nFTIR measurements with NO probe molecule and titration of Brönsted acid sites\nwith nitrosyl (NO<sup>+</sup>)<sup> </sup>ions further corroborate the <sup>27</sup>Al\nNMR data. Because framework aluminum atoms are the anchoring sites for\natomically dispersed Pd ions, their elution from the framework causes the loss\nof active atomically dispersed Pd species. With the aid of HAADF-STEM imaging\nand synchrotron XRD studies, we further confirm and visualize the fate of these\nPd species – they agglomerate into PdO nanoparticles on the external surface of\nzeolite. Consequently, these changes lead to the decrease in PNA performance of\nthese materials after hydrothermal aging. The thus formed agglomerates cannot\nbe re-dispersed back to their ionic state due to the loss of framework Al\nT-sites and/or inherent stability of such large PdO particles.</p>\n\n<p>Our study\ndemonstrates that, unlike in previous studies that found increased PNA\nperformance upon HTA, high temperatures hydrothermal aging of PNA materials,\nthat contain atomically dispersed Pd initially, results in a decrease in NOx\nstorage efficiency due to the formation of PdO agglomerates. However, we also highlight\nthe high hydrothermal stability of predominantly atomically dispersed 1-3 wt%\nPd/SSZ-13 (Si/Al = 6), whose performance decreases only marginally after\nprolonged hydrothermal aging at 750 ºC. This study shows that hydrothermally\nstable passive NOx materials can be prepared using small-pore SSZ-13 zeolite. </p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Catalysts; Environmental Science; Industrial Manufacturing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Impact of Surface Hydrophobicity and Salinity on the Adsorption of Humic Acids", "doi": "10.26434/chemrxiv.8067494.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Duowei Yuan; Ken Cadien; Qi Liu; Hongbo Zeng", "abstract": "The adsorption of humic acids on thiol-functionalized gold surfaces with varying hydrophobicity under different solution conditions, was investigated by quartz crystal microbalance with dissipation (QCM-D) and contact angle measurements.<div><br /></div>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Environmental Science; Soil Science; Wastes; Physical and Chemical Processes; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Local Structure Order Parameters and Site Fingerprints for Quantification of Coordination Environment and Crystal Structure Similarity", "doi": "10.26434/chemrxiv.8067554.v1", "published_doi": "10.1039/C9RA07755C", "published_url": "https://doi.org/10.1039/C9RA07755C", "authors": "Nils Zimmermann; Anubhav Jain", "abstract": "Structure characterization and classification is frequently based on local environment information of all or selected atomic sites in the crystal structure. Therefore, reliable and robust procedures to find coordinated neighbors and to evaluate the resulting coordination pattern (e.g., tetrahedral, square planar) are critically important for both traditional and machine learning approaches that aim to exploit site or structure information for predicting materials properties. Here, we introduce new local structure order parameters (LoStOPs) that are specifically designed to rapidly detect rotationally symmetric (e.g., tetrahedron) as well as asymmetric local coordination environments (e.g., square pyramid). Furthermore, we introduce a Monte Carlo optimization approach to ensure that the different LoStOPs are comparable with each other. We then apply the new local environment descriptors to define site and structure fingerprints and to measure similarity between 61 known coordination environments and 40 commonly studied crystal structures, respectively. After extensive testing and optimization, we determine the most accurate structure similarity assessment procedure to compute all 2.45 billion structure similarities between each pair of the ≈ 70,000 materials that are currently present in the Materials Project database.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Retooling Asymmetric Conjugate Additions for Sterically Demanding Substrates with an Iterative Data-Driven Approach", "doi": "10.26434/chemrxiv.8067560.v1", "published_doi": "10.1021/acscatal.9b01814", "published_url": "https://doi.org/10.1021/acscatal.9b01814", "authors": "Alexandre Brethomé; Robert Paton; Stephen P. Fletcher", "abstract": "The development of new catalytic enantioselective methods is routinely carried out using easily accessible and prototypical substrates. This approach to reaction development often yields asymmetric methods that perform poorly using substrates sterically or electronically dissimilar to those used during the reaction optimization campaign. Consequently, expanding the scope of previously optimized catalytic asymmetric reactions to include new substrates is decidedly non-trivial. Here we address this challenge through the development of a systematic workflow to broaden the applicability and reliability of asymmetric conjugate additions to substrates conventionally regarded as sterically and electronically challenging. The copper-catalyzed asymmetric conjugate addition of alkylzirconium nucleophiles to form tertiary centers, although successful for linear alkyl chains, fails for more sterically demanding linear α,β-unsaturated ketones. Key to adapting this method to obtain high enantioselectivity was the discovery of new phosphoramidite ligands, designed using quantitative structure-selectivity relationships (QSSR). Iterative rounds of model construction and ligand synthesis were executed in parallel to evaluate the performance of twenty chiral ligands. The copper-catalyzed asymmetric addition is now more broadly applicable, even tolerating linear enones bearing tert-butyl β-substituents. The presence of common functional groups is tolerated in both nucleophiles and electrophiles, giving up to 99% yield and 95% ee across twenty examples.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry; Catalysis; Ligand Design; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "H2O as the Sole Hydrogen Source for Ni-Catalyzed Reduction of Alkenes", "doi": "10.26434/chemrxiv.8067446.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yichen Wu; Tao liu; Dongping Chen; Daoming Wang; Peng Wang", "abstract": "Herein,\nwe reported a nickel catalyzed hydrogenation of alkenes with water as the sole\nhydrogen source. Employing Zn as reductant and water as solvent in the presence\nof a catalytic amount of\nnickel catalyst led to direct hydrogenation of a series of electron-rich and\nelectron-deficient alkenes in high yields. This protocol features unprecedented\nheterocycle and functional group tolerance under facile and mild conditions. Selective\nhydrogenation of the substrates containing additional reducible functionalities,\nsuch as alkenyl, alkynyl, chloride, ketone, and benzyl group etc, was also realized.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Extreme Scalability of DFT-Based QM/MM MD Simulations Using MiMiC", "doi": "10.26434/chemrxiv.8067527.v1", "published_doi": "10.1021/acs.jctc.9b00424", "published_url": "https://doi.org/10.1021/acs.jctc.9b00424", "authors": "Viacheslav Bolnykh; Jógvan Magnus Haugaard Olsen; Simone Meloni; Martin P. Bircher; Emiliano Ippoliti; Paolo Carloni; Ursula Rothlisberger", "abstract": "We present a highly scalable DFT-based QM/MM implementation developed within MiMiC, a recently introduced multiscale modeling framework that uses a loose-coupling strategy in conjunction with a multiple-program multiple-data (MPMD) approach. The computation of electrostatic QM/MM interactions is parallelized exploiting both distributed- and shared-memory strategies. Here, we use the efficient CPMD and GROMACS programs as QM and MM engines, respectively. The scalability is demonstrated through large-scale benchmark simulations of realistic biomolecular systems employing GGA and hybrid exchange-correlation functionals. We show that the loose-coupling strategy adopted in MiMiC, with its inherent high flexibility, does not carry any significant computational overhead compared to a tight-coupling scheme. Furthermore, we demonstrate that the adopted parallelization strategy enables scaling of up to 13,000 CPU cores with efficiency above 70%, thus making DFT-based QM/MM MD simulations using hybrid functionals at the nanosecond scale accessible.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Towards Understanding the Different Influences of Grain Boundaries on Ion Transport in Sulfide and Oxide Solid Electrolytes", "doi": "10.26434/chemrxiv.8068334.v1", "published_doi": "10.1021/acs.chemmater.9b01794", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01794", "authors": "James Dawson; Pieremanuele Canepa; Matthew Clarke; Theodosios Famprikis; Dibyajyoti Ghosh; Saiful Islam", "abstract": "Solid electrolytes provide a route to the development of all-solid-state batteries that can potentially surpass the safety and performance of conventional liquid electrolyte-based devices. Sulfide solid electrolytes have received particular attention as a result of their high ionic conductivities. One of the main reasons for such high ionic conductivity is the apparently reduced grain boundary resistance of sulfide solid electrolytes compared to their oxide counterparts, but this is not fully established. Using two model electrolyte systems, Na3PS4 and Na3PO4, we apply a novel microscale simulation approach to analyze ionic transport in polycrystalline materials with various grain volumes. For Na3PO4, high grain boundary resistance is found, with the Na-ion conductivity decreasing with decreasing grain volume. For Na3PS4, the overall influence of grain boundaries is significantly reduced compared to the oxide. Detailed analysis reveals a minimal change in the local structures and Na-ion conduction mechanism between bulk and polycrystalline Na3PS4, whereas the change is far more substantial for Na3PO4, with evidence of over-coordination of Na ions at the grain boundaries. Our microscale approach helps to explain the fundamentally different influences of grain boundaries on ion transport in phosphate and thiophosphate solid electrolytes.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Electrochemistry; Solid State Chemistry; Computational Chemistry and Modeling; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemical Impedance Spectroscopy as a Performance Indicator of Water Dissociation in Bipolar Membranes", "doi": "10.26434/chemrxiv.8068238.v1", "published_doi": "10.1039/C9TA04592A", "published_url": "https://doi.org/10.1039/C9TA04592A", "authors": "marijn blommaert; david vermaas; boaz izelaar; ben in't veen; wilson smith", "abstract": "Using electrochemical impedance spectroscopy (EIS), we observed the rate of water dissociation decrease in the presence of salt ions while also observing the diffusion and migration of these salt ions, showing a clear link between the peaks observed in EIS and ion crossover. In addition, we show how EIS can be used to in-situ monitor the stability and ageing of a BPM, revealing that degradation of the BPM is more prominent in extreme pH electrolyte pairs compared to non-extreme electrolyte pairs. The in-situ monitoring of the WDR and stability of a BPM are vital methods for adequate and consistent comparison of novel designs of BPM-based systems, where EIS allows for discriminating BPM characteristics from other components even during operation. <br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Reaction Engineering; Thermodynamics (Chem. Eng.); Transport Phenomena (Chem. Eng.); Water Purification; Electrocatalysis; Redox Catalysis; Energy Storage; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Direct Amidations in tert-Butyl Acetate Using B(OCH2CF3)3", "doi": "10.26434/chemrxiv.8068703.v1", "published_doi": "10.1039/C9OB01012B", "published_url": "https://doi.org/10.1039/C9OB01012B", "authors": "Charlotte Coomber; Victor Laserna; Liam Martin; Peter Smith; Helen C. Hailes; Michael Porter; Tom Sheppard", "abstract": "Catalytic direct amidation reactions have been the focus of considerable recent research effort, due to the widespread use of amide formation processes in pharmaceutical synthesis. However, the vast majority of catalytic amidations are performed in non-polar solvents (aromatic hydrocarbons, ethers) which are typically undesirable from a sustainability perspective, and are often poor at solubilising polar carboxylic acid and amine substrates. As a consequence, most catalytic amidation protocols are unsuccessful when applied to polar and/or functionalised substrates of the kind commonly used in medicinal chemistry. In this paper we report a practical and useful catalytic direct amidation reaction using tert-butyl acetate as the reaction solvent. The use of an ester solvent offers improvements in terms of safety and sustainability, but also leads to an improved reaction scope with regard to polar substrates and less nucleophilic anilines, both of which are important components of amides used in medicinal chemistry. An amidation reaction was scaled up to 100 mmol and proceeded with excellent yield and efficency, with a measured process mass intensity of 8.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Assessing Many-Body Effects of Water Self-Ions. II: H3O+(H2O)n Clusters", "doi": "10.26434/chemrxiv.8068793.v1", "published_doi": "10.1021/acs.jctc.9b00418", "published_url": "https://doi.org/10.1021/acs.jctc.9b00418", "authors": "Colin K. Egan; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The importance of many-body effects in the hydration of the hydronium ion (H3O+) is\ninvestigated through a systematic analysis of the many-body expansion of the interaction energy carried out at the coupled cluster level of theory for the low-lying isomers\nof H3O+(H2O)n clusters with n = 1 − 5. This is accomplished by partitioning individual fragments extracted from the whole clusters into “groups” that are classified by\nboth the number of H3O+ and water molecules and the H-bonding connectivity within\na given fragment. Effects due to the presence of the Zundel ion, (H5O2)+, are analyzed by further partitioning fragment groups by the “context” of their parent clusters.\nWith the aid of the absolutely localized molecular orbital energy decomposition analysis\n(ALMO EDA), this structure-based partitioning is found to largely correlate with the\ncharacter of different many-body interactions, such as cooperative and anticooperative hydrogen-bonding, within each fragment. This analysis emphasizes the importance of\na many-body representation of inductive electrostatics and charge transfer in modeling\nthe hydration of an excess proton in water. The comparison between the reference coupled cluster many-body interaction terms with the corresponding values obtained with\nvarious exchange-correlation functionals demonstrates that many of these functionals\nyield an unbalanced treatment of the H3O+(H2O)n configuration space. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Plug-and-Play Approach for the De Novo Generation of Dually Functionalised Bispecifics", "doi": "10.26434/chemrxiv.8068184.v1", "published_doi": "10.1021/acs.bioconjchem.0c00002", "published_url": "https://doi.org/10.1021/acs.bioconjchem.0c00002", "authors": "Antoine Maruani; Peter A. Szijj; Calise Bahou; João C. F. Nogueira; Stephen Caddick; James R. Baker; Vijay Chudasama", "abstract": "<p>Diseases\nare multifactorial, with redundancies and synergies between various pathways.\nHowever, most of the antibody-based therapeutics in clinical trials and on the\nmarket interact with only one target thus limiting their efficacy. The\ntargeting of multiple epitopes could improve the therapeutic index of treatment\nand counteract mechanisms of resistance. To this effect, a new class of\ntherapeutics emerged: bispecific antibodies.</p><p>Bispecific formation\nusing chemical methods is rare and low yielding and/or requires a large excess\nof one of the two proteins to avoid homodimerisation. In order for chemically prepared\nbispecifics to deliver their full potential, high-yielding, modular and\nreliable cross-linking technologies are required. Herein, we describe a novel\napproach not only for the rapid and high-yielding chemical generation of\nbispecific antibodies from native antibody fragments, but also for the\nsite-specific dual functionalisation of the resulting bioconjugates. Based on\northogonal clickable functional groups, this strategy enables the assembly of\nfunctionalised bispecifics with controlled loading in a modular and convergent\nmanner.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Membrane Disruption by Very Long Chain Fatty Acids During Necroptosis", "doi": "10.26434/chemrxiv.8072378.v1", "published_doi": "10.1021/acschembio.9b00616", "published_url": "https://doi.org/10.1021/acschembio.9b00616", "authors": "Laura Parisi; Shahin Sowlati-Hashjin; Ilyas Berhane; Kevin Carter; Jonathan Lovell; Sherry Chemler; Mikko Karttunen; G. Ekin Atilla-Gokcumen", "abstract": "In this work we investigate the mechanisms by which very long chain fatty acids (VLCFA) contribute to membrane permeabilization during necroptosis, a form of highly regulated necrotic cell death. We show that inactivating fatty acid elongase ELOVL7 prevents VLCFA accumulation and necroptotic cell death, while it's overexpression causes membrane permeabilization. We show that VLCFA  can directly permeabilize lipid bilayers and investigate the basis of these effects by molecular dynamics simulations. Finally, we show that VLCFA can be used as substrates for protein fatty acylation during necroptosis, suggesting another potential mechanism by which VLCFA may mediate membrane permeabilization.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Chemical Biology; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Microwave-Assisted Decarbonylation of Biomass-Derived Aldehydes Using Pd-Doped Hydrotalcites", "doi": "10.26434/chemrxiv.8069042.v1", "published_doi": "10.1002/cssc.201901934", "published_url": "https://doi.org/10.1002/cssc.201901934", "authors": "Nan An; Diana Ainembabazi; Kavya Samudrala; Christopher Reid; Karen Wilson; Adam Lee; Adelina Voutchkova-Kostal", "abstract": "<p>Here we report the synthesis, characterization and\nactivity of tunable Pd-doped hydrotalcites (Pd-HTs) for the decarbonylation of\nfurfural, hydroxymethylfurfural (HMF),\naromatic and aliphatic aldehydes under microwave conditions. The\ndecarbonylation activity reported is a notable improvement over prior\nheterogeneous catalysts for this process. Furfural decarbonylation is optimized\nin a benign solvent compatible with biomass processing - ethanol, under\nrelatively mild conditions and short reaction times. HMF selectively affords\nexcellent yields of furfuryl alcohol with no humin formation, but longer\nreaction can also afford furan via tandem alcohol dehydrogenation and\ndecarbonylation. Yields of substituted benzaldehydes are related to calculated\nMulliken charge of the carbonyl carbon. The activity and selectivity\ndifferences can be traced to loading-dependent differences in Pd speciation on\nthe catalysts. Poisoning studies show inverse correlation between Pd loading\nand metal leaching: Pd-HTs with lowest Pd loading, which consist of highly\ndispersed and oxidized Pd species, operate heterogeneously with\nnegligible metal leaching. Recycling experiments\nare consistent with this trend, offering potential for further optimization to\nimprove robustness.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Base Catalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Magnetic Anisotropy in Divalent Lanthanide Complexes", "doi": "10.26434/chemrxiv.8066282.v1", "published_doi": "10.1002/ANIE.202003399", "published_url": "https://doi.org/10.1002/anie.202003399", "authors": "Liviu Ungur; Liviu Chibotaru; Weibing Zhang; Almas Muhtadi", "abstract": "We report here high-level ab initio calculations for [LnO], Ln=Tb, Dy, Ho, which show that divalent lanthanides can exhibit equally strong magnetic anisotropy and magnetization blocking barriers.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Lanthanides and Actinides; Magnetism; Theory - Inorganic; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "SuSMoST: Surface Science Modeling and Simulation Toolkit", "doi": "10.26434/chemrxiv.8068307.v1", "published_doi": "10.1002/jcc.26370", "published_url": "https://doi.org/10.1002/jcc.26370", "authors": "Sergey Akimenko; Galina Anisimova; Anastasiia Fadeeva; Vasilii Fefelov; Vitaly Gorbunov; Tatiana Kayumova; Myshlyavtsev Myshlyavtsev; Marta Myshlyavtseva; Pavel Stishenko", "abstract": "We offer the scientific community the Surface Science Modelling and Simulation Toolkit (SuSMoST), which includes a number of utilities and implementations of statistical physics algorithms and models. With SuSMoST one is able to predict or explain the structure and thermodynamics properties of adsorption layers. SuSMoST automatically builds formal graph and tensor-network models from atomic description of adsorption complexes. So it can be routinely used for a wide class of adsorption systems. SuSMoST aids ab initio calculations of interactions between adsorbed species. In particular it generates surface samples considering symmetry of adsorption complexes. Using methods of various nature SuSMoST generates representative samples of adsorption layers and computes its thermodynamics quantities such as mean energy, coverage, density, heat capacity. From these data one can plot phase diagrams of adsorption systems, assess thermal stability of self-assembled structures, simulate thermal desorption spectra, etc.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Self-Assembly; Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "In-Flow Flash Nanoprecipitation of Size-Controlled D-Leucine Nanoparticles for Spray-Drying Formulations", "doi": "10.26434/chemrxiv.8074508.v1", "published_doi": "10.1039/C9RE00242A", "published_url": "https://doi.org/10.1039/C9RE00242A", "authors": "Bruno Cerra; Mosca Gabriele; Maurizio Ricci; Aurelie Schoubben; Antimo Gioiello", "abstract": "<p>In this work we report the\ndevelopment of a cheap and scalable flow-based flash nanoprecipitation approach to prepare D-leucine nanoparticles particularly useful as\nglidants in dry powder for inhalation. Starting from preliminary batch\nscreens, the process was successfully optimized and scaled-up\nunder mesofluidic conditions. The nebulization with both mini and nano spray-dryer,\nthe SEM analysis of nanoparticles and the aerodynamic evaluation of a formulation\nobtained by physical mixing of atomized D-leucine powders with budenoside showed an\nexcellent decrease in particle size without altering the morphology, and a\nmarked improvement in the aerodynamic properties of the drug. This simple and\neconomic method by physical mixing of leucine with  micronized active\npharmaceutical ingredients can represent a valid alternative to co-spray-drying.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Drug delivery systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanistic Approaches for Modifying the Coordination Sphere of Metal–Amyloid-β Complexes: Covalent Adduct Formation and Oxidation", "doi": "10.26434/chemrxiv.8075105.v1", "published_doi": "10.1073/PNAS.1916944117", "published_url": "https://doi.org/10.1073/pnas.1916944117", "authors": "Jiyeon Han; Hyuck Jin Lee; Kyu Yeon Kim; Junghyun Chae; Mi Hee Lim", "abstract": "<p>We report, f<i>or the first time</i>, a novel mechanistic tactic to directly modify the coordination sphere of Cu(II)–Aβ complexes in a metal binding residue-specific manner, which can prevent Cu(II) binding to Aβ, modulate the aggregation of Cu(II)–Aβ, and generate chemically transformed Aβ with less cytotoxicity, to the best of our knowledge.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cooperative Self-Assembly of Pyridine-2,6-Diimine-Linked Macrocycles into Mechanically Robust Nanotubes", "doi": "10.26434/chemrxiv.8080043.v1", "published_doi": "10.1002/anie.201907668", "published_url": "https://doi.org/10.1002/anie.201907668", "authors": "Michael J. Strauss; Darya Asheghali; Austin Evans; Rebecca Li; Anton Chavez; Chao Sun; Matthew Becker; William Dichtel", "abstract": "<p>Nanotubes assembled from macrocyclic precursors offer a unique combination of low dimensionality, structural rigidity, and distinct interior and exterior microenvironments. Usually the weak stacking energies of macrocycles limit the length or strength of the resultant nanotubes. Imine-linked macrocycles were recently found to assemble into high-aspect ratio (>10<sup>3</sup>), lyotropic nanotubes in the presence of excess acid. Yet these harsh conditions are incompatible with many functional groups and processing methods, and lower acid loadings instead catalyze macrocycle degradation. Here we report pyridine-2,6-diimine-linked macrocycles that assemble into high-aspect ratio nanotubes in the presence of less than 1 equiv of CF<sub>3</sub>CO<sub>2</sub>H per macrocycle. Analysis by gel permeation chromatography and fluorescence spectroscopy revealed a cooperative self-assembly mechanism. Nanofibers obtained by touch-spinning the pyridinium-based nanotubes exhibit Young’s moduli of 1.48 GPa, which exceeds that of many synthetic polymers and biological filaments. These findings will enable the design of structurally diverse nanotubes from synthetically accessible macrocycles.  </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Liquid Crystals; Nanostructured Materials - Nanoscience; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Converting SMILES to Stacking Interaction Energies", "doi": "10.26434/chemrxiv.8079890.v1", "published_doi": "10.1021/acs.jcim.9b00379", "published_url": "https://doi.org/10.1021/acs.jcim.9b00379", "authors": "Andrea\nN. Bootsma; Steven Wheeler", "abstract": "<p>Predicting\nthe strength of stacking interactions involving heterocycles is vital for several\nfields, including structure-based drug design. \nWhile quantum chemical computations can provide accurate stacking\ninteraction energies, these come at a steep computational cost.  To address this challenge, we recently developed\nquantitative predictive models of stacking interactions between drug-like heterocycles\nand the aromatic amino acids Phe, Tyr, and Trp (DOI: 10.26434/chemrxiv.7628939.v4).  These models depend on heterocycle\ndescriptors derived from electrostatic potentials (ESPs) computed using density\nfunctional theory and provide accurate stacking interactions without the need\nfor expensive computations on stacked dimers. Herein, we show that these ESP-based\ndescriptors can be reliably evaluated directly from the atom connectivity of\nthe heterocycle, providing a means of predicting both the descriptors and the potential\nfor a given heterocycle to engage in stacking interactions without resorting to\nany quantum chemical computations.  This\nenables the conversion of simple molecular representations (<i>e.g</i>. SMILES) directly into accurate<i> </i>stacking interaction energies using a\nfreely-available online tool, thereby providing a way to rapidly rank the\nstacking abilities of large sets of heterocycles.</p>\n\n<p> </p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Supramolecular Chemistry (Org.); Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Density Functionals with Quantum Chemical Accuracy: From Machine Learning to Molecular Dynamics", "doi": "10.26434/chemrxiv.8079917.v1", "published_doi": "10.1038/s41467-020-19093-1", "published_url": "https://doi.org/10.1038/s41467-020-19093-1", "authors": "Mihail Bogojeski; Leslie Vogt-Maranto; Mark E. Tuckerman; Klaus-Robert Mueller; Kieron Burke", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Kohn-Sham density functional theory (DFT) is a standard tool in most branches of chemistry,\nbut accuracies for many molecules are limited to 2-3 kcal/mol with presently-available functionals. <i>Ab initio </i>methods, such as coupled-cluster, routinely produce much higher accuracy, but\ncomputational costs limit their application to small molecules. We create density functionals\nfrom coupled-cluster energies, based only on DFT densities, via machine learning. These functionals attain quantum chemical accuracy (errors below 1 kcal/mol). Moreover, density-based\n∆-learning (learning only the correction to a standard DFT calculation, ∆-DFT) significantly\nreduces the amount of training data required. We demonstrate these concepts for a single water\nmolecule, and then illustrate how to include molecular symmetries with ethanol. Finally, we highlight the robustness of ∆-DFT by correcting DFT simulations of resorcinol on the fly to obtain\nmolecular dynamics (MD) trajectories with coupled-cluster accuracy. Thus ∆-DFT opens the\ndoor to running gas-phase MD simulations with quantum chemical accuracy, even for strained\ngeometries and conformer changes where standard DFT is quantitatively incorrect.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Precision Nanotube Mimics via Self-Assembly of Programmed Carbon Nanohoops", "doi": "10.26434/chemrxiv.8079776.v1", "published_doi": "10.1021/acs.joc.9b02340", "published_url": "https://doi.org/10.1021/acs.joc.9b02340", "authors": "Jeff M. Van Raden; Erik Leonhardt; Lev N. Zakharov; Andrés Pérez-Guardiola; Angel Jose Perez Jimenez; Checkers R. Marshall; Carl K. Brozek; Juan-Carlos Sancho-Garcia; Ramesh Jasti", "abstract": "The scalable production of homogenous, uniform carbon nanomaterials represents a key synthetic challenge for contemporary organic synthesis as nearly all current fabrication methods provide heterogenous mixtures of various carbonized products.  For carbon nanotubes (CNTs) in particular, the inability to access structures with specific diameters or chiralities severely limits their potential applications.  Here, we present a general approach to access solid-state CNT mimic structures via the self-assembly of fluorinated nanohoops, which can be synthesized in a scalable, size-selective fashion.  X-ray crystallography reveals that these CNT mimics exhibit uniform channel diameters that are precisely defined by the diameter of their nanohoop constituents, which self-assemble in a tubular fashion via a combination of arene-pefluoroarene and C—H---F interactions.  The nanotube-like assembly of these systems results in capabilities such as linear guest alignment and permanently accessible channels, both of which are observed in CNTs but not in the analogous all-hydrocarbon nanohoop systems.  Calculations suggest that the organofluorine interactions observed in the crystal structure are indeed critical in the self-assembly and robustness of the CNT mimic systems.  This work establishes the self-assembly of carbon nanohoops via weak interactions as an attractive means to generate solid-state materials that mimic carbon nanotubes, importantly with the unparalleled tunability enabled by organic synthesis.    <br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Carbon-based Materials; Nanostructured Materials - Nanoscience; Self-Assembly; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Employing Exfoliated Graphite as Novel Support Material for Heterogeneous Model Catalysts", "doi": "10.26434/chemrxiv.8079620.v1", "published_doi": "10.1039/C9NA00291J", "published_url": "https://doi.org/10.1039/C9NA00291J", "authors": "Moritz Wolf; Nico Fischer; Michael Claeys", "abstract": "<p>The inert nature of graphitic samples allows for\ncharacterisation of rather isolated supported nanoparticles in model catalysts,\nas long as sufficiently large inter-particle distances are obtained. However, the\nlow surface area of graphite and the little interaction with nanoparticles\nresult in a challenging application of conventional preparation routes in\npractice. In the present study, a set of graphitic carbon materials was characterised\nin order to identify potential support materials for the preparation of model\ncatalyst systems. Various sizes of well-defined Co<sub>3</sub>O<sub>4</sub>\nnanoparticles were synthesised separately and supported onto exfoliated graphite\npowder, that is graphite after solvent-assisted exfoliation <i>via</i> ultrasonication resulting in thinner\nflakes with increased specific surface area. The developed model catalysts are\nideally suited for sintering studies of isolated nano-sized cobaltous particles\nas the graphitic support material does not provide distinct metal-support\ninteraction. Furthermore, the differently sized cobaltous particles in the\nvarious model systems render possible studies on structural dependencies of\nactivity, selectivity, and deactivation in cobalt oxide or cobalt catalysed\nreactions.</p>", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Carbon-based Materials; Catalysts; Nanocatalysis - Catalysts & Materials; Spectroscopy (Inorg.); Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "QM/MM Simulations of Organic Phosphorus Adsorption at the Diaspore-Water Interface", "doi": "10.26434/chemrxiv.8075204.v1", "published_doi": "10.1039/C9CP04032C", "published_url": "https://doi.org/10.1039/C9CP04032C", "authors": "Prasanth Babu Ganta; Oliver Kühn; Ashour A. Ahmed", "abstract": "The phosphorus (P) immobilization and thus its availability for plants are mainly affected by the strong interaction of phosphates with soil components especially soil mineral surfaces. Related reactions have been studied extensively via sorption experiments especially by carrying out adsorption of ortho-phosphate onto Fe-oxide surfaces. But a molecular-level understanding for the P-binding mechanisms at the mineral-water interface is still lacking, especially for forest eco-systems. Therefore, the current contribution provides an investigation of the molecular binding mechanisms for two abundant phosphates in forest soils, inositol hexaphosphate (IHP) and glycerolphosphate (GP), at the diaspore mineral surface. Here a hybrid electrostatic embedding quantum mechanics/molecular mechanics (QM/MM) based molecular dynamics simulation has been applied to explore the diaspore-IHP/GP-water interactions. The results provide evidence for the formation of different P-diaspore binding motifs involving monodentate (M) and bidentate (B) for GP and two (2M) as well as three (3M) monodentate for IHP. The interaction energy results indicated the abundance of the GP B motif compared to the M one. The IHP 3M motif has a higher total interaction energy compared to its 2M motif, but exhibits a lower interaction energy per bond. Compared to GP, IHP exhibited stronger interaction with the surface as well as with water. Water was found to play an important role in controlling these diaspore-IHP/GP-water interactions. The interfacial water molecules form moderately strong H-bonds (HBs) with GP and IHP as well as with the diaspore surface. For all the diaspore-IHP/GP-water complexes, the interaction of water with diaspore exceeds that with the studied phosphates. Furthermore, some water molecules form covalent bonds with diaspore Al atoms while others dissociate at the surface to protons and hydroxyl groups leading to proton transfer processes. Finally, the current results conﬁrm previous experimental conclusions indicating the importance of the number of phosphate groups, HBs, and proton transfers in controlling the P-binding at soil mineral surfaces.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Formic Acid Mediated Direct Z-Selective Reductive Coupling of Dienes and Aldehydes", "doi": "10.26434/chemrxiv.8081174.v1", "published_doi": "10.1002/ange.201905540", "published_url": "https://doi.org/10.1002/ange.201905540", "authors": "Christopher Cooze; Raphael Dada; Rylan Lundgren", "abstract": "We demonstrate that formic acid mediates the Rh-catalyzed, Z-selective coupling of dienes and aldehydes. The process is distinguished by broad tolerance towards reducible or electrophilic groups. Kinetic analysis suggests that generation of the catalytically active Rh-intermediate by ligand dissociation is the rate determining step. The rapid generation and trapping of Rh-allyl intermediates is key to preventing chain-walking isomerization events that plague related protocols. Insights gained through this study may have wider implications in selective metal-catalyzed hydrofunctionalization reactions.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanoenzymatic Breakdown of Chitinous Material to N-Acetylglucosamine: The Benefits of a Solvent-Free Environment", "doi": "10.26434/chemrxiv.8081156.v1", "published_doi": "10.1002/CSSC.201901310", "published_url": "https://doi.org/10.1002/cssc.201901310", "authors": "J. P. Daniel Therien; Fabien Hammerer; Tomislav Friscic; Karine Auclair", "abstract": "We\n report an innovative and efficient mechanoenzymatic method to hydrolyze\n chitin to N-acetylglucosamine monomer using chitinase under the \nrecently developed RAging methodology, i.e. a combination of \nmechanochemical ball milling activation and accelerated aging repeated \nover many cycles, in the absence of bulk solvent. Our result show that \nthe activity of chitinases increases several times by switching from \ntraditional solvent-based conditions of enzymatic catalysis to \nsolvent-free RAging, which operates on moist solid substrates. \nImportantly, RAging is also highly efficient for the production of \nN-actylglucosamine directly from shrimp and crab shell biomass without \nany other processing, except for a gentle wash with aqueous acetic acid.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Biopolymers; Cellulosic materials; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Direct CO2 Electroreduction from Carbonate", "doi": "10.26434/chemrxiv.8081777.v1", "published_doi": "10.1021/ACSENERGYLETT.9B00975", "published_url": "https://doi.org/10.1021/acsenergylett.9b00975", "authors": "Yuguang Li; Geonhui Lee; Tiange Yuan; Ying Wang; DaeHyun Nam; Ziyun wang; Pelayo Garcia De Arquer; yanwei lum; Cao Thang Dinh; Oleksandr Voznyy; Edward H. Sargent", "abstract": "The process of CO2 valorization – all the way from capture/concentration of CO2 to its electrochemical upgrade - requires significant inputs in each of the capture, upgrade, and separation steps. The gas-phase CO2 feed following the capture-and-release stage and into the CO2 electroreduction stage produce a large waste of CO2 (between 80 and 95% of CO2 is wasted due to carbonate formation or electrolyte crossover) that adds cost and energy consumption to the CO2 management aspect of the system. Here we report an electrolyzer that instead directly upgrades carbonate electrolyte from CO2 capture solution to syngas, achieving 100% carbon utilization across the system. A bipolar membrane is used to produce proton in situ, under applied potential, which facilitates CO2 releasing at the membrane:catalyst interface from the carbonate solution. Using an Ag catalyst, we generate pure syngas at a 3:1 H2:CO ratio, with no CO2 dilution at the gas outlet, at a current density of 150 mA/cm2, and achieve a full cell energy efficiency of 35%. The direct carbonate cell was stable under a continuous 145 h of catalytic operation at ca. 180 mA/cm2. The work demonstrates that coupling CO2 electrolysis directly with a CO2 capture system can accelerate the path towards viable CO2 conversion technologies.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Reaction Engineering; Electrocatalysis; Heterogeneous Catalysis; Energy Storage; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Study of Tandem C-C Coupling and C-H Activation Reaction of a Flexible Substrate", "doi": "10.26434/chemrxiv.8082281.v1", "published_doi": "10.1021/ACS.JPCC.9B09316", "published_url": "https://doi.org/10.1021/acs.jpcc.9b09316", "authors": "Davuluri Yogeswara Rao; Anakuthil Anoop", "abstract": "We carried out an extensive density functional theory calculations on the Pd catalyzed intramolecular Heck reaction followed by C-H activation of a flexible substrate like Stilbene system<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Availability of Bromide Dictates CsPbBr3 Nanocrystal Growth", "doi": "10.26434/chemrxiv.8081504.v1", "published_doi": "10.1021/acs.chemmater.9b03709", "published_url": "https://doi.org/10.1021/acs.chemmater.9b03709", "authors": "Je-Ruei Wen; Benjamin Roman; Freddy Rodriguez Ortiz; Noel Mireles Villegas; Nicholas Porcellino; Matthew Sheldon", "abstract": "Lack of detailed understanding of the growth mechanism of CsPbBr3 nanocrystals has hindered sophisticated morphological and chemical control of this important emerging optoelectronic material. Here, we have elucidated the growth mechanism by slowing the reaction kinetics. When 1-bromohexane is used as an alternative halide source, bromide is slowly released into the reaction mixture, extending the reaction time from ~3 seconds to greater than 20 minutes. This enables us to monitor the phase evolution of products over the course of reaction, revealing that CsBr is the initial species formed, followed by Cs4PbBr6, and finally CsPbBr3. Further, formation of monodisperse CsBr nanocrystals is demonstrated in a bromide-deficient and lead-abundant solution. The CsBr can only be transformed into CsPbBr3 nanocubes if additional bromide is added. Our results indicate a fundamentally different growth mechanism for CsPbBr3 in comparison with more established semiconductor nanocrystal systems and reveal the critical role of the chemical availability of bromide for the growth reactions.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Relative Resonance-Acceptor Abilities of CN, NO, COMe, CHO and NO2 Groups", "doi": "10.26434/chemrxiv.8081945.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Veejendra Yadav; Arpita Yadav", "abstract": "<p>The relative resonance-acceptor ability based on ∆G<sup>‡</sup><sub>out</sub> is different from that based on ∆G<sup>‡</sup><sub>in</sub> for the conrotatory ring-opening of 3-carbomethoxycyclobutene bearing CN, NO, COMe, CHO and NO<sub>2</sub> as C1-substituent. In contrast, the relative resonance-acceptor ability based on s<sub>C3C4</sub>-p*<sub>C1C2 </sub>interaction in TS<sub>out</sub> is much the same as in TS<sub>in</sub>. It matches further with the acceptor ability based on the net of s<sub>C3C4</sub>-p*<sub>C1C2 </sub>and p<sub>C1C2</sub>-s*<sub>C3C4 </sub>interactions. The overall resonance-acceptor ability is estimated to be CN < COMe < CHO < NO<sub>2</sub> < NO  from calculations at MP2/6-31+G(d,p) level of theory.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Observation of High-Temperature Macromolecular Confinement in Lyophilised Protein Formulations Using Terahertz Spectroscopy", "doi": "10.26434/chemrxiv.8100164.v1", "published_doi": "10.1016/j.ijpx.2019.100022", "published_url": "https://doi.org/10.1016/j.ijpx.2019.100022", "authors": "Talia Shmool; Philippa J. Hooper; Markus Leutzsch; Amberley\nD. Stephens; Mario Gaimann; Michael Mantle; Gabi Kaminski; Christopher F. van der Walle; J. Axel Zeitler", "abstract": "Characterising the structural dynamics of proteins and the effects of excipients are critical for optimising the design of formulations. In this work we investigated four lyophilised formulations containing bovine serum albumin (BSA) and three formulations containing a monoclonal antibody (mAb, here mAb1), and explore the role of the excipients polysorbate 80, sucrose, trehalose, and arginine on stabilising proteins. By performing temperature variable terahertz time-domain spectroscopy (THz-TDS) experiments it is possible to study the vibrational dynamics of these formulations. The THz-TDS measurements reveal two distinct glass transition processes in all tested formulations. The lower temperature transition, <i>T</i><sub>gβ</sub>, is associated with the onset of local motion due to the secondary relaxation whilst the higher temperature transition, <i>T</i><sub>gα</sub>, marks the onset of the α relaxation. For some of the formulations, the globular BSA as well as mAb1, the absorption at terahertz frequencies does not increase further at temperatures above <i>T</i><sub>gα</sub>. Such behaviour is in contrast to our previous observations for small organic molecules as well as linear polymers where absorption is always observed to steadily increase with temperature due to the stronger absorption of terahertz radiation by more mobile dipoles. The absence of such further increase in absorption with higher temperatures therefore suggests a localised confinement of the protein/excipient matrix at high temperatures that hinders any further increase in mobility. Additionally, we used Fourier-transform infrared spectroscopy (FTIR), circular dichroism (CD), and solid-state nuclear magnetic resonance (ssNMR) experimental data to further investigate the structural changes associated with our terahertz spectroscopy measurements. None of these techniques were able to resolve the subtle changes associated with vibrational confinement observed by terahertz spectroscopy. No evidence was found for any conformational changes in the protein structure upon reconstitution. We found that subtle changes in excipient composition had an effect on the transition temperatures <i>T</i><sub>gα </sub>and <i>T</i><sub>gβ</sub> as well as the vibrational confinement in the solid state. Further work is required to establish the potential significance of the vibrational confinement in the solid state on formulation stability and chemical degradation as well as what role the excipients play in achieving such confinement.", "date": "2019-05-09", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Biophysics; Drug Discovery and Drug Delivery Systems; Biophysical Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "A General Approach for Multireference Ground and Excited States using Non-Orthogonal Configuration Interaction", "doi": "10.26434/chemrxiv.8089307.v1", "published_doi": "10.1021/ACS.JCTC.9B00441", "published_url": "https://doi.org/10.1021/acs.jctc.9b00441", "authors": "Hugh G.\nA. Burton; Alex Thom", "abstract": "A\nbalanced description of ground and excited states is essential for the\ndescription of many chemical processes. However, few methods can handle cases\nwhere static correlation is present, and often these scale very unfavourably\nwith system size. Recently, multiple Hartree-Fock (HF) solutions have been\nproposed as a basis for non-orthogonal configuration interaction (NOCI) to\nprovide multireference ground and excited state energies, although applications\nacross multiple geometries have been limited by the coalescence of HF\nsolutions. Holomorphic HF (h-HF) theory allows solutions to be analytically\ncontinued beyond the  Coulson-Fischer\npoints at which they vanish but, until now, this has only been demonstrated for\nsmall model systems. In this work, we propose a general protocol for computing\nNOCI ground and excited state energies using multiple HF solutions. To do so,\nwe outline an active space variation of SCF metadynamics that allows a\nchemically relevant set of HF states to be identified, and describe how these\nstates can be routinely traced across all molecular geometries by exploiting\nthe topology of h-HF solutions in the complex plane. Finally, we illustrate our\napproach using the dissociation of the fluorine dimer and the\npseudo-Jahn-Teller distortion of cyclobutadiene, demonstrating its\napplicability for multireference ground and excited states. <br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optimizing Organic Electrosynthesis through  Controlled Voltage Dosing and Artificial Intelligence", "doi": "10.26434/chemrxiv.8091155.v1", "published_doi": "10.1073/pnas.1909985116", "published_url": "https://doi.org/10.1073/pnas.1909985116", "authors": "Daniela Blanco; Bryan Lee; Miguel Modestino", "abstract": "Organic electrocatalysis can transform the chemical industry by\nintroducing new, electricity-driven processes that are more energy efficient\nand that can be easily integrated with renewable energy sources. However, their\ndeployment is severely hindered by the difficulties of controlling selectivity\nand achieving a large energy conversion efficiency at high current density, due\nto the low solubility of organic reactants in practical electrolytes. This\ncontrol can be improved by carefully balancing the mass transport processes and\nelectrocatalytic reaction rates at the electrode diffusion layer through pulsed\nelectrochemical methods. In this study, we explore these methods in the context\nof the electrosynthesis of adiponitrile, the largest organic electrochemical\nprocess in industry. Systematically exploring voltage pulses in the timescale\nbetween 5-150 ms, led to a 20% increase in production of ADN and a 250%\nincrease in relative selectivity with respect to the state-of-the-art constant\nvoltage process. Moreover, combining this systematic experimental investigation\nwith artificial intelligence (AI) tools allowed us to rapidly discover drastically\nimproved electrosynthetic conditions, reaching improvements of 30% and 325% in\nADN production rates and selectivity, respectively. This powerful AI-enhanced\nexperimental approach represents a new paradigm in electrocatalysis research\nthat can accelerate the deployment of electrochemical manufacturing processes.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Machine Learning; Artificial Intelligence; Reaction Engineering; Transport Phenomena (Chem. Eng.); Electrocatalysis; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sterically Unprotected Nucleophilic Boron Cluster Reagents", "doi": "10.26434/chemrxiv.8097542.v1", "published_doi": "10.1016/j.chempr.2019.07.018", "published_url": "https://doi.org/10.1016/j.chempr.2019.07.018", "authors": "Xin Mu; Jonathan C. Axtell; Nicholas Bernier; Kent Kirlikovali; Dahee Jung; Alexander Umanzor; Kevin Qian; Xiangyang Chen; Katherine Bay; Monica Kirollos; Arnold L. Rheingold; K. N. Houk; Alexander Spokoyny", "abstract": "Herein, we demonstrate that the bench stable <i>closo</i>-hexaborate cluster anion can\nengage in a nucleophilic substitution reaction with a wide array of organic and\nmain group electrophiles. The resulting molecules containing B‒C bonds can be further\nconverted to tricoordinate boron species widely used in organic synthesis.<br />", "date": "2019-05-09", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Main Group Chemistry (Inorg.); Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quasi-Harmonic Lattice Dynamics of a Prototypical Metal-Organic Framework", "doi": "10.26434/chemrxiv.8097818.v1", "published_doi": "10.1002/adts.201900093", "published_url": "https://doi.org/10.1002/adts.201900093", "authors": "Matthew R. Ryder; Jefferson Maul; Bartolomeo Civalleri; Alessandro Erba", "abstract": "Quasi-harmonic lattice-dynamical calculations are performed to investigate the combined effect of temperature and pressure on the structural and mechanical properties of a prototypical metal-organic framework material: MOF-5. The softening upon compression of an A2g phonon mode at the gamma point in the high-symmetry Fm3m structure is identified, which leads to a symmetry reduction and a group subgroup phase transition to a low-symmetry Fm3 phase for compressions larger than 0.8%. The effect of the symmetry reduction on the equation-of-state of MOF-5 is investigated, which provides a static bulk modulus K reducing from 17 to 14 GPa and a corresponding change of K0 (pressure derivative of K) from positive to negative. The effect of pressure on the negative thermal expansion of the framework and on its mechanical response is analysed. The evolution of the mechanical anisotropy of MOF-5 as a function of pressure is also determined, which allows us to identify the occurrence of a shear-induced mechanical instability at 0.45 GPa.<br />", "date": "2019-05-09", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Theory - Computational; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sequential C-Selective Difluoromethylation/Pd-Catalyzed Decarboxylative Protonation: An Efficient Access to Tertiary  Difluoromethylated Scaffolds", "doi": "10.26434/chemrxiv.8091314.v1", "published_doi": "10.1021/acs.orglett.9b02887", "published_url": "https://doi.org/10.1021/acs.orglett.9b02887", "authors": "Nicolas Duchemin; Roberto Buccafusca; Marc Daumas; Vincent Ferey; Stellios Arseniyadis", "abstract": "We report here a general method that allows a highly straightforward access to tertiary difluoromethylated compounds. The strategy relies on a two-step sequence featuring a C-selective electrophilic difluoromethylation and an unprecedented palladium-catalyzed decarboxylative protonation. Considering the generality of the method and the attractive properties offered by the difluoromethyl group, this approach provides a valuable tool for late-stage functionalization and drug development.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "SuCOS is Better than RMSD for Evaluating Fragment Elaboration and Docking Poses", "doi": "10.26434/chemrxiv.8100203.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Susan Leung; Michael Bodkin; Frank von Delft; Paul Brennan; Garrett Morris", "abstract": "One of the fundamental assumptions of fragment-based drug discovery is that the fragment’s binding mode will be conserved upon elaboration into larger compounds. The most common way of quantifying binding mode similarity is Root Mean Square Deviation (RMSD), but Protein Ligand Interaction Fingerprint (PLIF) similarity and shape-based metrics are sometimes used. We introduce SuCOS, an open-source shape and chemical feature overlap metric. We explore the strengths and weaknesses of RMSD, PLIF similarity, and SuCOS on a dataset of X-ray crystal structures of paired elaborated larger and smaller molecules bound to the same protein. Our redocking and cross-docking studies show that SuCOS is superior to RMSD and PLIF similarity. When redocking, SuCOS produces fewer false positives and false negatives than RMSD and PLIF similarity; and in cross-docking, SuCOS is better at differentiating experimentally-observed binding modes of an elaborated molecule given the pose of its non-elaborated counterpart. Finally we show that SuCOS performs better than AutoDock Vina at differentiating actives from decoy ligands using the DUD-E dataset. SuCOS is available at https://github.com/susanhleung/SuCOS . <br />", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Localizing Electron Density Errors in Density Functional Theory", "doi": "10.26434/chemrxiv.8082506.v1", "published_doi": "10.1039/C9CP02806D", "published_url": "https://doi.org/10.1039/C9CP02806D", "authors": "Rubén Laplaza; Victor Polo; Julia Contreras-García", "abstract": "This work attempts to provide a clear picture on the relative quality of different Density Functional Approximations through the use of Quantum Chemical Topology on molecular electronic densities. In particular, two simple yet ever-important systems are studied, the N2 and CO molecules. Our results exemplify how real-space descriptors can clearly assess the calculated electronic density of a molecular system, avoiding unwanted error compensation present in simplified statistical metrics. Errors in ``well'' built functionals are shown to be concentrated in chemically meaningful regions of space, and hence they are predictable. Conversely, strongly parametrized functionals show isotropic errors that cannot be traced back to chemical transferable units. Moreover, we will show that energetic corrections are mapped back into improvements in the density in chemically meaningful regions. These results point at the relevance of real-space perspectives when parametrizing or assessing energy and density errors.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Activity-Based Screening of Homogeneous Catalysts through the Rapid Assessment of Theoretically Derived Turnover Frequencies", "doi": "10.26434/chemrxiv.8107751.v1", "published_doi": "10.1021/acscatal.9b00717", "published_url": "https://doi.org/10.1021/acscatal.9b00717", "authors": "Matthew Wodrich; Boodsarin Sawatlon; Ephrath Solel; sebastian kozuch; Clemence Corminboeuf", "abstract": "In homogeneous catalysis, the turnover frequency (TOF) and turnover number (TON) are the most commonly used quantities that experimentally describe catalytic activity. Computational studies, on the other hand, generally yield the ubiquitous free energy profile, which only provides the relative heights of different intermediates and transition states for a given reaction mechanism. This information, however, can be converted into a theoretical TOF through use of the energy span model. Clearly, directly computing turnover frequencies not only allows easy comparison of the activity of different catalysts, but also provides a means of directly comparing theory and experiment. Nonetheless, obtaining detailed free energy profiles for many catalysts is computationally costly. To overcome this and accelerate the rate at which prospective catalysts can be screened, here we use linear scaling relationships in tandem with the energy span model to create volcano plots that relate an easily and quickly computed energetic descriptor variable with a catalyst’s turnover frequency. As a demonstration of their ability, we use these “TOF volcanoes” to rapidly screen prospective transition metal/pincer-ligand catalysts based on activity in facilitating the hydrogenation of CO<sub>2</sub>to formate.", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Homogeneous Catalysis; Catalysis; Ligand Design", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Insight into D6h Symmetry: Targeting Strong Axiality in Stable Dysprosium(III) Hexagonal Bipyramidal Single-Ion Magnets", "doi": "10.26434/chemrxiv.8100509.v1", "published_doi": "10.1002/anie.201907686", "published_url": "https://doi.org/10.1002/anie.201907686", "authors": "Angelos Canaj; Sourav Dey; Emma Regincós Martí; Claire Wilson; Gopalan Rajaraman; Mark Murrie", "abstract": "Three dysprosium(III) single-molecule magnets (SMMs) with the rare hexagonal bipyramidal geometry have been isolated for the first time. Following a novel synthetic strategy where the strong uniaxial ligand field generated by the Ph<sub>3</sub>SiO<sup>-</sup> (Ph<sub>3</sub>SiO<sup>-</sup> = anion of triphenylsilanol) and the 2,4-di-<sup>t</sup>Bu-PhO<sup>-</sup> (2,4-di-<sup>t</sup>Bu-PhO<sup>-</sup> = anion of 2,4-di-tertbutylphenol) ligands combined with the weak equatorial field of the ligand L<sup>N6</sup>, leads to [Dy<sup>III</sup>(L<sup>N6</sup>)(2,4-di-<sup>t</sup>Bu-PhO)<sub>2</sub>](PF<sub>6</sub>) (<b>1</b>), [Dy<sup>III</sup>(L<sup>N6</sup>)(Ph<sub>3</sub>SiO)<sub>2</sub>](PF<sub>6</sub>) (<b>2</b>) and [Dy<sup>III</sup>(L<sup>N6</sup>)(Ph<sub>3</sub>SiO)<sub>2</sub>](BPh<sub>4</sub>)  (<b>3</b>) hexagonal bipyramidal complexes with high anisotropy barriers of U<sub>eff</sub> = 973 K for <b>1</b>, U<sub>eff</sub> = 1080 K for <b>2</b> and U<sub>eff</sub> = 1124 K for <b>3 </b>under zero applied dc field. <i>Ab initio</i> calculations predict that the dominant magnetization reversal barrier of these complexes expands up to the 3rd Kramers doublet, thus revealing for the first time the exceptional uniaxial magnetic anisotropy that even the six equatorial donor atoms fail to negate, opening up the possibility to other higher-order symmetry SMMs. <br />", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Magnetism", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Monitoring DNA-Ligand Interactions in Living Human Cells Using High-Resolution NMR Spectroscopy", "doi": "10.26434/chemrxiv.8107772.v1", "published_doi": "10.1021/JACS.9B03031", "published_url": "https://doi.org/10.1021/jacs.9b03031", "authors": "Michaela Krafcikova; Simon Dzatko; Coralie Caron; Anton Granzhan; Radovan Fiala; Tomas Loja; Marie-Paule Teulade-Fichou; Tomas Fessl; Rober Hansel-Hertsch; Jean-Louis Mergny; Silvie Foldynova-Trantirkova; Lukas Trantirek", "abstract": "High-resolution studies of DNA–ligand interactions in the cellular environment are problematic due to the lack of suitable biophysical tools. To address this issue, we developed an in-cell NMR-based approach for monitoring DNA–ligand interactions inside the nuclei of living human cells. Our method relies on the acquisition of high-resolution NMR data of cells electroporated with pre-formed DNA-ligand complex. The impact of the intracellular environment on the integrity of the complex is assessed on the basis of in-cell NMR signals from unbound and ligand-bound forms of a given DNA target. By using this technique, we studied complexes of model DNA fragments and four ligands, representative of DNA minor-groove binders (netropsin) or ligands binding to DNA pairing defects (naphthalenophanes). We demonstrate that some of the <i>in vitro</i> validated ligands retain their ability to form stable on-target DNA interactions <i>in situ</i>, while other<i> </i>lose this ability due to off-target interactions with genomic DNA as well as cellular metabolic components. Collectively, our data suggest that direct evaluation of behavior of drug-like molecules in the intracellular environment provides important insights for the design and development of DNA-binding ligands with the desired biological action and minimal side effects resulting from off-target binding.<br /><div><br /></div>", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Observation of Hyperpositive Non-Linear Effects in Asymmetric Catalysis", "doi": "10.26434/chemrxiv.8108735.v1", "published_doi": "10.1002/CHIR.23271", "published_url": "https://doi.org/10.1002/chir.23271", "authors": "Yannick Geiger; thierry achard; aline maisse-françois; Stephane Bellemin-Laponnaz", "abstract": "Asymmetric amplification is a phenomenon that plays a key role in the emergence of homochirality in life. In asymmetric catalysis, theoretical and experimental models have been investigated for understanding how chiral amplification is possible, in particular through non-linear effect. In the most remarkable cases, the degree of enantio-induction from a non-enantiopure catalyst can be as high as with an enantiopure reference system. Interestingly, it has been proposed a quarter century ago that chiral catalysts, when not enantiopure may be more enantioselective than their enantiopure counterparts, though such a case has never been observed to date. We show here than such hyperpositive non-linear effect in asymmetric catalysis is absolutely possible. A depth study into the underlying mechanism was carried out and our conclusion differs from the proposed models.<br />", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Stereochemistry; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Agate Analysis by Raman, XRF, and Hyperspectral Imaging Spectroscopy for Provenance Determination", "doi": "10.26434/chemrxiv.8101484.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Aaron Celestian; Arlen Heginbotham; Rebecca Greenberger; Bethany Ehlmann; Bibek Samanta; Alyssa Morgan; Sergey Mamedov; Bridget O'Donnell", "abstract": "Raman, XRF, and hyperspectral data for the analysis of quartz and moganite ratios in agates from Brazil and Germany.", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Geochemistry; Minerals; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Specifics About Specific Ion Adsorption from Heterodyne-Detected Second Harmonic Generation", "doi": "10.26434/chemrxiv.8108819.v1", "published_doi": "10.1021/acs.jpcc.9b04425", "published_url": "https://doi.org/10.1021/acs.jpcc.9b04425", "authors": "Mavis\nD. Boamah; Paul Ohno; Emilie Lozier; Jacqueline van Ardenne; Franz Geiger", "abstract": "<p>Ion specific outcomes at aqueous interfaces remain among the most enigmatic phenomena in interfacial chemistry. Here, charged fused silica/water interfaces have been probed by homodyne- and heterodyne-detected (HD) second harmonic generation (SHG) spectroscopy at pH 7 and pH 5.8 and for concentrations of LiCl, NaCl, NaBr, NaI, KCl, RbCl, and CsCl ranging from 10 mM to several 100 mM. For ionic strengths around 0.1 mM to 1 mM, SHG intensities increase reversibly by up to 15% compared to the condition of zero added salt because of optical phase matching and electrical double layer. For ionic strengths above 1 mM, use of any combination of cations and anions produces decreases in SHG response by as much as 50%, trending with ion softness when compared to the condition of zero added salt. Gouy-Chapman model fits to homodyned SHG intensities for the alkali halides studied here show charge densities increase significantly with decreasing cation size. HD-SHG measurements indicate diffuse layer properties probed by the SHG process are invariant with ion identity, while Stern layer properties, as reported by chi(2), are subject to ion specificity for the ions surveyed in this work in the order of chi(2)RbCl=1/2 chi(2)NaCl=1/4 chi(2)NaI. Supporting Information available upon request to the Corresponding Author.</p>", "date": "2019-05-10", "journal": "chemRxiv", "categories": "Interfaces; Optics; Physical and Chemical Processes; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Structure; Surface; Thermodynamics (Physical Chem.); Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Radical Capture at Ni(II) Complexes: C-C, C-N, and C-O Bond Formation", "doi": "10.26434/chemrxiv.8115860.v1", "published_doi": "10.1021/acs.organomet.0c00021", "published_url": "https://doi.org/10.1021/acs.organomet.0c00021", "authors": "Abolghasem (Gus) Bakhoda; Stefan Wiese; Christine Greene; Bryan C. Figula; Jeffery A. Bertke; Timothy H. Warren", "abstract": "<p>The dinuclear b-diketiminato Ni<sup>II</sup><i>tert</i>-butoxide {[Me<sub>3</sub>NN]Ni}<sub>2</sub>(<i>μ</i>-O<i><sup>t</sup></i>Bu)<sub>2 </sub>(<b>2</b>), synthesized from [Me<sub>3</sub>NN]Ni(2,4-lutidine) (<b>1</b>) and di-<i>tert</i>-butylperoxide, is a versatile precursor for the synthesis of a series of Ni<sup>II</sup>complexes [Me<sub>3</sub>NN]Ni-FG to illustrate C-C, C-N, and C-O bond formation at Ni<sup>II </sup>via radicals. {[Me<sub>3</sub>NN]Ni}<sub>2</sub>(<i>μ</i>-O<i><sup>t</sup></i>Bu)<sub>2 </sub>reacts with nitromethane, alkyl and aryl amines, acetophenone, benzamide, ammonia and phenols to deliver corresponding mono- or dinuclear [Me<sub>3</sub>NN]Ni-FG species (FG = O<sub>2</sub>NCH<sub>2</sub>, R-NH, ArNH, PhC(O)NH, PhC(O)CH<sub>2</sub>, NH<sub>2</sub>and OAr). Many of these Ni<sup>II </sup>complexes are capable of capturing the benzylic radical PhCH(•)CH<sub>3 </sub>to deliver corresponding PhCH(FG)CH<sub>3 </sub>products featuring C-C, C-N or C-O bonds. DFT studies shed light on the mechanism of these transformations and suggest two competing pathways that depend on the nature of the functional groups. These radical capture reactions at [Ni<sup>II</sup>]-FG complexes outline key C-C, C-N, and C-O bond forming steps and suggest new families of nickel radical relay catalysts.</p>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Inorganic Reactions; Organometallic Compounds; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Engineering Orthogonal Polypeptide GalNAc-Transferase and UDP-Sugar Pairs", "doi": "10.26434/chemrxiv.8123486.v1", "published_doi": "10.1021/jacs.9b04695", "published_url": "https://doi.org/10.1021/jacs.9b04695", "authors": "Junwon Choi; Lauren Wagner; Suzanne Timmermans; Stacy Malaker; Benjamin Schumann; Melissa Gray; Marjoke Debets; Megumi Takashima; Jase Gehring; Carolyn Bertozzi", "abstract": "<div><div><div><p>O-GalNAc glycans constitute a major part of the human glycome. They are difficult to study becauseof the complex interplay of 20 distinct glycosyltransferase isoenzymes that initiate this form ofglycosylation, the polypeptide GalNAc transferases (GalNAc-Ts). Despite proven disease relevance,correlating the activity of individual GalNAc-Ts with biological function remains challenging due to alack of tools to probe their substrate specificity in a complex biological environment. Here, wedevelop a “bump–hole” chemical reporter system for studying GalNAc-T activity in vitro. IndividualGalNAc-Ts were rationally engineered to contain an enlarged active site (hole) and probed with anewly-synthesized collection of 20 (bumped) UDP-GalNAc analogs to identify enzyme–substratepairs that retain peptide specificities but are otherwise completely orthogonal to native enzyme–substrate pairs. The approach was applicable to multiple GalNAc-T isoenzymes, including GalNAc-T1 and -T2 that prefer non-glycosylated peptide substrates and GalNAcT-10 that prefers a pre-glycosylated peptide substrate. A detailed investigation of enzyme kinetics and specificities revealed the robustness of the approach to faithfully report on GalNAc-T activity and paves the way forstudying substrate specificities in living systems.</p></div></div></div>", "date": "2019-05-27", "journal": "chemRxiv", "categories": "Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Convenient Two-Step Synthesis of Coenzyme Q1", "doi": "10.26434/chemrxiv.8115932.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yi-Yu Yan; Wan-Yue Luo; Yan Zhao; Jian-Hua Tian; Jin Wang", "abstract": "<p>A convenient method\nfor the preparation of Coenzyme Q<sub>1</sub> from the cheap and readily\navailable 3,4,5-Trimethoxytoluene was developed. CoQ<sub>1 </sub>was\nsynthesized in moderate yield by a two-step procedure involving the key reaction\nof allyl bromide with CoQ<sub>0 </sub>through a redox chain reaction. The\nreaction is efficient and could be used for the synthesis of other CoQ compounds.</p>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Biological Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Silver-Catalyzed Decarboxylative Cross-coupling Radical Reaction:  Direct Synthesis of Coenzyme Q Compounds", "doi": "10.26434/chemrxiv.8115962.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Wan-Yue Luo; Yan Zhao; Tian-Li Zhang; Jin Wang; Xiao Hu", "abstract": "<p>An\nefficient and general method for the synthesis of Coenzyme Q compounds through\nthe activation of 1,4-benzoquinone C<i><sub>sp2</sub></i>-H\nbond has been developed. This C-C bond formation reaction proceeds readily in\nan open flask by direct cross-coupling reaction of Coenzyme Q<sub>0</sub> with commercially\navailable aliphatic carboxylic acids utilizing AgNO<sub>3</sub> as catalyst and\nK<sub>2</sub>S<sub>2</sub>O<sub>8</sub> as oxidant in aqueous solution. This\nradical reaction is operationally simple and amenable to gram-scale synthesis. <sub></sub></p>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Bonding; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Multiscale Electrolyte Transport Simulations for Lithium Ion Batteries", "doi": "10.26434/chemrxiv.8118377.v1", "published_doi": "10.1149/2.0222001JES", "published_url": "https://doi.org/10.1149/2.0222001jes", "authors": "Felix Hanke; Nils Modrow; Reinier Akkermans; Ivan Korotkin; Felix Mocanu; Verena Neufeld; Max Veit", "abstract": "Establishing a link between atomistic processes and battery cell behavior is a major challenge for lithium ion batteries. Focusing on liquid electrolytes, we describe parameter-free molecular dynamics predictions of their mass and charge transport properties. The simulations agree quantitatively with experiments across the full range of relevant ion concentrations and for different electrolyte compositions. We introduce a simple analytic form to describe the transport properties. Our results are used in an extended Newman electrochemical model, including a cell temperature prediction. This multi-scale approach provides quantitative agreement between calculated and measured discharge voltage of a battery and enables the computational optimization of the electrolyte formulation.", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Solid State Chemistry; Computational Chemistry and Modeling; Energy Storage; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DNA Minor Groove Binding with Bisbenzamidine-Ru(II) Complexes", "doi": "10.26434/chemrxiv.8118995.v1", "published_doi": "10.1039/C9SC03053K", "published_url": "https://doi.org/10.1039/C9SC03053K", "authors": "Mateo I. Sánchez; Gustavo Rama; Renata Calo; Kübra Ucar; Per Lincoln; Miguel Vázquez López; Manuel Melle-Franco; José Luis Mascareñas; M. Eugenio Vázquez", "abstract": "We report the first Ru(II) coordination compounds that interact with DNA through a canonical minor groove insertion mode and with selectivity for A/T rich sites. This was made possible by integrating a bis‑benzamidine minor groove DNA-binding agent with a ruthenium(II) complex. Importantly, one of the enantiomers (Δ‑[Ru(bpy)<sub>2</sub><b>b4bpy</b>]<sup>2+</sup>, <b>Δ‑4Ru</b>) shows a considerably higher DNA affinity than the parent organic ligand and than the other enantiomer, particularly for the AATT sequence, while the other enantiomer preferentially targets long AAATTT sites with overall lower affinity. Finally, we demonstrate that the photophysical properties of these new binders can be exploited for DNA cleavage using visible light.", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Supramolecular Chemistry (Inorg.); Transition Metal Complexes (Inorg.); Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum-Induced Symmetry-Breaking in the Deuterated Dihydroanthracenyl Radical", "doi": "10.26434/chemrxiv.8123648.v1", "published_doi": "10.1021/acs.jpca.9b04561", "published_url": "https://doi.org/10.1021/acs.jpca.9b04561", "authors": "Olha Krechkivska; Callan Wilcox; Klaas Nauta; Scott Kable; Timothy Schmidt", "abstract": "The hydrogen-atom adduct with anthracene, 9-dihydroanthracenyl radical (C<sub>14</sub>H<sub>11</sub>), and its deuterated analogue, have been identified by laser spectroscopy coupled to time-of-flight mass spectrometry, supported by time-dependent density functional theory calculations. The electronic spectrum of 9-dihydroanthracenyl radical exhibits an origin band at 19115 cm<sup>-1</sup> and its ionization energy was determined to be 6.346(1) eV. The spectra reveal a low-frequency vibrational progression corresponding to a mode described by a butterfly-inversion. In the deuterated analogue, a zero-point-energy imbalance along this coordinate is found to lead to a doubling of the observed spectral lines in the progression. This is attributed to quantum-induced symmetry breaking as previously observed in isotopologues of CH<sub>5</sub><sup>+</sup>.", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Space Chemistry; Theory - Computational; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Golden Opportunity: A Clickable Azide-Functionalized [Au25(SR)18]-Nanocluster Platform for Interfacial Surface Modifications", "doi": "10.26434/chemrxiv.8125031.v1", "published_doi": "10.1021/jacs.9b05182", "published_url": "https://doi.org/10.1021/jacs.9b05182", "authors": "Praveen Gunawardene; John F. Corrigan; Mark Workentin", "abstract": "Ultrasmall atomically precise\nmonolayer-protected gold thiolate nanoclusters are an intensely researched\nnanomaterial framework, but there is a lack of a system that can be directly\nsynthesized and undergo interfacial surface chemistry. We report an [Au<sub>25</sub>(SCH<sub>2</sub>CH<sub>2</sub>-<i>p</i>-C<sub>6</sub>H<sub>4</sub>-N<sub>3</sub>)<sub>18</sub>]<sup>-</sup>\nnanocluster platform with azide moieties appended onto <i>each </i>surface ligand. The structure of this surface reactive cluster\nhas been confirmed by single-crystal X-ray crystallography, mass spectrometry\nand UV-Vis, IR and NMR spectroscopies. We show that <i>all</i> surface azide moieties are amenable to cluster-surface strain-promoted\nalkyne-azide cycloaddition (CS-SPAAC) chemistry with a strained cyclooctyne,\nopening this as a new <i>platform </i>to\nallow functional, post-assembly surface modifications to this very prominent nanocluster.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Ligand Design; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Excited-State Proton Transfer: Molecules in a Hurry to Get Rid of Antiaromaticity", "doi": "10.26434/chemrxiv.8126678.v1", "published_doi": "10.1073/PNAS.1908516116", "published_url": "https://doi.org/10.1073/pnas.1908516116", "authors": "Chia-Hua Wu; Lucas Karas; Henrik Ottosson; Judy Wu", "abstract": "<p>Baird’s rule explains why and when excited-state proton transfer (ESPT) reactions happen in organic compounds. Bifunctional compounds that are [4<i>n</i>+2] π-aromatic in the ground state, become [4<i>n</i>+2] π-antiaromatic in the first <sup>1</sup>ππ* states, and proton transfer (either<i>inter-</i>or <i>intra-</i>molecularly) helps relieve excited-state antiaromaticity. Computed nucleus independent chemical shifts (NICS) for several ESPT examples (including excited-state intramolecular proton transfers (ESIPT), biprotonic transfers, dynamic catalyzed transfers, and proton relay transfers) document the important role of excited-state antiaromaticity. <i>o-</i>Salicylic acid undergoes ESPT only in the “antiaromatic” S<sub>1</sub>(<sup>1</sup>ππ*) state, but not in the “aromatic” S<sub>2</sub>(<sup>1</sup>ππ*) state. Stokes’ shifts of structurally-related compounds (<i>e.g.</i>, derivatives of 2-(2-hydroxyphenyl)benzoxazole and hydrogen-bonded complexes of 2-aminopyridine with pro tic substrates) vary depending on the antiaromaticity of the photoinduced tautomers. Remarkably, Baird’s rule predicts the effect of light on hydrogen bond strengths; hydrogen bonds that enhance (and reduce) excited-state antiaromaticity in compounds become weakened (and strengthened) upon photoexcitation.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantifying Multiple Crystallite Orientations and Crystal Heterogeneities in Complex Thin Film Materials", "doi": "10.26434/chemrxiv.8126633.v1", "published_doi": "10.1039/C9CE01010F", "published_url": "https://doi.org/10.1039/C9CE01010F", "authors": "Jonathan Ogle; Daniel Powell; Eric Amerling; Detlef Matthias Smilgies; Luisa Whittaker-Brooks", "abstract": "<p>Thin film materials have become increasingly complex in morphological\nand structural design.  When\ncharacterizing the structure of these films, a crucial field of study is the\nrole that crystallite orientation plays in giving rise to unique electronic\nproperties.  It is therefore important to\nhave a comparative tool for understanding differences in crystallite\norientation within a thin film, and also the ability to compare the structural\norientation between different thin films.  Herein, we designed a new method dubbed the\nmosaicity factor (MF) to quantify crystallite orientation in thin films using\ngrazing incidence wide-angle X-ray scattering (GIWAXS) patterns.  This method for quantifying the orientation of\nthin films overcomes many limitations inherent in previous approaches such as\nnoise sensitivity, the ability to compare orientation distributions along\ndifferent axes, and the ability to quantify multiple crystallite orientations\nobserved within the same Miller index.  Following\nthe presentation of MF, we proceed to discussing case studies to show the\nefficacy and range of application available for the use of MF.  These studies show how using the MF approach\nyields quantitative orientation information for various materials assembled on\na substrate.<b></b></p>", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Thin Films; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Computational Survey of Semiconductors for Power Electronics", "doi": "10.26434/chemrxiv.8126879.v1", "published_doi": "10.1039/C9EE01529A", "published_url": "https://doi.org/10.1039/C9EE01529A", "authors": "Prashun Gorai; Robert McKinney; Nancy Haegel; Andriy Zakutayev; Vladan Stevanovic", "abstract": "Power electronics (PE) are used to control and convert electrical energy in a wide range of applications from consumer products to large-scale industrial equipment. While Si-based power devices account for the vast majority of the market, wide band gap semiconductors such as SiC, GaN, and Ga2O3 are starting to gain ground. However, these emerging materials face challenges due to either non-negligible defect densities, or high synthesis and processing costs, or poor thermal properties. Here, we report on a broad computational survey aimed to identify promising materials for future power electronic devices beyond SiC, GaN, and Ga2O3. We consider 863 oxides, sulfides, nitrides, carbides, silicides, and borides that are reported in the crystallographic database and exhibit finite calculated band gaps. We utilize ab initio methods in conjunction with models for intrinsic carrier mobility, and critical breakdown field to compute the widely used Baliga figure of merit. We also compute the lattice thermal conductivity as a screening parameter. In addition to correctly identifying known PE materials, our survey has revealed a number of promising candidates exhibiting the desirable combination of high figure of merit and high lattice thermal conductivity, which we propose for further experimental investigations.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Inorganic; Computational Chemistry and Modeling; Theory - Computational; Power; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Renormalization Group Theory Applied to the CPA Equation of State: Impacts on Phase Equilibrium and Derivative Properties", "doi": "10.26434/chemrxiv.8126690.v1", "published_doi": "10.1016/j.fluid.2019.112365", "published_url": "https://doi.org/10.1016/j.fluid.2019.112365", "authors": "Gabriel Silva; Charlles Abreu; Frederico W. Tavares", "abstract": "Calculation of thermodynamic properties such as vapor-liquid phase behavior with equations of state is largely and successfully employed in chemical engineering applications.<br />However, in the proximities of the critical point, the different density-fluctuation scales inherent to critical phenomena introduce significant changes in these thermodynamic properties, with which the classical equations of state are not prepared to deal.<br />Aiming at correcting this failure, we apply a renormalization-group methodology to the CPA equation of state in order to improve the thermodynamic description in the vicinity of critical points.<br />We use this approach to compute vapor-liquid equilibrium of pure components and binary mixtures, as well as derivative properties such as speed of sound and heat capacity.<br />Our results show that this methodology is able to provide an equation of state with the correct non-classical behavior, thus bringing it in consonance with experimental observation of vapor-liquid equilibrium and derivative properties in near-critical conditions.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Thermodynamics (Chem. Eng.); Physical and Chemical Properties; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Cobalt-Iron Double-Atom Catalyst for the Oxygen Evolution Reaction", "doi": "10.26434/chemrxiv.8131235.v1", "published_doi": "10.1021/jacs.9b05268", "published_url": "https://doi.org/10.1021/jacs.9b05268", "authors": "Lichen Bai; Chia-Shuo Hsu; Duncan Alexander; Hao Ming Chen; Xile Hu", "abstract": "Single atom catalysts exhibit well-defined active sites and potentially maximum atomic efficiency. However, they are unsuitable for reactions that benefit from bimetallic promotion such as the oxygen evolution reaction (OER) in alkaline medium. Here we show that a single atom Co precatalyst can be in-situ transformed into a Co-Fe double atom catalyst for OER. This catalyst exhibits one of the highest turnover frequencies among metal oxides. Electrochemical, microscopic, and spectroscopic data including those from operando X-ray absorption spectroscopy, reveal a dimeric Co-Fe moiety as the active site of the catalyst. This work demonstrates double-atom catalysis as a promising approach for the developed of defined and highly active OER catalysts.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanocatalysis - Catalysts & Materials; Electrochemistry; Electrocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Pitfalls of the Martini Model", "doi": "10.26434/chemrxiv.8113172.v1", "published_doi": "10.1021/acs.jctc.9b00473", "published_url": "https://doi.org/10.1021/acs.jctc.9b00473", "authors": "Riccardo Alessandri; Paulo C. T. Souza; Sebastian Thallmair; Manuel N. Melo; Alex H. de Vries; Siewert-Jan Marrink", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The computational and conceptual simplifications realized by coarse-grain (CG)\nmodels make them an ubiquitous tool in the current computational modeling landscape.\nBuilding block based CG models, such as the Martini model, possess the key advantage\nof allowing for a broad range of applications without the need to reparametrize the force\nfield each time. However, there are certain inherent limitations to this approach, which\nwe investigate in detail in this work. We first study the consequences of the absence of\nspecific cross Lennard-Jones parameters between different particle sizes. We show that\nthis lack may lead to artificially high free energy barriers in dimerization profiles. We\nthen look at the effect of deviating too far from the standard bonded parameters, both\nin terms of solute partitioning behavior and solvent properties. Moreover, we show that\ntoo weak bonded force constants entail the risk of artificially inducing clustering, which\nhas to be taken into account when designing elastic network models for proteins. These results have implications for the current use of the Martini CG model and provide clear\ndirections for the reparametrization of the Martini model. Moreover, our findings are\ngenerally relevant for the parametrization of any other building block based force field. </p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Unsuspected Role of Multivalent Metal Ions on the Charge Storage of a Metal Oxide Electrode in Mild Aqueous Electrolytes", "doi": "10.26434/chemrxiv.8132747.v1", "published_doi": "10.1039/C9SC02397F", "published_url": "https://doi.org/10.1039/C9SC02397F", "authors": "Yee-Seul Kim; Kenneth D. Harris; Benoit Limoges; Véronique Balland", "abstract": "<p>The main objective of the work is to elucidate and rationalize the role played by an Al<sup>3+</sup>-based aqueous electrolyte on the charge accumulated in model mesoporous TiO<sub>2</sub> electrodes and to decipher the chemical nature of the inserting cation.<br /></p>", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Electrochemistry; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Development of Inhibitors Against Mycobacterium Abscessus tRNA (m1G37) Methyltransferase (TrmD) Using Fragment-Based Approaches", "doi": "10.26434/chemrxiv.8131847.v1", "published_doi": "10.1021/acs.jmedchem.9b00809", "published_url": "https://doi.org/10.1021/acs.jmedchem.9b00809", "authors": "Andrew J. Whitehouse; Sherine E. Thomas; Karen P. Brown; Alexander Fanourakis; Daniel Chan; M. Daben J. Libardo; Vitor Mendes; Helena I. M. Boshoff; R. Andres Floto; Chris Abell; Tom. L. Blundell; Anthony Coyne", "abstract": "Mycobacterium abscessus (Mab) is a rapidly growing species of multidrug-resistant nontuberculous mycobacteria (NTM) that has emerged as a growing threat to individuals with cystic fibrosis, and other pre-existing chronic lung diseases. Mab pulmonary infections are difficult, or sometimes impossible, to treat and result in accelerated lung function decline and premature death. There is therefore an urgent need to develop novel antibiotics with improved efficacy. tRNA (m1G37) methyltransferase (TrmD) is a promising target for novel antibiotics. It is essential in Mab and other mycobacteria, improving reading frame maintenance on the ribosome to prevent frameshift errors. In this work a fragment-based approach was employed with the merging of two fragments bound to the active site, followed by structure-guided elaboration to design potent nanomolar inhibitors against Mab TrmD. Several of these compounds exhibit promising activity against mycobacterial species, including Mycobacterium tuberculosis and Mycobacterium leprae in addition to Mab, supporting the use of TrmD as a target for the development of antimycobacterial compounds.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mining Predicted Crystal Structure Landscapes with High Throughput Crystallization: Old Molecules, New Insights", "doi": "10.26434/chemrxiv.8135267.v1", "published_doi": "10.1039/C9SC02832C", "published_url": "https://doi.org/10.1039/c9sc02832c", "authors": "Peng Cui; David P. McMahon; Peter Spackman; Ben M. Alston; Marc A. Little; Graeme Day; Andrew\nI. Cooper", "abstract": "<a></a><a>Organic molecules tend to close pack to form\ndense structures when they are crystallized from organic solvents. Porous\nmolecular crystals defy this rule: they typically crystallize with lattice\nsolvent in the interconnected pores. However, the design and discovery of such structures\nis often challenging and time consuming, in part because it is difficult to\npredict solvent effects on crystallization. Here, we combine crystal structure\nprediction (CSP) with a high-throughput crystallization screening method to\naccelerate the discovery of stable hydrogen-bonded frameworks. We exemplify\nthis strategy by finding new phases of two well-studied molecules in a\ncomputationally targeted way. Specifically, we find a new porous polymorph of\ntrimesic acid, δ-<b>TMA</b>,\nthat has a guest free hexagonal pore structure, as well as three new solvent-stabilized\ndiamondoid frameworks</a> of\nadamantane-1,3,5,7-tetracarboxylic acid (<b>ADTA</b>).", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Computational Chemistry and Modeling; Theory - Computational; Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "Optimal Designs of Pairwise Calculation: an Application to Free Energy Perturbation in Minimizing Prediction Variability", "doi": "10.26434/chemrxiv.7965140.v2", "published_doi": "10.1002/jcc.26095", "published_url": "https://doi.org/10.1002/jcc.26095", "authors": "Qingyi Yang; Woodrow W. Burchett; Gregory S. Steeno; David L. Mobley; Xinjun Hou", "abstract": "Predicting binding free energy of ligand-protein complexes has been a grand challenge in the field of computational chemistry since the early days of molecular modeling. Multiple computational methodologies exist to predict ligand binding affinities. Pathway-based Free Energy Perturbation (FEP), Thermodynamic Integration (TI) as well as Linear Interaction Energy (LIE), and Molecular Mechanics-Poisson Boltzmann/Generalized Born Surface Area (MM-PBSA/GBSA) have been applied to a variety of biologically relevant problems and achieved different levels of predictive accuracy. Recent advancements in computer hardware and simulation algorithms of molecular dynamics and Monte Carlo sampling, as well as improved general force field parameters, have made FEP a principal approach for calculating the free energy differences, especially when calculating the host-guest binding affinity differences upon chemical modification.<br /><br />Since the FEP-calculated binding free energy difference, denoted ddGFEP only characterizes the difference in free energy between pairs of ligands or complexes, not the absolute binding free energy value of each individual host-guest system, denoted dG, we examine two rarely asked questions in FEP application:<br /><br />1) Which values would be more appropriate as the prediction to assess the ligands prospectively: the calculated pairwise free energy differences, ddGFEP, or the estimated absolute binding energies, d^G, transformed from ddGFEP?<br />2) In the situation where only a limited number of ligand pairs can be calculated in FEP, can the perturbation pairs be optimally selected with respect to the reference ligand(s) to maximize the prediction precision?<br /><br />These two questions underline the viability of an often-neglected assumption in pairwise comparisons: that the pairwise value is sufficient to make a quantitative and reliable characterization of an individual ligand's properties or activities. This implicit assumption would be true if there was no error in each pairwise calculation. Recently pair designs such as multiple pathways or cycle closure analyses provided calculation error estimation but did not address the statistical impact of the two questions above. The error impact is fully minimized by conducting an exhaustive study that obtains all NC2 = N(N-1)/2 pairs for a set N molecules; more if there is directionality (dGi,j != dGj,i). Obviously, that study design is impractical and unnecessary. Thus, we desire to collect the right amount of data that is 1) feasibly attainable, 2) topologically sufficient, and 3) mathematically synthesizable so that we can mitigate inherent calculation errors and have higher confidence in our conclusions.<br /><br />The significance of above questions can be illustrated by a motivating example shown in Figure 1 and Table 1, which considers two different perturbation graph designs for 20 ligands with the same number of FEP perturbation pairs, 19, and the same reference, Ligand 1. These two designs reached different conclusions in rank ordering ligand potencies due to errors inherent in the FEP derived estimates. Based on design A, ligands 5, 7, 14, 15 would be selected as the best four (20%) picks since those d^G estimates are the most favorable. Design B would yield ligands 5, 12, 18, 19 as best for the same reason. Without knowing the true value, dGTrue of the other 19 ligands, we lack a prospective metric to assess which design could be more precise even though, retrospectively, we know that both designs had reasonably good agreement with the true values, as measured through correlation and error metrics. However, the top picks from neither design were consistent with the true top four ligands, which are ligands 7, 10, 12, 18. Yet, if all of the 20C2 =190 pairs could have been calculated as listed in the last column of Table 1, the best four ligands would have been correctly identified. Additionally, the other metrics included in Table 1 were significantly improved. However, as mentioned above, calculating all possible pairs, or even a significant fraction of all possible pairs, is unlikely in practice, especially when number of molecules are large. Given this restriction, is it possible to objectively determine whether design A or B will give more precise predictions?<br /><br />In this report, we investigated the performance of the calculated ddGFEP values compared to the pairwise differences in least squares derived d^G estimates both analytically and through simulations. Based on our findings, we recommend applying weighted least squares to transforming ddGFEP values into d^G estimates. Second, we investigated the factors that contribute to the precision of the d^G estimates, such as the total number of computed pairs, the selection of computed pairs, and the uncertainty in the computed ddGFEP values. The mean squared error, denoted MSE and Spearman's rank correlation, are used as performance metrics.<br /><br />To illustrate, we demonstrated how the structural similarity can be included in design and its potential impact on prediction precision. As in the majority of reported FEP studies on binding affinity prediction, the ddGFEP pairs were selected based on chemical structure similarity. Pairs with small chemical differences are assumed to be more likely to have smaller errors in ddGFEP calculation. Together using the constructed mathematic system and literature examples, we demonstrate that some of pair-selection schemes (designs) are better than the others. To minimize the prediction uncertainty, it is recommended to wisely select design optimality criterion to suit<br />practical applications accordingly.<br />", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Utilizing Carbonyl-Coordination of Native Amides for Pd– catalyzed C(sp3)–H Olefination", "doi": "10.26434/chemrxiv.8135534.v1", "published_doi": "10.1002/ANIE.201906075", "published_url": "https://doi.org/10.1002/anie.201906075", "authors": "Hojoon Park; Yang Li; jin-quan yu", "abstract": "<p>Pd(II)–catalyzed C(sp<sup>3</sup>)–H\nolefination of native amide substrates was developed. To utilize the extremely</p>\n\n<p>weak-coordinating carbonyl-coordination\nof amides, an electron-deficient pyridinesulfonic acid ligand</p>\n\n<p>was designed.\nStructurally diverse amide substrates, including lactams, underwent olefination\nwithout the</p>\n\n<p>undesired cyclization.\nOlefination products were further diversified through synthetic transformations\non</p>\n\n<p>the alkenyl moiety.</p><br />", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Ligand Design", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Debiasing Algorithms for Protein Ligand Binding Data do not Improve Generalisation", "doi": "10.26434/chemrxiv.8139194.v1", "published_doi": "10.1021/ACS.JCIM.9B00415", "published_url": "https://doi.org/10.1021/acs.jcim.9b00415", "authors": "Vikram Sundar; Lucy Colwell", "abstract": "The structured nature of chemical data means machine learning models trained to predict protein-ligand binding risk overfitting the data, impairing their ability to generalise and make accurate predictions for novel candidate ligands. To address this limitation, data debiasing algorithms systematically partition the data to reduce bias. When models are trained using debiased data splits, the reward for simply memorising the training data is reduced, suggesting that the ability of the model to make accurate predictions for novel candidate ligands will improve. To test this hypothesis, we use distance-based data splits to measure how well a model can generalise. We first confirm that models perform better for randomly split held-out sets than for distant held-out sets. We then debias the data and find, surprisingly, that debiasing typically reduces the ability of models to make accurate predictions for distant held-out test sets. These results suggest that debiasing reduces the information available to a model, impairing its ability to generalise.", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Energy Threshold for Chiral Symmetry Breaking in Molecular Self-Replication", "doi": "10.26434/chemrxiv.8141789.v1", "published_doi": "10.1038/s41557-019-0321-y", "published_url": "https://doi.org/10.1038/s41557-019-0321-y", "authors": "Neil Hawbaker; Donna Blackmond", "abstract": "We have determined the energy required for symmetry breaking and chiral amplification in the Soai autocatalytic reaction. This work examines the likelihood that parity violation energy difference of enantiomers is implicated in the origin of chiral symmetry breaking and highlights the challenges inherent in a search for a prebiotically plausible version of Soai autocatalysis.", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Stereochemistry; Computational Chemistry and Modeling; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Desulfonylative Arylation of Redox-Active Alkyl Sulfones with Aryl Bromides", "doi": "10.26434/chemrxiv.8141993.v1", "published_doi": "10.1021/acs.orglett.9b01987", "published_url": "https://doi.org/10.1021/acs.orglett.9b01987", "authors": "Jonathan Hughes; Patrick Fier", "abstract": "Herein we describe the development of the first\nreductive cross-electrophile coupling between alkyl sulfones and aryl bromides.\nThe use of alkyl sulfones as coupling partners offers strategic advantages over\nother alkyl electrophiles used in reductive coupling reactions, as the sulfone moiety\ncan be incorporated into molecules in unique ways and permits α-functionalization\nprior to coupling. The conditions developed here can be applied to incorporate\na wide array of aromatic rings onto (fluoro)alkyl scaffolds with broad\nfunctional group tolerance and generality, making this a practical method for\nlate-stage diversification.", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Wall- and Hybridisation-Selective Synthesis of Nitrogen-Doped Double-Walled Carbon Nanotubes", "doi": "10.26434/chemrxiv.8143091.v1", "published_doi": "10.1002/anie.201905559", "published_url": "https://doi.org/10.1002/anie.201905559", "authors": "Marco Carini; Lei Shi; Thomas Chamberlain; Meng Liu; Giovanni Valenti; Manuel Melle-Franco; Francesco Paolucci; Andrei Khlobystov; Thomas Pichler; Aurelio Mateo-Alonso", "abstract": "<div><div><div><p>Controlled nitrogen-doping is a powerful methodology to modify the properties of carbon nanostructures and produce functional materials for electrocatalysis, energy conversion and storage, and sensing, among others. Herein, we report a wall- and hybridisation-selective synthetic methodology to produce double-walled carbon nanotubes with an inner tube doped exclusively with graphitic sp2-nitrogen atoms. Our measurements shed light on the fundamental properties of nitrogen-doped nanocarbons opening the door for developing their potential applications.</p></div></div></div>", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "In the Quest for a Stable Triplet State in Small Polyaromatic Hydrocarbons : An In-Silico Tool for Rational Design and Prediction", "doi": "10.26434/chemrxiv.8143274.v1", "published_doi": "10.1039/C9SC02414J", "published_url": "https://doi.org/10.1039/C9SC02414J", "authors": "Madhumita Rano; Sumanta K Ghosh; Debashree Ghosh", "abstract": "<div>Combining the roles of spin frustration and geometry of odd and even numbered rings in polyaromatic hydrocarbons (PAHs), we design small molecules that show exceedingly small singlet-triplet gaps and stable triplet ground states. Furthermore, a computationally efficient protocol with a model spin Hamiltonian is shown to be capable of qualitative agreement with respect to high level multireference calculations and therefore, can be used for fast molecular discovery and screening.</div>", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Statistical Prediction of Donor-Acceptor Thiophene Copolymer Properties", "doi": "10.26434/chemrxiv.8135288.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Michael Cole; Ilana Kanal; Geoffrey Hutchison", "abstract": "This work illustrates some of the shortcomings of the standard donor-acceptor model as a tool for predicting polymer molecular orbital interactions.  8741 DFT calculations were performed for a series of co-oligomers of varying length from a diverse set of 91 thiophene monomers to explore statistical relationships between the frontier molecular orbital energies of oligomers and their degree of polymerization.  These relationships were used to develop predictive models that allow for the calculation of polymer frontier molecular orbital energies.  Polymer frontier molecular orbital energies have been shown to impact the device performances of many types of optoelectronic devices, including organic field effect transistors, organic photovoltaics and organic light emitting diodes.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Oligomers; Conducting polymers; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Hindered Dialkyl Ether Synthesis via Electrogenerated Carbocations", "doi": "10.26434/chemrxiv.8144294.v1", "published_doi": "10.1038/S41586-019-1539-Y", "published_url": "https://doi.org/10.1038/s41586-019-1539-y", "authors": "Jinbao Xiang; Ming Shang; Yu Kawamata; Helena Lundberg; Solomon Reisberg; Miao Chen; Pavel Mykhailiuk; Gregory Beutner; Michael Collins; Alyn Davies; Matthew Del Bel; Gary Gallego; Jillian Spangler; Jeremy T. Starr; Shouliang Yang; Donna Blackmond; Phil Baran", "abstract": "<p>Hindered ethers represent an underexplored area of chemical space due to the difficulty and inoperability associated with conventional reactions, despite the high-value of such structural motifs in a variety of societal applications. Demonstrated herein is an exceptionally simple solution to this problem that leverages the power of electrochemical oxidation to liberate high-energy carbocations from simple carboxylic acids. The controlled formation of these reactive intermediates takes place with low electrochemical potentials under non-acidic conditions to capture an alcohol donor thereby producing a range (>80) of ethers that would be extremely difficult to otherwise access. Simple nucleophiles can also intercept such cations, leading to hindered alcohols and even alkyl fluorides. This method has been field tested to solve the synthetic bottlenecks encountered on twelve real-world chemical scaffolds with documented societal impact, resulting in a dramatic reduction in step-count and labor required, accompanied with a higher yield (average step-count, time, and yield = 6.3, ca. 100 h, 19% vs. 1.5, 9.8 h, 43%). Finally, the use of molecular probes coupled to kinetic studies support the proposed mechanism and role of additives in the conditions employed.</p>", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning the Electron Storage Potential of a Charge-Photoaccumulating Ru(II) Complex by a DFT-Guided Approach", "doi": "10.26434/chemrxiv.8144063.v1", "published_doi": "10.1002/chem.201902312", "published_url": "https://doi.org/10.1002/chem.201902312", "authors": "Nicholas Randell; Julia Rendon; Martine Demeunynck; Pierre-Alain Bayle; Serge Gambarelli; Vincent ARTERO; jean-marie mouesca; Murielle Chavarot-Kerlidou", "abstract": "Molecular photosensitizers that are able to\nstore multiple reducing equivalents are of great interest in the field of solar\nfuel production, where most reactions involve multielectronic reduction processes.\nIn order to increase the reducing power of a ruthenium tris-diimine charge-photoaccumulating complex, two structural modifications on its fused dipyridophenazine-pyridoquinolinone\nligand were computationally investigated. Addition of an electron-donating oxime group was calculated to substantially decrease the reduction potentials of\nthe complex, thus guiding the synthesis of a pyridoquinolinone-oxime\nderivative. Its spectroscopic and (spectro)electrochemical characterizations\nexperimentally confirmed the DFT predictions, especially with the first and\nsecond reduction processes cathodically-shifted by −0.24 and −0.14 V, respectively,\ncompared to the parent complex. Moreover, the ability of this novel artificial\nphotosynthetic system to store two photogenerated electrons at a more reducing\npotential, via a proton-coupled electron transfer mechanism, was demonstrated.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Energy Storage; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Principle of Conservation of Structural Aspect: Facilitating Visual Communication and Learning in Organic Chemistry Instruction", "doi": "10.26434/chemrxiv.8144075.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "john andraos", "abstract": "<p>An effective pedagogical\nmethod is presented for the visual communication of chemical reactions learned\nin organic chemistry undergraduate courses. The basis for the method is the\npreservation of the visual aspect of reactant and product structures so that\nthe tracking of cleaved and formed chemical bonds is made self-evident. This\nconsequently leads to improved clarity of presentation and a better\nunderstanding and grasp of proposed reaction mechanisms to explain product\noutcomes. The method is demonstrated for a variety of individual reaction types\nand synthesis plans. Various visual training exercises are also presented using\nChemDraw Ultra 7.0 software and literature table of contents (TOC) graphics\nappearing in journal articles.</p><br />", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Reactivity of mRNA Caps: C-H Oxidative Addition of 7-Methylguanosine to Pt(0)", "doi": "10.26434/chemrxiv.8144297.v1", "published_doi": "10.1039/D0CC06075E", "published_url": "https://doi.org/10.1039/D0CC06075E", "authors": "Maria Ines Leitao; Carmen Gonzalez; Zuzanna Filipiak; Ana Petronilho", "abstract": "<p>7-methylguanosine, the so-called mRNA cap 0 bears a very labile C8-H\nbond, due to the formation of an ylide/N-heterocyclic carbene, upon proton\nloss. The reaction of 7-methylguanosine\nwith Pt(PPh3)4, via C-H\noxidative addition, yields a hydrido–PtII carbene complex and this reactivity\ncan be extrapolated to 7,9-dimethylguanine. </p>", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Bond Activation; Bioorganometallic Chemistry; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Similarities and Differences for Atomic and Diatomic Molecule Adsorption on the B-5 type sites of the HCP(1016) surfaces of Co, Os, and Ru from DFT Calculation", "doi": "10.26434/chemrxiv.8145671.v1", "published_doi": "10.1016/J.HELIYON.2019.E01924", "published_url": "https://doi.org/10.1016/j.heliyon.2019.e01924", "authors": "Rees Rankin", "abstract": "DFT study of effects of step-edge type on HCP surfaces for catalysis using Co, Os, and Ru on the adsorption energies of small mono-atomic and di-atomic adsorbates.  <br />", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Catalysts; Nanostructured Materials - Materials; Computational Chemistry and Modeling; Heterogeneous Catalysis; Nanocatalysis - Reactions & Mechanisms", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On-Demand Guest Release from MOF-5 Sealed with Nitrophenylacetic Acid Photocapping Groups", "doi": "10.26434/chemrxiv.8146103.v1", "published_doi": "10.1039/C9PP00392D", "published_url": "https://doi.org/10.1039/C9PP00392D", "authors": "Jingjing Yan; Rick Homan; Corrianna Boucher; Prem N. Basa; Katherine Fossum; Ron Grimm; John MacDonald; Shawn Burdette", "abstract": "Recently, we demonstrated that triphenylacetic acid could be used to seal dye molecules within MOF-5, but guest release required digestion of the framework by treatment with acid. We prepared the sterically bulky photocapping group [bis-(3-nitro-benzyl)-amino]-(3-nitro-phenyl)-acetic acid (PC1) can prevent Crystal violet dye diffusion from inside MOF-5 until removed by photolysis.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Hybrid Organic-Inorganic Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Effect of Ions on the Optical Absorption Spectra of Aqueously Solvated Chromophores", "doi": "10.26434/chemrxiv.8145665.v1", "published_doi": "10.1021/ACS.JPCA.9B03163", "published_url": "https://doi.org/10.1021/acs.jpca.9b03163", "authors": "Sapana Soni; Tim J. Zuehlsdorff; Michael J. Servis; Christine Isborn; Aurora Clark", "abstract": "In the condensed phase, ions often create heterogeneous local environments around a solute, which may impart chemical reactivity or perturbations to physico-chemical properties. Although the former has been the subject of some study, the latter - particularly as is pertains to optical absorption spectroscopy - is much less understood. In this work, the computed UV-Vis absorption spectrum is examined for the aqueously solvated chromophore anion of green fluorescent protein for different local ion configurations. The strong ability of water to screen the ions from the chromophore results in little change in excitation energy compared to a purely aqueous environment. However, upon forming a contact ion pair with a sodium ion at either of the two electronegative oxygen sites of the chromophore, there is a spectral shift to either higher or lower energies. Surprisingly, our analysis suggests that the cause of the spectral shift is dominated not by the electrostatic presence of the ion, but instead by ion disruption of the hydrogen bond network at the oxygen contact ion pair site.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Photochemistry (Physical Chem.); Solution Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Layer-by-Layer Assembly of Graphene Oxide Nanoplatelets Embedded Desalination Membranes with Improved Chlorine Resistance", "doi": "10.26434/chemrxiv.8145974.v1", "published_doi": "10.1016/j.desal.2019.114116", "published_url": "https://doi.org/10.1016/j.desal.2019.114116", "authors": "Mahsa Abbaszadeh; Daniel Krizak; Santanu Kundu", "abstract": "Membranes with polyamide thin film active layer are used in reverse osmosis based water desalination applications. Incorporation of graphene oxide nanoplatelets (GONPs) in the polyamide layer can alter the surface characteristics, permeability, selectivity, and can enhance the chlorine resistance of these membranes. In this study, a layer-by-layer (LbL) synthesis technique has been developed for embedding GONPs in polyamide layer. Polyamide layers with GONPs were synthesized in various sequences, such as alternating layers of GONPs and polyamide, and GONPs on top of the polyamide layer. Incorporation of GONPs resulted in an increase of surface hydrophilicity, as captured by the change of the water contact angle. Water flux and salt rejection properties of synthesized membranes have been investigated by using a dead-end cell. The salt rejection ability of membranes increased slightly with the incorporation of GONPs, while the water flux found to be similar to that observed for the pristine membranes without GONPs. Upon exposure to chlorine,  GONPs embedded membranes retained salt rejection performance better than the pristine membranes. Our approach provides an alternative framework to incorporate nanoparticles in thin film membranes in a precise manner and to investigate the effect of such nanoparticles on the membrane performances.<br />", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Materials Processing; Nanostructured Materials - Materials; Thin Films; Nanofabrication; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Size, Composition, and Support-Doping Effects on Oxygen Reduction Activity of Platinum-Alloy and on non-Platinum Metal-Decorated-Graphene Nanocatalysts", "doi": "10.26434/chemrxiv.8148701.v1", "published_doi": "10.3389/fchem.2019.00610", "published_url": "https://doi.org/10.3389/fchem.2019.00610", "authors": "Tamara Lozano; Rees Rankin", "abstract": "DFT study of ORR activity of small (4,7, and 19 atom) transition metal binary alloy/intermetallic catalysts supported on pure and doped graphene. Non-Pt  candidates identified near Volcano Plot maximum <br />", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Alloys; Catalysts; Nanostructured Materials - Materials; Nanocatalysis - Catalysts & Materials; Computational Chemistry and Modeling; Theory - Computational; Reaction Engineering; Electrocatalysis; Heterogeneous Catalysis; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Field Effect Modulation of Electrocatalytic Hydrogen Evolution at Back-Gated Two-Dimensional MoS2 Electrodes", "doi": "10.26434/chemrxiv.8150660.v1", "published_doi": "10.1021/acs.nanolett.9b02079", "published_url": "https://doi.org/10.1021/acs.nanolett.9b02079", "authors": "Yan Wang; Sagar Udyavara; Matthew Neurock; C. Daniel Frisbie", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>\n\t\t\n\t\n\t\n\t\t</p><div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Electrocatalytic activity for hydrogen evolution at monolayer MoS2 electrodes can\nbe enhanced by the application of an electric field normal to the electrode plane. The electric field\nis produced by a gate electrode lying underneath the MoS2 and separated from it by a dielectric.\nApplication of a voltage to the back-side gate electrode while sweeping the MoS2 electrochemical\npotential in a conventional manner in 0.5 M H2SO4 results in up to a 140-mV reduction in\noverpotential for hydrogen evolution at current densities of 50 mA/cm2. Tafel analysis indicates\nthat the exchange current density is correspondingly improved by a factor of 4 to 0.1 mA/cm2 as\ngate voltage is increased. Density functional theory calculations support a mechanism in which the\nhigher hydrogen evolution activity is caused by gate-induced electronic charge on Mo metal centers adjacent the S vacancies (the active sites), leading to enhanced Mo-H bond strengths.\nOverall, our findings indicate that the back-gated working electrode architecture is a convenient\nand versatile platform for investigating the connection between tunable electronic charge at active\nsites and overpotential for electrocatalytic processes on ultrathin electrode materials.</p></div></div></div><br /><p></p></div></div></div>", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Electrocatalysis; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Applied Process Simulation-Driven Oil and Gas Separation Plant Optimization using Surrogate Modeling and Evolutionary Algorithms", "doi": "10.26434/chemrxiv.8025221.v2", "published_doi": "10.3390/chemengineering4010011", "published_url": "https://doi.org/10.3390/chemengineering4010011", "authors": "Anders Andreasen", "abstract": "In this article the optimization of a realistic oil and gas separation plant has\nbeen studied. Two different fluids are investigated and compared in terms of\nthe optimization potential. Using Design of Computer Experiment (DACE) via\nLatin Hypercube Sampling (LHS) and rigorous process simulations, surrogate\nmodels using Kriging have been established for selected model responses. The\nsurrogate models are used in combination with a variety of different evolutionary algorithms for optimizing the operating profit, mainly by maximizing the\nrecoverable oil production. A total of 10 variables representing pressure and\ntemperature various key places in the separation plant are optimized to maximize the operational profit. The optimization is bounded in the variables and a\nconstraint function is included to ensure that the optimal solution allows export\nof oil with an RVP < 12 psia. The main finding is that, while a high pressure is\npreferred in the first separation stage, apparently a single optimal setting for the\npressure in downstream separators does not appear to exist. In the second stage\nseparator apparently two different, yet equally optimal, settings are revealed.\nIn the third and final separation stage a correlation between the separator pressure and the applied inlet temperature exists, where different combinations of\npressure and temperature yields equally optimal results.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Natural Resource Recovery; Petrochemicals; Process Control; Thermodynamics (Chem. Eng.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optimality Conditions of Minimum Energy Crossing Point", "doi": "10.26434/chemrxiv.8150657.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "kun liu; yuxue li; jingbo zhang; yue lu; bin wang", "abstract": "We focus on the geometric nature of minimum energy crossing point (MECP) and give a reduced vibrational analysis (RVA) method for testing sufficiency of MECP candidate solution. Furthermore, an example is used to illustrate the risk if the test is ignored. In the support information, a detailed algorithm is given. The Gaussian and GaussView software are used in the example.<br />", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlling Thermal Stability and Volatility of Organogold(I) Compounds for Vapor Deposition with Complementary Ligand Design", "doi": "10.26434/chemrxiv.8038973.v2", "published_doi": "10.1002/ejic.201901087", "published_url": "https://doi.org/10.1002/ejic.201901087", "authors": "Matthew Griffiths; Zachary Dubrawski; Goran Bačić; Jason Masuda; Achini Japahuge; Tao Zeng; Sean Barry", "abstract": "We compare and contrast the volatility and thermal stability of a family of twelve organometallic gold(I) compounds using a combination of X-ray crystallography, thermogravimetric analysis (TGA), and density functional theory (DFT) techniques. Pentafluorophenyl is used as a new ligand for vapor deposition which produces rather low volatility, but very thermally stable compounds when combined with PMe<sub>3</sub> and <i>N</i>,<i>N</i>'-di-<i>tert</i>-butylimidazolidin-2-ylidene. We introduce a precursor figure of merit that can be used to rank precursor usefulness. Using DFT, we find a linear correlation between Au-L bond strength and thermal stability, which demonstrates the power of computational techniques to predict successful synthetic targets for future precursor design studies.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Bonding; Coordination Chemistry (Inorg.); Ligands (Inorg.); Organometallic Compounds; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Orientation Distributions of Cellulose Nanofibrils and Nanocrystals in Confined Flow", "doi": "10.26434/chemrxiv.8150717.v1", "published_doi": "10.1103/PhysRevE.101.032610", "published_url": "https://doi.org/10.1103/PhysRevE.101.032610", "authors": "Tomas Rosen; Ruifu Wang; Chengbo Zhan; Hongrui He; Shirish Chodankar; Benjamin S. Hsiao", "abstract": "The pursuit of sustainable and environmentally friendly materials has been driving a tremendous interest in biobased alternatives in the last decade. Nanocellulose has been widely seen as a prime contender due to its impressive properties as well as being abundant and biodegradable. Recently, it has been demonstrated how nanocellulosic materials can be hydrodynamically aligned in flows and assembled continuously into materials with tunable macroscopic properties. However, the aligning mechanisms of the highly entangled system of elongated nanoparticles in different flow situations still remain largely unknown. Here, we investigate the orientation distributions of cellulose nanofibrils and nanocrystals (CNF and CNC) in a straight quadratic channel at various flow rates using small-angle X-ray scattering (SAXS), where CNF and CNC are aligned by strong shear flow close to the walls. In dilute systems, CNC behave as Brownian ellipsoids, while at semi-dilute concentrations there seems to be a limit to how high alignment of CNF and CNC can be achieved in a shear dominated flow even though particle interactions clearly aid in aligning the system at low flow rates. Furthermore, we show how some essential parameters in the orientational distribution can be obtained with polarized optical microscopy.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Biodegradable Materials; Fibers; Materials Processing; Nanostructured Materials - Nanoscience; Fluid Mechanics; Process Control", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning the Electric Field Response of MOFs by Rotatable Dipolar Linkers", "doi": "10.26434/chemrxiv.8153198.v1", "published_doi": "10.1021/acscentsci.9b00497", "published_url": "https://doi.org/10.1021/acscentsci.9b00497", "authors": "Johannes P. Dürholt; Babak Farhadi Jahromi; Rochus Schmid", "abstract": "Recently the possibility of using electric fields as a further stimulus to trigger structural changes in metal-organic frameworks (MOFs) has been investigated. In general, rotatable groups or other types of mechanical motion can be driven by electric fields. In this study we demonstrate how the electric response of MOFs can be tuned by adding rotatable dipolar linkers, generating a material that exhibits  paralectric behavior in two dimensions and dielectric behavior in one dimension. The suitability of four different methods to compute the relative permittivity κ by means of molecular dynamics simulations was validated. The dependency of the permittivity on temperature T and dipole strength μ was determined. It was found that the herein investigated systems exhibit a high degree of tunability and substantially larger dielectric constants as expected for MOFs in general. The temperature dependency of κ obeys the Curie-Weiss law. In addition, the influence of dipolar linkers on the electric field induced breathing behavior was investigated. With increasing dipole moment, lower field strength are required to trigger the contraction. These investigations set the stage for an application of such systems as dielectric sensors, order-disorder ferroelectrics or any scenario where movable dipolar fragments respond to external electric fields.", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Theory - Computational; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Convolutional Neural Network of Atomic Surface Structures to Predict Binding Energies for High-Throughput Screening of Catalysts", "doi": "10.26434/chemrxiv.8150666.v1", "published_doi": "10.1021/acs.jpclett.9b01428", "published_url": "https://doi.org/10.1021/acs.jpclett.9b01428", "authors": "Seoin Back; Junwoong Yoon; Nianhan Tian; Wen Zhong; Kevin Tran; Zachary Ulissi", "abstract": "We present an application of deep-learning convolutional neural network of atomic surface structures using atomic and Voronoi polyhedra-based neighbor information to predict adsorbate binding energies for the application in catalysis.", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Theory - Computational; Machine Learning; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Differentiation and Functionalization of Adjacent, Remote C–H Bonds", "doi": "10.26434/chemrxiv.8156561.v1", "published_doi": "10.1038/S41557-020-0424-5", "published_url": "https://doi.org/10.1038/s41557-020-0424-5", "authors": "Hang Shi; Lu Yi; Jiang Weng; Katherine Bay; Xiangyang Chen; Keita Tanaka; pritha verma; Kendall N. Houk; jin-quan yu", "abstract": "<p>Site-selective\nfunctionalizations of C–H bonds will ultimately afford chemists transformative\ntools for editing and constructing complex molecular architectures<sup>1-4</sup>.\nTowards this goal, developing strategies to activate C–H bonds that are distal\nfrom a functional group is essential<sup>4-6</sup>. In this context, distinguishing\nremote C–H bonds on adjacent carbon atoms is an extraordinary challenge due to\nthe lack of electronic or steric bias between the two positions. Herein, we\nreport the design of a catalytic system leveraging a remote directing template\nand a transient norbornene mediator to selectively activate a previously\ninaccessible remote C–H bond that is one bond further away. The generality of\nthis approach has been demonstrated with a range of heterocycles, including a\ncomplex anti-leukemia agent, and hydrocinnamic acid substrates.</p>", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "16-Step Synthesis of the Isoryanodane Diterpene (+)-Perseanol", "doi": "10.26434/chemrxiv.8100152.v1", "published_doi": "10.1038/s41586-019-1580-x", "published_url": "https://doi.org/10.1038/s41586-019-1580-x", "authors": "Arthur Han; Yujia Tao; Sarah Reisman", "abstract": "(+)-Perseanol is an isoryanodane diterpene with potent antifeedant and insecticidal properties isolated from the tropical shrub <i>Persea indica</i>. Here we report the first chemical synthesis of (+)-perseanol, which proceeds in 16 steps from commercially available (<i>R</i>)-pulegone. The synthesis features a two-step annulation process that rapidly assembles the tetracyclic core from readily accessible cyclopentyl building blocks. This work demonstrates how convergent fragment coupling, when combined with strategic oxidation tactics, can enable the concise synthesis of complex and highly oxidized diterpene natural products. <br />", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Investigations into the Effects of Linker Length Elongation on the Behaviour of Calcium-responsive MRI Probes", "doi": "10.26434/chemrxiv.8158013.v1", "published_doi": "10.1039/C9DT02672J", "published_url": "https://doi.org/10.1039/C9DT02672J", "authors": "Liam Connah; Vincent Truffault; Goran Angelovski", "abstract": "Understanding the relationship between chemical structure and the effectiveness of bioresponsive magnetic resonance imaging contrast agents can offer help to identify key components required for the future development of such probes. Here, we report the development and characteristion of two novel monomeric bifunctional chelators, whose paramagnetic metal complexes can serve as calcium-responsive smart contrast agent (SCA). Specifically, relaxometric titrations, luminescence lifetime measurements, NMR studies and NMR diffusion experiments were carried out to assess the behaviour of each system. Overall, our findings demonstrate the impact of subtle changes to the structure of such probes, affecting a range of properties and their coordination behaviour. Through the understanding of such changes, fine tuning of future SCA designs which show optimal changes in relaxivity can be achieved.", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Imaging; Coordination Chemistry (Inorg.); Lanthanides and Actinides; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Pattern of Acetylation Defines the Priming Activity of Chitosan Tetramers", "doi": "10.26434/chemrxiv.8159636.v1", "published_doi": "10.1021/jacs.9b11466", "published_url": "https://doi.org/10.1021/jacs.9b11466", "authors": "Sven Basa; Malathi Nampally; Talita Honorato; Subha Narayan Das; Appa Rao Podile; Nour Eddine El Gueddari; Bruno Maria Moerschbacher", "abstract": "The biological activity of chitosans depends on their\ndegree of polymerization (DP) and degree of acetylation (DA). However, information\ncould also be carried by the pattern of acetylation (PA): the sequence of <i>β</i>-1,4-linked glucosamine (deacetylated/D)\nand <i>N</i>-acetylglucosamine (acetylated/A)\nunits. To address this hypothesis, we prepared partially-acetylated chitosan\noligosaccharides from a chitosan polymer (DA=35%, DP<sub>w</sub>=905) using recombinant\nchitosan hydrolases with distinct substrate and cleavage specificities. The\nmixtures were separated into fractions DP4–DP12, which were tested for elicitor\nand priming activities in rice cells. We confirmed that both activities were\ninfluenced by DP, <a>but also observed apparent DA-dependent\npriming activity, with the ADDD+DADD fraction proving remarkably effective</a>.\nWe then compared all four mono-acetylated tetramers prepared using different\nchitin deacetylases and observed significant differences in priming activity.\nThis demonstrates for the first time that PA influences the biological activity\nof chitosans, which can now be recognized as <i>bona fide</i> information-carrying molecules", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Oligomers; Biopolymers; Biochemistry; Bioengineering and Biotechnology; Biophysics; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid and Accurate Automatic Temperature Calibration of Disposable Screen-printed Heated Gold Electrodes", "doi": "10.26434/chemrxiv.8159642.v1", "published_doi": "10.1016/j.jelechem.2019.113414", "published_url": "https://doi.org/10.1016/j.jelechem.2019.113414", "authors": "Sonivette Colón-Rodríguez; Martin Schönhoff; Juhaina Abdulkhalek; Tatiana Quiñones-Ruíz; Stephen W. Bentham; Gourav Bhowmik; Mengbing Huang; Peter Langer; Igor K. Lednev; Gerd-Uwe Flechsig", "abstract": "Joule-heated electrodes have been used to enhance electrochemical analysis. Due to such direct heating, a steep temperature gradient is created near the electrode surface. The heating device that provides the high-frequency AC (50 kHz or more) has to be calibrated, in order to apply the desired temperature during analysis. The applied temperature of the working electrode influences both its electrical resistance and the electrochemical potential of a redox couple. Open circuit potentiometric (OCP) measurements were performed automatically with screen-printed gold loop electrodes (Au-LE), while applying 50 kHz AC heating pulses of increasing intensity provided by a ThermaLab® AC generator. Potentiometric temperature calibrations were performed using 5 mM equimolar ferri/ferrocyanide in 0.1 M of potassium chloride at 20 °C bulk temperature. Potential differences produced during each heat pulse were used to automatically calculate the electrode temperature using the temperature coefficient of this redox couple (-1.6 mV/K). The electrode resistance values at each heating pulse were obtained by measuring the heating voltage and heating current. The automatic temperature calibration experiments with five Au-LEs were shown to be highly reproducible and precise, with an RSD for the temperature of 0.24% and 4% for resistance. The average margin error of OCP temperatures were ±0.66 K at a 95% confidence level. The temperature coefficient (α) of electrical resistivity of the screen-printed gold layers was found to be 0.0025 °C<sup>-1</sup>, which is 27% lower than the theoretical value for gold metal. These findings were confirmed by DC resistance measurements using a potentiostat. Comparing the OCP temperature with the resistivity method, the temperature difference was about 0.94 °C (2.8%). Both methods enable quick, reproducible and accurate temperature calibration for disposable Au-LE, which were also used for trace mercury detection in lake water samples", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanical Adaptability of Artificial Muscles from Nanoscale Molecular Action", "doi": "10.26434/chemrxiv.8159576.v1", "published_doi": "10.1038/s41467-019-12786-2", "published_url": "https://doi.org/10.1038/s41467-019-12786-2", "authors": "Federico Lancia; Alexander Ryabchun; Anne-Déborah Nguindjel; Supaporn Kwangmettatam; Nathalie Katsonis", "abstract": "The cooperative operation of artificial molecular motors and switches has been amplified in polymer-based approaches that have led to versatile motion at the macroscale. As these active, shape-shifting polymers have become ever more sophisticated in their morphing capabilities, a major remaining challenge is to encode muscle-like mechanical adaptability during their operation and to explore its molecular origin. Here, we describe the mechanical adaptability of materials in which the light-induced action of molecular switches modifies the intrinsic interfacial tension, in a phase heterogeneous design  featuring a liquid crystal polymer network swollen by a liquid crystal. When the swelling creates sufficient interfacial tension, light triggers an unprecedented and reversible photo-stiffening, analogous to myosin-powered muscle fibers. These mechanoadaptive materials adjust their stiffness to the task they must perform, also while they move, and display muscle-like behaviour that might contribute significantly to the development of human-friendly and soft robotics.", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Composites; Liquid Crystals; Polymer morphology; Photochemistry (Physical Chem.); Physical and Chemical Properties; Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Copper-Catalyzed Benzylic C–H Coupling with Alcohols via Radical Relay", "doi": "10.26434/chemrxiv.8159645.v1", "published_doi": "10.1038/s41929-020-0425-1", "published_url": "https://doi.org/10.1038/s41929-020-0425-1", "authors": "Huayou Hu; Si-Jie Chen; Shane Krska; Shannon Stahl", "abstract": "Cross coupling reactions enable rapid convergent synthesis of diverse molecules and provide the foundation for modern chemical synthesis. The most widely used methods employ sp2-hybridized coupling partners, such as aryl halides or related pre-functionalized substrates. Here, we demonstrate copper-catalyzed oxidative cross-coupling of benzylic C–H bonds with alcohols to afford benzyl ethers, enabled by mechanistic insights that led to a novel reductant-based strategy for in situ regeneration of the active copper catalyst. The reactions employ the C–H substrate as the limiting reagent and exhibit broad scope with respect to both substrate partners. This approach to direct site-selective functionalization of sp3 C–H bonds provides the basis for efficient three-dimensional diversification of organic molecules and should find widespread utility in organic synthesis, particularly for medicinal chemistry applications.", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Redox Catalysis; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Unusual Rearrangement of Modified PNP Ligand based Ru Complexes Relevant to Alcohol Dehydrogenation Catalysis", "doi": "10.26434/chemrxiv.8156741.v1", "published_doi": "10.1039/C9CC06024C", "published_url": "https://doi.org/10.1039/C9CC06024C", "authors": "Shubham Deolka; Naziha Tarannam; Robert R. Fayzullin; sebastian kozuch; Eugene Khaskin", "abstract": "We report the synthesis of\n‘hangman-type’ PNP pincer ligands and their associated Ru complexes. Upon\ndeprotonation, the complexes undergo sp<sup>2</sup>-sp<sup>3</sup> C-C bond\ncleavage and subsequent C-C formation processes to form a new, one carbon unit longer\nbackbone motif. Unlike the starting geometry, the products are completely\ninactive in alcohol dehydrogenation catalysis. DFT and mechanistic studies\nsuggest an intramolecular isomerization process via a spyrocycle cyclopropane\nintermediate, dependent upon arm pyridine coordination and ligand sterics.", "date": "2019-05-21", "journal": "chemRxiv", "categories": "Bond Activation; Catalysis; Coordination Chemistry (Organomet.); Ligand Design; Ligands (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Electrochemical Investigation of Interfacial Electron Uptake by the Sulfur Oxidizing Bacterium Thioclava electrotropha ElOx9", "doi": "10.26434/chemrxiv.8163293.v1", "published_doi": "10.1016/j.electacta.2019.134838", "published_url": "https://doi.org/10.1016/j.electacta.2019.134838", "authors": "Amruta Karbelkar; Annette R Rowe; Moh El-Naggar", "abstract": "Extracellular\nelectron transfer (EET) allows microbes to acquire energy from solid state\nelectron acceptors and donors, such as environmental minerals. This process can\nalso be harnessed at electrode interfaces in bioelectrochemical technologies\nincluding microbial fuel cells, microbial electrosynthesis, bioremediation, and\nwastewater treatment. Improving the performance of these technologies will\nbenefit from a better fundamental understanding of EET in diverse microbial\nsystems. While the mechanisms of outward (i.e. microbe-to-anode) EET is relatively\nwell characterized, specifically in a few metal-reducing bacteria, the reverse\nprocess of inward EET from redox-active minerals or cathodes to bacteria\nremains poorly understood. This knowledge gap stems, at least partly, from the\nlack of well-established model organisms and general difficulties associated\nwith laboratory studies in existing model systems. Recently, a sulfur oxidizing\nmarine microbe, <i>Thioclava electrotropha</i>\nElOx9, was demonstrated to perform electron uptake from cathodes. However, a\ndetailed analysis of the electron uptake pathways has yet to be established,\nand electrochemical characterization has been limited to aerobic conditions. Here,\nwe report a detailed amperometric and voltammetric characterization of ElOx9 cells\ncoupling cathodic electron uptake to reduction of nitrate as the sole electron\nacceptor. We demonstrate that this inward EET by ElOx9 is facilitated by a\ndirect-contact mechanism through a redox center with a formal potential of -94\nmV vs SHE, rather than soluble intermediate electron carriers. In addition to\nthe implications for understanding microbial sulfur oxidation in marine\nenvironments, this study highlights the potential for ElOx9 to serve as a\nconvenient and readily culturable model organism for understanding the\nmolecular mechanisms of inward EET.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Biophysics; Environmental biology; Microbiology; Biocatalysis; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A linear-scaling method for non-covalent interactions", "doi": "10.26434/chemrxiv.8166767.v1", "published_doi": "10.1021/ACS.JCTC.9B00615", "published_url": "https://doi.org/10.1021/acs.jctc.9b00615", "authors": "Robert Shaw; Grant Hill", "abstract": "A novel method for the accurate and efficient calculation of interaction energies in weakly-bound complexes comprised of a large number of molecules is presented. The new ALMO+RPAd method circumvents the prohibitive scaling of coupled cluster singles and doubles while still providing similar accuracy across a diverse range of intermolecular interactions. Tests on various dimers and the S66 benchmark set demonstrate results within 0.5 kcal/mol of coupled cluster singles and doubles results. On a large cluster of water molecules, we achieve calculations involving over 3500 orbital and 12000 auxiliary basis functions in under ten minutes on a single CPU core.", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Automatic Retrosynthetic Pathway Planning Using Template-free Models", "doi": "10.26434/chemrxiv.8168354.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Kangjie Lin; Jianfeng Pei; Luhua Lai; Youjun Xu,", "abstract": "<div><div><div><p>We present\nan attention-based Transformer model for automatic retrosynthesis route planning.\nOur approach starts from <a></a><a>reactants\nprediction of single-step organic reactions for gi</a>ven products, <a>followed by Monte Carlo tree search-based\nautomatic retrosynthetic pathway prediction</a>. Trained on two datasets from the United States patent\nliterature, our models achieved a top-1 prediction accuracy of over 54.6% and 63.0% with more than 95% and 99.6% validity rate\nof SMILES, respectively, which is the best up to now to our knowledge. We also\ndemonstrate the application potential of our model by successfully performing\nmulti-step retrosynthetic route planning for four case products, i.e.,\nantiseizure drug Rufinamide, a novel allosteric activator, an inhibitor of\nhuman acute-myeloid-leukemia cells and a complex intermediate of drug\ncandidate. Further, by using heuristics Monte Carlo tree search, we achieved\nautomatic retrosynthetic pathway searching and successfully reproduced published\nsynthesis pathways. In summary, our model has achieved the state-of-the-art\nperformance on single-step retrosynthetic prediction and provides a novel\nstrategy for automatic retrosynthetic pathway planning.\n\n</p><div>\n\n<div><div><p><br /></p></div></div><div><div>\n\n</div>\n\n</div>\n\n</div><br /><p></p></div></div></div>", "date": "2019-05-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Generic LC-MS/MS Exposome Method for the Determination of  Xenoestrogens in Biological Matrices", "doi": "10.26434/chemrxiv.8159033.v1", "published_doi": "10.1021/acs.analchem.9b02446", "published_url": "https://doi.org/10.1021/acs.analchem.9b02446", "authors": "Karin Preindl; Dominik Braun; Georg Aichinger; Sabina Sieri; Mingliang Fang; Doris Marko; Benedikt Warth", "abstract": "We are constantly exposed to a variety of environmental contaminants and hormones including those mimicking endogenous estrogens. These highly heterogeneous molecules are collectively referred to as xenoestrogens and hold the potential to affect and alter the delicate hormonal balance of the human body. To monitor exposure and investigate potential health implications, comprehensive analytical methods covering all major xenoestrogen classes are urgently needed but still not available. Herein, we describe an LC-MS/MS method for the simultaneous determination of multiple classes of endogenous as well as exogenous estrogens in human urine, serum and breast milk to enable proper exposure and risk assessment. In total, 75 analytes were included, whereof a majority was successfully in-house validated in the three matrices. Extraction recoveries of validated analytes ranged from 71% to 110% and limits of quantification from 0.015 to 5 µg/L, 0.03 to 14 µg/L, and 0.03 to 4.6 µg/L in urine, serum and breast milk, respec-tively. The applicability of the novel method was demonstrated in proof of principle experiments by analyzing urine from Austrian, and breast milk from Austrian and Nigerian individuals. Thereby, we proved the methods’ feasibility to identify and quantify different classes of xenoestrogens simultaneously. The results illustrate the general importance of multi-class exposure assessment in the context of the exposome paradigm. Specifically, they highlight the need for estimating total estrogenic burden rather than single analyte or chemical class measurements and its potential impact in endocrine disruption and hormone related diseases including cancers.<br />", "date": "2019-05-23", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Environmental Analysis; Mass Spectrometry; High-throughput Screening", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantifying the Strength of a Salt Bridge by Neutron Scattering and Molecular Dynamics", "doi": "10.26434/chemrxiv.8025062.v2", "published_doi": "10.1021/acs.jpclett.9b01309", "published_url": "https://doi.org/10.1021/acs.jpclett.9b01309", "authors": "Philip E. Mason; Pavel Jungwirth; Elise Duboué-Dijon", "abstract": "The molecular structure and strength of a model salt bridge between a guanidinium cation as the charged side chain group of arginine and the carboxylic group of acetate in an aqueous solutions is characterized by a combination of neutron diffraction with isotopic substitution and molecular dynamics simulations. Being able to recover the second order difference signal, the present neutron scattering experiments provide direct information about ion pairing in the investigated solution. At the same time, these measurements serve as benchmarks for assessing the quality of the force field employed in the simulation. We show that a standard non-polarizable force field, which tends to overestimate the strength of salt bridges, does not reproduce the structural features from neutron scattering pertinent to ion pairing. In contrast, a quantitative agreement with experiment is obtained when electronic polarization effects are accounted for in a mean-field way via charge scaling. Such simulations are then used to quantify the weak character of a fully hydrated salt bridge. Finally, on top of the canonical hydrogen-bonding binding mode between guanidinium and acetate, these simulations also point to another interaction motif involving an out-of-plane hydrophobic contact of the methyl group of acetate with the guanidinium cation.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enantio- and Diastereoselective Suzuki-Miyaura Coupling with Racemic Bicycles", "doi": "10.26434/chemrxiv.8175437.v1", "published_doi": "10.1002/ange.201906478", "published_url": "https://doi.org/10.1002/ange.201906478", "authors": "Friedrich Wieland Goetzke; Mike Mortimore; Stephen P. Fletcher", "abstract": "Herein we describe a rhodium-catalyzed enantio- and\ndiastereoselective Suzuki-Miyaura cross-coupling between racemic fused bicyclic\nallylic chlorides and boronic acids. The highly stereoselective transformation\nallows for the coupling of aryl-, heteroaryl- and vinyl boronic acids and gives\naccess to functionalized bicyclic cyclopentenes which can be converted to other\nfive-membered ring scaffolds with up to five contiguous stereocenters. Preliminary\nmechanistic studies suggest that these reactions occur with overall retention\nof the relative stereochemistry and is enantioconvergent for pseudo-symmetric\nallylic chloride starting materials. In addition, a bicyclic allylic chloride\nstarting material without pseudo-symmetry undergoes a highly enantioselective regiodivergent\nreaction.", "date": "2019-05-24", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Efficient Computational Assay for β-Lactam Antibiotic Breakdown by Class A β-Lactamases", "doi": "10.26434/chemrxiv.8174783.v1", "published_doi": "10.1021/acs.jcim.9b00442", "published_url": "https://doi.org/10.1021/acs.jcim.9b00442", "authors": "Viivi H. A. Hirvonen; Katharine Hammond; Ewa I. Chudyk; Michael A. L. Limb; James Spencer; Adrian Mulholland; Marc W. van der Kamp", "abstract": "<div>Breakdown of β-lactam antibiotics by β-lactamases is one of the most common resistance mechanisms against these drugs. Here, we present a computationally efficient combined quantum mechanics/molecular mechanics simulation protocol for hydrolysis of the β-lactamase acylenzyme with meropenem, a carbapenem antibiotic. Starting from the previously published computational assay, we have successfully reduced both the conformational space and the sampling time, which leads to a more than 99% reduction on computer resources needed for this assay (less than 24 CPU hours per reaction). This simplified <i>in silico</i> protocol distinguishes accurately between class A β-lactamases that are able or unable to break down carbapenems. We further demonstrate that these protocols can be used to elucidate mechanistic details of β-lactam breakdown. The new efficient computational assay</div><div>may be used to predict carbapenem hydrolytic activity of new β-lactamase variants as they arise, and in identifying routes to development of new, more resilient β-lactam antibiotics or new generations of mechanism-based β-lactamase inhibitors.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemistry; Microbiology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Physical Organic Approach to Tuning Reagents for Selective and Stable Methionine Bioconjugation", "doi": "10.26434/chemrxiv.8176823.v1", "published_doi": "10.1021/jacs.9b04744", "published_url": "https://doi.org/10.1021/jacs.9b04744", "authors": "Alec Christian; Shang Jia; Patricia Zhang; Arismel Tena Meza; Matthew S. Sigman; Christopher Chang; F. Dean Toste", "abstract": "We report a data-driven, physical organic approach to the development of new methionine-selective bioconjugation reagents with tunable adduct stabilities. Statistical modeling of structural features described by intrinsic physical organic parameters was applied to the development of a predictive model and to gain insight into features driving stability of adducts formed from the chemoselective coupling of oxaziridine and methionine thioether partners through Redox Activated Chemical Tagging (ReACT). From these analyses, a correlation between sulfimide stabilities and sulfimide  (C=O) stretching frequencies was revealed. We ex-ploited the rational gains in adduct stability exposed by this analysis to achieve the design and synthesis of a bis-oxaziridine reagent for peptide stapling. Indeed, we observed that a macrocyclic peptide formed by ReACT stapling at methionine exhibited improved uptake into live cells compared to an unstapled congener, highlighting the potential utility of this unique chemical tool for thioether modification. This work provides a template for the broader use of data-driven approaches to bioconjugation chemistry and other chemical biology applications.", "date": "2019-05-24", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Chemical Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Suzuki−Miyaura Coupling of Aryl Sulfones", "doi": "10.26434/chemrxiv.8083028.v2", "published_doi": "10.1002/anie.201908336", "published_url": "https://doi.org/10.1002/anie.201908336", "authors": "Paul Chatelain; Abhijit Sau; Christopher Rowley; Joseph Moran", "abstract": "We describe conditions under which aryl sulfones act as electrophilic coupling partners in the palladium-catalyzed Suzuki–Miyaura cross-coupling (SMC) reaction. Sequential cross-coupling of arenes bearing sulfone, halide and nitro leaving groups permits rapid access to non-symmetric terphenyls and quaterphenyls starting from common functional groups. Mechanistic experiments and DFT calculations are consistent with oxidative addition into the sulfone C–S bond as the turnover-limiting step.", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bimetallic Radical Redox-Relay Catalysis for the Isomerization of Epoxides to Allylic Alcohols", "doi": "10.26434/chemrxiv.8178926.v1", "published_doi": "10.1021/jacs.9b04993", "published_url": "https://doi.org/10.1021/jacs.9b04993", "authors": "Ke-Yin Ye; Terry McCallum; Song Lin", "abstract": "Organic radicals are generally short-lived intermediates with exceptionally high reactivity. Strategically, achieving synthetically useful transformations mediated by organic radicals requires both efficient initiation and selective termination events. Here, we report a new catalytic strategy, namely bimetallic radical redox-relay, in the regio- and stereoselective rearrangement of epoxides to allylic alcohols. This approach exploits the rich redox chemistry of Ti and Co complexes and merges reductive epoxide ring opening (initiation) with hydrogen atom transfer (termination). Critically, upon effecting key bond-forming and -breaking events, Ti and Co catalysts undergo proton-transfer/electron-transfer with one another to achieve turnover, thus constituting a truly synergistic dual catalytic system.<br />", "date": "2019-05-24", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel-Catalyzed Inter- and Intramolecular Carbon-Sulfur Bond Metathesis by Reversible Arylation", "doi": "10.26434/chemrxiv.8168180.v1", "published_doi": "10.1002/ANIE.201910436", "published_url": "https://doi.org/10.1002/anie.201910436", "authors": "Tristan Delcaillau; Alessandro Bismuto; Zhong Lian; Bill Morandi", "abstract": "A nickel-catalyzed carbon-sulfur bond metathesis has\nbeen developed to access high-value thioethers. 1,2-bis(dicyclohexylphosphino)ethane\n(dcype) is essential to promote this highly functional group tolerant reaction.\nFurther, synthetically challenging macrocycles could be obtained in good yield in\nan unusual example of ring-closing metathesis which does not involve alkene\nbonds. In-depth organometallic studies support a reversible Ni(0)-Ni(II)\npathway to product formation. Overall, this work does not only disclose a more\nsustainable and more functional group tolerant alternative to previous catalytic\nsystems based on Pd, but also presents new applications and mechanistic\ninformation which are highly relevant to the further development and\napplication of unusual single bond metathesis reactions.", "date": "2019-05-24", "journal": "chemRxiv", "categories": "Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Learning from the Ligand: Using Ligand-Based Features to Improve Binding Affinity Prediction", "doi": "10.26434/chemrxiv.8174525.v1", "published_doi": "10.1093/bioinformatics/btz665", "published_url": "https://doi.org/10.1093/bioinformatics/btz665", "authors": "Fergus Boyles; Charlotte M Deane; Garrett Morris", "abstract": "Machine learning scoring functions for protein-ligand binding affinity prediction have been found to consistently outperform classical scoring functions. Structure-based scoring functions for universal affinity prediction typically use features describing interactions derived from the protein-ligand complex, with limited information about the chemical or topological properties of the ligand itself. We demonstrate that the performance of machine learning scoring functions are consistently improved by the inclusion of diverse ligand-based features. For example, a Random Forest combining the features of RF-Score v3 with RDKit molecular descriptors achieved Pearson correlation coefficients of up to 0.831, 0.785, and 0.821 on the PDBbind 2007, 2013, and 2016 core sets respectively, compared to 0.790, 0.737, and 0.797 when using the features of RF-Score v3 alone. Excluding proteins and/or ligands that are similar to those in the test sets from the training set has a significant effect on scoring function performance, but does not remove the predictive power of ligand-based features. Furthermore a Random Forest using only ligand-based features is predictive at a level similar to classical scoring functions and it appears to be predicting the mean binding affinity of a ligand for its protein targets.<br />", "date": "2019-05-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Self-Immolative Bottlebrush Polypentenamers and their Macromolecular Metamorphosis", "doi": "10.26434/chemrxiv.8170859.v1", "published_doi": "10.1021/JACS.9B05560", "published_url": "https://doi.org/10.1021/jacs.9b05560", "authors": "William Neary; Justin Kennemur", "abstract": "The complete depolymerization of a polypentenamer bottlebrush backbone and the kinetic principles involved are discussed. The deconstruction of the bottlebrush occurs from end-to-end in a self-immolative fashion producing individual linear grafts. The phenomenon paints a clearer picture on the original bottlebrush design. Architecture transformations from bottlebrush to linear to star polymers through facile means is explored.<br />", "date": "2019-05-23", "journal": "chemRxiv", "categories": "Polymer brushes; Polymer morphology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Rattling and Rotation Behaviours of the Hydrated Excess Proton in Water", "doi": "10.26434/chemrxiv.8179274.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Shuping Bi", "abstract": "<p><b>The rattling and rotation behaviours of the hydrated\nexcess proton (H<sup>+</sup>) in water are investigated using the density\nfunctional theory–quantum chemical cluster model (DFT-CM) method. The rattling\npathways for the target proton <sup>*</sup>H<sup>+</sup> between two adjacent O\natoms in the form of Zundel configurations with symmetrical solvation\nenvironments are obtained. The zero-point contribution reduces the reaction\nenergy barrier and enables the rattling to occur spontaneously at room\ntemperature. The rotational behaviour of <sup>*</sup>H<sup>+</sup> in the form\nof <sup>*</sup>H<sup>+</sup>·H<sub>2</sub>O<sup>*</sup> is found. Upon <sup>*</sup>H<sup>+</sup>·H<sub>2</sub>O<sup>*\n</sup>rotation, <sup>*</sup>H<sup>+</sup> changes its position accompanied by concerted\ndisplacement of surrounding solvent water molecules and the breaking and formation\nof hydrogen bonds. The “<sup>*</sup>H<sup>+</sup>·H<sub>2</sub>O<sup>*</sup>\nrotating migration mechanism” is proposed for the proton transfer mechanism in\nwater — the same <sup>*</sup>H<sup>+</sup> migrates via <sup>*</sup>H<sup>+</sup>·H<sub>2</sub>O<sup>*</sup>\nrotation through void in solvent water, rather than different protons hopping\nalong water hydrogen bond chains as known as the Grotthuss mechanism.</b></p><p><b> </b></p>", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Hydrology and Water Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Tool for Validating Theoretically Derived Anisotropic Displacement Parameters with Experiment: Directionality of Prolate Displacement Ellipsoids", "doi": "10.26434/chemrxiv.8181230.v1", "published_doi": "10.1039/C9CE00794F", "published_url": "https://doi.org/10.1039/C9CE00794F", "authors": "Damian Mroz; Janine George; Marius Kremer; Ruimin Wang; Ullrich Englert; Richard Dronskowski", "abstract": "X-ray diffraction on crystalline solids provides the electron density in the unit cell, typically interpreted as atom types, fractional coordinates, and anisotropic displacement parameters (ADPs). Given the chemical composition, not only coordinates but also ADPs can be obtained from first-principles calculations. In order to validate the latter, we suggest comparing the direction of the maximum main axes for sufficiently anisotropic theoretical and experimental ellipsoids, in addition to their scalar properties. This new criterion provides additional insight: while the amplitude of motion is generally underestimated by the computationally inexpensive harmonic approximation, the relative orientation may still be in good agreement with the experimental findings. This approach can complement the already established scatter plot of main-axes components and the similarity index, and it is also chemically intuitive by giving a direct picture of the relative orientation of the ellipsoids.<br />", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Visible-Light-Mediated Amination of π-Nucleophiles with N-Aminopyridinium Salts", "doi": "10.26434/chemrxiv.8178929.v1", "published_doi": "10.1021/acs.joc.9b02073", "published_url": "https://doi.org/10.1021/acs.joc.9b02073", "authors": "Katarzyna Goliszewska; Katarzyna Rybicka-Jasińska; Jakub Szurmak; Dorota Gryko", "abstract": "Under UV light irradiation <i>N</i>,<i>N</i>-(diphenylamino)pyridinium salts generate nitrenium ions. Herein, we report that in the presence of a photoredox catalyst nitrogen-centered radicals form which then react with enol equivalents to give amino carbonyl compounds in excellent yields.<br />", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Photocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning Accelerates the Discovery of Design Rules and Exceptions in Stable Metal-Oxo Intermediate Formation", "doi": "10.26434/chemrxiv.8182025.v1", "published_doi": "10.1021/acscatal.9b02165", "published_url": "https://doi.org/10.1021/acscatal.9b02165", "authors": "Aditya Nandy; Jiazhou Zhu; Jon Paul Janet; Chenru Duan; Rachel Getman; Heather Kulik", "abstract": "<p>Metal-oxo moieties are important catalytic intermediates in the selective partial oxidation of hydrocarbons and in water splitting. Stable metal-oxo species have reactive properties that vary depending on the spin state of the metal, complicating the development of structure-property relationships. To overcome these challenges, we train the first machine learning (ML) models capable of predicting metal-oxo formation energies across a range of first-row metals, oxidation states, and spin states. Using connectivity-only features tailored for inorganic chemistry as inputs to kernel ridge regression or artificial neural network ML models, we achieve good mean absolute errors (4-5 kcal/mol) on set-aside test data across a range of ligand orientations. Analysis of feature importance for oxo formation energy prediction reveals the dominance of non-local, electronic ligand properties in contrast to other transition metal complex properties (e.g., spin-state or ionization potential). We enumerate the theoretical catalyst space with an ANN, revealing both expected trends in oxo formation energetics, such as destabilization of the metal-oxo species with increasing <i>d</i>-filling, as well as exceptions, such as weak correlations with indicators of oxidative stability of the metal in the resting state or unexpected spin-state dependence in reactivity. We carry out uncertainty aware evolutionary optimization using the ANN to explore a > 37,000 candidate catalyst space. New metal and oxidation state combinations are uncovered and validated with density functional theory (DFT), including counter-intuitive oxo-formation energies for oxidatively stable complexes. This approach doubles the density of confirmed DFT leads in originally sparsely populated regions of property space, highlighting the potential of ML-model-driven discovery to uncover catalyst design rules and exceptions.</p>", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Theory - Inorganic; Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interplay of Direct and Indirect Charge Transfer Pathways in Donor-Bridge-Acceptor Systems", "doi": "10.26434/chemrxiv.8184395.v1", "published_doi": "10.1021/acs.jpcb.9b04958", "published_url": "https://doi.org/10.1021/acs.jpcb.9b04958", "authors": "Junjie Liu; Dvira Segal", "abstract": "Charge transfer in donor-bridge-acceptor (DBA) structures typically takes place through the combination of donor-bridge and bridge-acceptor overlap integrals forming an effective, indirect electronic coupling between the donor (D) and acceptor (A) moieties. Here, we examine the effects of an additional direct DA electronic coupling on charge transfer processes in DBA systems with local interaction to thermal baths. First, using the exact Nakajima-Zwanzig master equation (NZME) for the reduced density matrix, we rigorously define probability currents as the coherent part of the NZME, thereby allowing us to quantify the contribution of the different electronic pathways (direct and indirect) to the charge transfer dynamics. Focusing on two minimal DBA systems of three sites (V and L models), and adopting well-developed methods, we find that the interplay between different transfer pathways can be assessed by the McConnell formula in the weak systembath coupling regime. We then demonstrate that the combination of indirect and direct donor-acceptor coupling either enhances or leads to a destructive quantum interference effect on charge transport processes, depending on the energy landscape of the DBA system.<br />", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Physical and Chemical Processes; Quantum Mechanics; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ultrastrong, Free-Standing and Large Nanofilms of Pyrenearamid", "doi": "10.26434/chemrxiv.8182088.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Amalia Rapakousiou; Alejandro López-moreno; Belén Nieto-Ortega; M. Mar Bernal; Miguel A. Monclús; Santiago Casado; Cristina Navío; Luisa R. González; Juan P. Fernández-Blázquez; Juan J. Vilatela; Emilio Pérez", "abstract": "We introduce poly(1,6-pyrene terephthalamide) polymer (PPyrTA) as an aromatic polyamide analogue of poly(p-phenylene terephthalamide) (PPTA), also known as Kevlar®. This work shows that the incorporation of polycyclic aromatic pyrene moieties improves drastically the mechanical properties of the polymeric structure, increasing elastic nanoindentation-determined modulus and hardness by factors of 1.9 and 4.3, respectively. Liquid deprotonated dispersions of PPyrTA nanofibers were used as nanoscale building block for producing large-surface, free-standing polymer macroscopic nanofilms. This 2D assembly leads to further significant improvements in reduced modulus and hardness (more than twice) compared to the starting polymer macroscale fibres, due to a better re-organizational arrangement of the PPyrTA nanofibers in the nanofilms, formed under 2D spatial confinement.", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "If You Cannot Win Them, Join Them: Understanding New Ways to Target STAT3 by Small Molecules", "doi": "10.26434/chemrxiv.8191190.v1", "published_doi": "10.1021/ACSOMEGA.9B01601", "published_url": "https://doi.org/10.1021/acsomega.9b01601", "authors": "Francesc Sabanés; Joao Victor de Souza Cunha; Roger Estrada-Tejedor; Agnieszka K Bronowska", "abstract": "<p>Signal transducer activator of transcription 3 (STAT3) is among the most investigated oncogenic transcription factors, as it is highly associated with cancer initiation, progression, metastasis, chemoresistance, and immune evasion. The recent evidence from both preclinical and clinical studies have demonstrated that STAT3 plays a critical role in several malignancies associated with poor prognosis such as glioblastoma and triple-negative breast cancer (TNBC), and STAT3 inhibitors have shown efficacy in inhibiting cancer growth and metastasis. Constitutive activation of STAT3 by mutations occurs frequently in tumour cells, and directly contributes to many malignant phenotypes. Unfortunately, detailed structural biology studies on STAT3 as well as target-based drug discovery efforts have been hampered by difficulties in the expression and purification of the full length STAT3 and a lack of ligand-bound crystal structures.</p><p>Considering these, molecular modelling and simulations offer an attractive strategy for the assessment of “druggability” of STAT3 dimers and allow investigations of reported activating and inhibiting STAT3 mutants at the atomistic level of detail. In the present study, we focused on the effects exerted by reported STAT3 mutations on the protein structure, dynamics, DNA binding and dimerisation, thus linking structure, dynamics, energetics, and the biological function. By employing atomistic molecular dynamics (MD) and umbrella sampling (US) simulations to a series of human STAT3 dimer, which comprised wild-type protein and four mutations; we explained the modulation of STAT3 activity by these mutations. Counter-intuitively, our results show that D570K inhibitory mutation exerts its effect by enhancing rather than weakening STAT3-DNA interactions, which interferes with the DNA release by the protein dimer and thus inhibits STAT3 function as a transcription factor. We mapped the binding site and characterised the binding mode of a clinical candidate napabucasin/BBI-608 at STAT3, which resembles the effect of D570K mutation. We also discovered a novel binding site at STAT3 DNA binding domain, amenable to bind small molecule ligands.</p><p>Our results contribute to understanding the activation/inhibition mechanism of STAT3, to explain the molecular mechanism of STAT3 inhibition by napabucasin/BBI-608. In this study, alongside the characterisation of the BBI-608 binding mode, we mapped a novel binding sites amenable to bind small molecule ligands, which may pave the way to design novel STAT3 inhibitors and to suggest new strategies for pharmacological intervention to combat cancers associated with poor prognosis.</p>", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "LIGNIN-KMC: A Toolkit for Simulating Lignin Biosynthesis", "doi": "10.26434/chemrxiv.8178722.v1", "published_doi": "10.1021/acssuschemeng.9b03534", "published_url": "https://doi.org/10.1021/acssuschemeng.9b03534", "authors": "Michael Orella; Terry Gani; Joshua V. Vermaas; Michael Stone; Eric Anderson; Gregg Beckham; Fikile Brushett; Yuriy Román-Leshkov", "abstract": "Lignin is an abundant\nbiopolymer of phenylpropanoid monomers that is critical for plant structure and\nfunction. Based on the abundance of lignin in the biosphere and interest in\nlignin valorization, a more comprehensive understanding of lignin biosynthesis is\nimperative. Here we present an open-source software toolkit, LIGNIN-KMC, that\ncombines kinetic Monte Carlo and first-principles calculations of radical\ncoupling events, which enables modeling of lignin biosynthesis <i>in silico</i>. Specifically, lignification\nis simulated using the Gillespie algorithm with a graph representation of the\nlignin fragments and with rates derived from density functional theory\ncalculations of individual fragment couplings. Using this approach, we confirm experimental\nfindings regarding the impact of lignification conditions on final polymer\nstructure and identify new features of fundamental interest to plant cell wall\nbiosynthesis including (1) the monolignol supply rate under <i>in planta</i> lignification conditions\nlikely varies as a function of evolutionary stresses; (2) under conditions of low\nmonolignol supply rates, increasing the fraction of sinapyl alcohol increases\nthe depolymerization yield of monomers upon ether bond cleavage; and (3) by\nincluding calculated energetics of caffeyl alcohol homopolymers, the model\naccurately predicts C-lignin structures. These examples not only highlight the robustness\nof our modeling framework, but also motivate future studies of new lignin\ntypes, unexplored monolignol chemistries, and lignin structure predictions, all\nwith an overarching aim of developing a more comprehensive, molecular\nunderstanding of native lignin, which, in turn, can advance the biological and chemistry\ncommunities interested in this important biopolymer.", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Biopolymers; Polymerization kinetics; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Practical Considerations for Continuum Models Applied to Surface Electrochemistry", "doi": "10.26434/chemrxiv.8188454.v1", "published_doi": "10.1002/cphc.201900536", "published_url": "https://doi.org/10.1002/cphc.201900536", "authors": "Joseph Gauthier; Colin Dickens; Stefan Ringe; Karen Chan", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Modelling the electrolyte at the electrochemical interface remains a major challenge\nin ab initio simulations of charge transfer processes at surfaces. Recently, the development of hybrid polarizable continuum models/ab initio models have allowed for the\ntreatment of solvation and electrolyte charge in a computationally efficient way. How-\never, challenges remain in its application. Recent literature has reported that large\ncell heights are required to reach convergence, which presents a serious computational\ncost. Furthermore, calculations of reaction energetics require costly iterations to tune\nthe surface charge to the desired potential. In this work, we present a simple capacitor\nmodel of the interface that illuminates how to circumvent both of these challenges. We\nderive a correction to the energy for finite cell heights to obtain the large cell energies\nat no additional computational expense. We furthermore demonstrate that the reaction energetics determined at constant charge are easily mapped to those at constant\npotential, which eliminates the need to apply iterative schemes to tune the system\nto a constant potential. These developments together represent more than an order\nof magnitude reduction of the computational overhead required for the application of\npolarizable continuum models to surface electrochemistry.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Electrocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Decay Associated Fourier Spectroscopy: Visible to Shortwave Infrared Time-Resolved Photoluminescence Spectra", "doi": "10.26434/chemrxiv.8184218.v1", "published_doi": "10.1021/acs.jpca.9b04924", "published_url": "https://doi.org/10.1021/acs.jpca.9b04924", "authors": "Timothy Atallah; Anthony Sica; Ashley Shin; Hannah Friedman; Justin Caram", "abstract": "We describe and implement an interferometric approach to decay associated photoluminescence spectroscopy, which we term decay associated Fourier spectroscopy (DAFS). In DAFS, the emitted photon stream from a substrate passes through a variable path length Mach-Zehnder interferometer prior to detection and timing. The interferometer encodes spectral information in the intensity measured at each detector enabling simultaneous spectral and temporal resolution. We detail several advantages of DAFS, including wavelength-range insensitivity, drift-noise cancellation, and optical mode retention.  DAFS allows us to direct the photon stream into an optical fiber, enabling the implementation of superconducting nanowire single photon detectors for energy-resolved spectroscopy in the shortwave infrared spectral window (λ=1-2 μm). We demonstrate the broad applicability of DAFS, in both the visible and shortwave infrared, using two Förster resonance energy transfer pairs: a pair operating with conventional visible wavelengths and a pair showing concurrent acquisition in the visible and the shortwave infrared regime.", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Steric Protection of Rhodium-Nitridyl Radical Species", "doi": "10.26434/chemrxiv.8187608.v1", "published_doi": "10.1002/ejic.201900591", "published_url": "https://doi.org/10.1002/ejic.201900591", "authors": "Christophe Rebreyend; Valentinos Mouarrawis; Jarl Ivar van der Vlugt; Bas de Bruin", "abstract": "In an attempt to synthesize a mononuclear rhodium nitridyl complex with a reduced tendency to undergo nitridyl radical N-N coupling we synthesized a bulky analog of Milstein’s bipyridine-based PNNH ligand, bearing a tert-butyl group at the 6’ position of the bipyridine moiety. A three-step synthetic route toward this new bulky tBu<sub>3</sub>PNNH ligand was developed, involving a selective nucleophilic substitution step, followed by a Stille coupling and a final hydrophosphination step to afford the desired 6-(tert-butyl)-6'-((di-tert-butylphosphino)methyl)-2,2'-bipyridine (tBu<sub>3</sub>PNNH) ligand. This newly developed tBu<sub>3</sub>PNNH ligand was incorporated in the synthesis of the sterically protected azide complex [Rh(N<sub>3</sub>)(tBu<sub>3</sub>PNNH)]. We explored N<sub>2</sub> elimination form this species using photolysis and thermolysis, hoping to synthesize a mononuclear rhodium complex with a terminal nitrido moiety. Characterization of the reaction product(s) using NMR, coldspray HR-ESI-MS and EPR spectroscopy shows that the material is both EPR and NMR silent, and data obtained by MS spectrometry revealed masses corresponding with both monomeric and dimeric nitrido/nitridyl complexes. The combined data point to formation of a paramagnetic [(tBu<sub>3</sub>PNN)Rh(µ-N)Rh(tBu<sub>3</sub>PNN)] species. It thus seems that despite its three tBu groups the new ligand is not bulky enough to prevent formation of Rh-N-Rh bridged species. However, the increased steric environment does prevent further reaction with carbon monoxide, which is unable to coordinate to rhodium.<br />", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Bond Activation; Coordination Chemistry (Organomet.); Ligand Design; Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Colloidal Plasmonic Nanostar Antennas with Wide Range Resonance Tunability", "doi": "10.26434/chemrxiv.6552743.v2", "published_doi": "10.1039/C9NR06533D", "published_url": "https://doi.org/10.1039/C9NR06533D", "authors": "Theodoros Tsoulos; Supriya Atta; Maureen Lagos; Michael Beetz; Philip Batson; George Tsilomelekis; Laura Fabris", "abstract": "<div>Gold nanostars display exceptional field enhancement properties and tunable resonant modes that can be leveraged to create effective imaging tags or phototherapeutic agents, or to design novel hot-electron based photocatalysts. From a fundamental standpoint, they represent important tunable platforms to study the dependence of hot carrier energy and dynamics on plasmon band intensity and position. Toward the realization of these platforms, holistic approaches taking into account both theory and experiments to study the fundamental behavior of these</div><div>particles are needed. Arguably, the intrinsic difficulties underlying this goal stem from the inability to rationally design and effectively synthesize nanoparticles that are sufficiently monodispersed to be employed for corroborations of the theoretical results without the need of single particle experiments. Herein, we report on our concerted computational and experimental effort to design, synthesize, and explain the origin and morphology-dependence of the plasmon modes of a novel gold nanostar system, with an approach that builds upon the well-known plasmon hybridization model. We have synthesized monodispersed samples of gold nanostars with finely tunable morphology employing seed-mediated colloidal protocols, and experimentally observed narrow and spectrally resolved harmonics of the primary surface plasmon resonance mode both at the single particle level (via electron energy loss spectroscopy) and in ensemble (by UV-Vis and ATR-FTIR spectroscopies). Computational results on complex anisotropic gold nanostructures are validated experimentally on samples prepared colloidally, underscoring their importance as ideal testbeds for the study of structure-property relationships in colloidal nanostructures of high structural complexity.</div>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Quantitative Uncertainty Metric Controls Error in Neural Network-Driven Chemical Discovery", "doi": "10.26434/chemrxiv.7900277.v2", "published_doi": "10.1039/C9SC02298H", "published_url": "https://doi.org/10.1039/C9SC02298H", "authors": "Jon Paul Janet; Chenru Duan; Tzuhsiung Yang; Aditya Nandy; Heather Kulik", "abstract": "<p>Machine learning (ML) models, such as artificial neural networks, have emerged as a complement to high-throughput screening, enabling characterization of new compounds in seconds instead of hours. The promise of ML models to enable large-scale, chemical space exploration can only be realized if it is straightforward to identify when molecules and materials are outside the model’s domain of applicability. Established uncertainty metrics for neural network models are either costly to obtain (e.g., ensemble models) or rely on feature engineering (e.g., feature space distances), and each has limitations in estimating prediction errors for chemical space exploration. We introduce the distance to available data in the latent space of a neural network ML model as a low-cost, quantitative uncertainty metric that works for both inorganic and organic chemistry. The calibrated performance of this approach exceeds widely used uncertainty metrics and is readily applied to models of increasing complexity at no additional cost. Tightening latent distance cutoffs systematically drives down predicted model errors below training errors, thus enabling predictive error control in chemical discovery or identification of useful data points for active learning.</p>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Energetics at the Edge: Direct Optical Mapping of Bulk and Interfacial Electronic Structure in CdSe Quantum Dots using Broadband Electronic Sum Frequency Generation Microspectroscopy", "doi": "10.26434/chemrxiv.8194610.v1", "published_doi": "10.1021/ACS.NANOLETT.9B02201", "published_url": "https://doi.org/10.1021/acs.nanolett.9b02201", "authors": "Brianna R. Watson; Benjamin Doughty; Tessa Calhoun", "abstract": "Understanding and controlling the electronic structure of nanomaterials\nis the key to tailoring their use in a wide range of practical applications.\nDespite this need, many important electronic states are invisible to conventional\noptical measurements and are typically identified indirectly based on their\ninferred impact on luminescence properties. This is especially common and important\nin the study of nanomaterial surfaces and their associated defects. Surface trap\nstates play a crucial role in photophysical processes yet remain remarkably poorly\nunderstood. Here we demonstrate for the first time that broadband electronic\nsum frequency generation (eSFG) microspectroscopy can directly map the\noptically bright and dark states of nanoparticles, including the elusive below\ngap states. This new approach is applied to model cadmium selenide (CdSe)\nquantum dots (QDs), where the energies of interfacial trap states have eluded\ndirect optical characterization for decades. Our eSFG measurements show clear\nsignatures of electronic transitions both above the band gap, which we assign\nto previously reported one- and two-photon transitions associated with the CdSe\ncore, as well as broad spectral signatures below the bandgap that are attributed\nto interfacial trap states. In addition to the core states, this analysis\nreveals two distinct distributions of below gap states providing the first\ndirect optical measurement of both shallow and deep trapping sites on this\nsystem. Finally, chemical modification of the surfaces via oxidation results in\nthe relative increase in the signals originating from the interfacial trap states.\nOverall, our eSFG experiments provide an avenue to directly map the entirety of\nQD bulk and interfacial electronic structure, which is expected to open up\nopportunities to study how these materials are grown <i>in situ</i> and how surface states can be controlled to tune\nfunctionality.", "date": "2019-05-29", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Interfaces; Optics; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Novel Hydrothermal Synthesis of Pure and Doped Ammonium and Potassium Titanyl Phosphates using a Green Heterogeneous Reaction", "doi": "10.26434/chemrxiv.8194223.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Alistair Holdsworth; Monika Gamza; Runjie Mao; Harry Eccles; Gary Bond", "abstract": "<div>Vital inroganic materials are often inefficienty prepared in terms of time, reagents, and manpower. Hydrothermal methods in particular often take many days or even weeks to prepare the desired materials. In this communication, we demonstrate a novel heterogeneous, green synthesis route and the crystal lattice parameters of several pure and intermediate ammonium and potassium titanyl phosphates, representing a significant improvement over existing syntheses in reaction time and precursors used. <br /></div>", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Inorganic Acid/Base Chemistry; Main Group Chemistry (Inorg.); Minerals; Reaction (Inorg.); Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Total Synthesis of the Diterpenoid Alkaloid Arcutinidine Using a Strategy Inspired by Chemical Network Analysis", "doi": "10.26434/chemrxiv.8202380.v1", "published_doi": "10.1021/jacs.9b05815", "published_url": "https://doi.org/10.1021/jacs.9b05815", "authors": "Kyle Owens; Shelby McCowen; Katherine Blackford; Sohei Ueno; Yasuo Hirooka; Manuel Weber; Richmond Sarpong", "abstract": "Arcutinidine and other arcutinidine-type diterpenoid alkaloids feature an intricate polycyclic, bridged framework with unusual connectivity. A chemical network analysis approach to the arcutane skeleton enabled the identification of highly simplifying retrosynthetic disconnections, which indicated that the caged structure could arise from a simpler fused ring system. On this basis, a total synthesis of arcutinidine is reported herein, featuring an unprecedented oxopyrrolium Diels–Alder cycloaddition which furnishes a key tetracyclic intermediate. In addition, the synthesis utilizes a diastereoselective oxidative dearomatization/cycloaddition sequence and a SmI2-mediated C–C coupling to forge the bridged framework of the natural products. This synthetic plan may also enable future investigations into the biosynthetic relationships between the arcutanes, the related diterpenoid atropurpuran, and other diterpenoid alkaloids.", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Asymmetric Total Synthesis of Arcutinidine and Arcutinine", "doi": "10.26434/chemrxiv.8202242.v1", "published_doi": "10.1021/JACS.9B05818", "published_url": "https://doi.org/10.1021/jacs.9b05818", "authors": "Shupeng Zhou; Kaifu Xia; Ang Li", "abstract": "We have accomplished the asymmetric total\nsynthesis of arcutinidine and arcutinine, two arcutine-type C20-diterpenoid\nalkaloids. A pentacyclic intermediate was rapidly assembled by using two\nDiels−Alder reactions. A cascade sequence of Prins cyclization and\nWagner−Meerwein rearrangement was then developed to construct the core of arcutinidine,\nwhich was further elaborated into an oxygenated pentacycle through a scalable\nroute. Chemoselective reductive amination followed by spontaneous imine\nformation furnished the pyrroline motif at a final stage.", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "XPS of Cold Pressed Multilayered and Freestanding Delaminated 2D Thin Films of Mo2TiC2Tz and Mo2Ti2C3Tz (MXenes)", "doi": "10.26434/chemrxiv.8198795.v1", "published_doi": "10.1016/j.apsusc.2019.07.049", "published_url": "https://doi.org/10.1016/j.apsusc.2019.07.049", "authors": "Joseph Halim; Kevin Cook; Per Eklund; johanna Rosen; Michel W. Barsoum", "abstract": "<p>MXenes, transition metal carbides that are synthesized from the top down by etching of their 3D parent layered solids, the MAX phases, are the latest family of the two-dimensional solids discovered. When the A layers – mostly Al – are etched they are replaced by surface terminations, T<sub>z</sub> mainly comprised of O-, OH- and F-terminations. One of the few techniques capable of quantifying these surface terminations is X-ray photoelectron spectroscopy, XPS. Herein, we undertook an XPS study of the out-of-plane ordered MXenes, Mo<sub>2</sub>TiC<sub>2</sub>T<sub>z</sub> and Mo<sub>2</sub>Ti<sub>2</sub>C<sub>3</sub>T<sub>z</sub>, in both multilayered, ML, cold pressed and delaminated thin film forms. The harsh conditions needed to etch these MAX phases into MLs, results in their partial oxidation. The hydroxide used to delaminate the MLs results in further oxidation and a reduction in the F-content. In all cases, etching resulted in a decrease in the Ti to Mo ratio implying that the former atoms are selectively etched. In all but the ML Mo<sub>2</sub>TiC<sub>2</sub>T<sub>z</sub> case, the Mo to C ratio was also reduced. It follows that the loss of Ti also results in the loss of C atoms. With the exception of the ML Mo<sub>2</sub>Ti<sub>2</sub>C<sub>3</sub>T<sub>z</sub> case, the number of termination moles per formula unit, z, was > 2, which is energetically unfavorable and thus unlikely. However, if one assumes that not all of the O signal is coming from terminations but rather from O atoms that replace C atoms in the MX blocks, then z ≈ 2. This work is an important step in quantifying and understanding the effects of etching on terminations and structure in these Mo and Ti-based MXenes. </p>", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Thin Films; Nanostructured Materials - Nanoscience; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Clickable Cellulosic Surfaces for Peptide-Based Bioassays", "doi": "10.26434/chemrxiv.8109143.v2", "published_doi": "10.1016/j.talanta.2019.120152", "published_url": "https://doi.org/10.1016/j.talanta.2019.120152", "authors": "Maria Teresa Odinolfi; Alessandro Romanato; Greta Bergamaschi; Alessandro Strada; Laura Sola; Alessandro Girella; Chiara Milanese; Marcella Chiari; Alessandro Gori; Marina Cretich", "abstract": "The use of peptides in paper-based analytics is a highly appealing field, yet it suffers from severe limitations. This is mostly due to the loss of effective target recognition properties of this relatively small bioprobes upon nonspecific adsorption onto cellulose substrates. Here, we address this issue by introducing a simple polymer-based strategy to obtain clickable cellulosic surfaces, that we exploited for the chemoselective bioconjugation of peptide bioprobes. Our method largely outperformed standard adsorption-based immobilization strategy in a challenging, real-case immunoassay, namely the diagnostic discrimination of Zika+ individuals from healthy controls. Of note, the clickable polymeric coating not only allows efficient peptides bioconjugation, but it provides favorable anti-fouling properties to the cellulosic support. We envisage our strategy to broaden the repertoire of cellulosic materials manipulation and promote a renewed interest in peptide-based paper bioassays.", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Coating Materials; Analytical Chemistry - General; Biochemical Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Strong Influence of Decoherence Corrections and Momentum Rescaling in Surface Hopping Dynamics of Transition Metal Complexes", "doi": "10.26434/chemrxiv.8201621.v1", "published_doi": "10.1021/acs.jctc.9b00525", "published_url": "https://doi.org/10.1021/acs.jctc.9b00525", "authors": "Felix Plasser; Sebastian Mai; Maria Fumanal; Etienne Gindensperger; Chantal Daniel; Leticia Gonzalez", "abstract": "The reliability of different parameters in the surface hopping method is assessed for a vibronic coupling model of a challenging transition metal complex, where a large number of electronic states of different multiplicities are met within a small energy range. In particular, the effect of two decoherence correction schemes and of various strategies for momentum rescaling and treating frustrating hops during the dynamics is investigated and compared against an accurate quantum dynamics simulation. The results show that small differences in the surface hopping protocol can strongly affect the results. We find a clear preference for momentum rescaling along the nonadiabatic coupling vector and trace this effect back to an enhanced number of frustrated hops. Furthermore, reflection of the momentum after frustrated hops is shown to work better than to ignore the process completely. The study also highlights the importance of the decoherence correction but neither of the two methods employed, energy based decoherence and augmented fewest switches surface hopping, performs completely satisfactory. More generally, the study emphasises the importance of the often neglected parameters in surface hopping and shows that there is still need for simple, robust, and generally applicable correction schemes.", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "11-Step Asymmetric Synthesis of (–)-Bilobalide", "doi": "10.26434/chemrxiv.8202053.v1", "published_doi": "10.1038/S41586-019-1690-5", "published_url": "https://doi.org/10.1038/s41586-019-1690-5", "authors": "Meghan Baker; Robert Demoret; Masaki Ohtawa; Ryan Shenvi", "abstract": "The <i>Ginkgo biloba </i>metabolite bilobalide (BB) is widely ingested but poorly understood. However, its antagonism of <i>gamma</i>-aminobutyric acid A receptors (GABA<sub>A</sub>R) has been tied to rescue of cognitive deficits in mouse models of Down syndrome. Prior syntheses required multistep redox strategies to mitigate competing reactions of functional groups—emergent properties of the BB scaffold that cause unexpected reactivity. Here we exploit the unusual reactivity of bilobalide to affect a late-stage ‘inside-out’ oxidation that symmetrizes the molecular core and allows oxidation states to be embedded in the starting material, resulting in an 11-step synthesis. The stereochemically dense scaffold is accessed in asymmetric fashion through a novel catalytic enantioselective Reformatsky reaction and a solvent-dependent radical hydration. Steric compression and a parallel kinetic resolution result in the diastereoselective formation of a remarkably acid-stable oxetane acetal that proves crucial to relay stereochemical information.", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "β-NaVP2O7 as a Superior Electrode Material for Na-Ion Batteries", "doi": "10.26434/chemrxiv.8204654.v1", "published_doi": "10.1021/acs.chemmater.9b02124", "published_url": "https://doi.org/10.1021/acs.chemmater.9b02124", "authors": "Oleg Drozhzhin; Ilya Tertov; Anastasia Alekseeva; Dmitry A. Aksyonov; Keith Stevenson; Artem M. Abakumov; Evgeny Antipov", "abstract": "<p>Herein,\nwe present a novel <i>β</i>-polymorph of sodium vanadium pyrophosphate NaVP<sub>2</sub>O<sub>7</sub>\nwith the KAlP<sub>2</sub>O<sub>7</sub>-type\nstructure obtained via hydrothermal synthesis and further thermal dehydration\nof a hydrophosphate intermediate. <i>β</i>-NaVP<sub>2</sub>O<sub>7</sub> demonstrates attractive electrochemical\nbehavior as a Na-ion positive electrode (cathode) material with practically achieved\nreversible capacity of 104 mAh/g at C/10 current density, average operating\nvoltage of 3.9 V vs. Na/Na<sup>+ </sup>and only 0.5% volume change between the charged\nand discharged states. Electrode material exhibits excellent C-rate capability\nand cycling stability, providing the capacity of 90 mAh/g at 20C\ndischarge rate and < 1% capacity loss after 100 charge-discharge cycles. At\nlow voltage region (≈1.5 V vs. Na/Na<sup>+</sup>), <i>β</i>-NaVP<sub>2</sub>O<sub>7</sub>\nreversibly intercalates additional sodium cations leading to unprecedented overall\nNa-ion storage ability exceeding 250 mAh/g within the 1.5 – 4.4 V vs. Na/Na<sup>+</sup>\nvoltage region. This material is one of only a few materials that exhibits\nreversible sodium ion storage capabilities over such a large potential window. </p>", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Electrochemistry; Solid State Chemistry; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ti3C2-MXene/Bismuth Ferrite Nanohybrids for Efficient Degradation of Organic Dye and Colorless Pollutant", "doi": "10.26434/chemrxiv.8192375.v1", "published_doi": "10.1021/ACSOMEGA.9B02359", "published_url": "https://doi.org/10.1021/acsomega.9b02359", "authors": "Ayesha Tariq; M. Abdullah Iqbal; S. Irfan Ali; Muhammad Z. Iqbal; Deji Akinwande; syed rizwan", "abstract": "<p>Nanohybrids, made up of Bismuth ferrites/Carbon allotropes,\nare extensively used in photocatalytic applications nowadays. Our work proposes\na nanohybrid system composed of Bismuth ferrite nanoparticles with\ntwo-dimensional (2D) MXene sheets namely, the BiFeO<sub>3</sub> (BFO)/Ti<sub>3</sub>C<sub>2</sub>\n(MXene) nanohybrid for enhanced photocatalytic activity. We have fabricated the\nBFO/MXene nanohybrid using simple and low cost double solvent solvothermal method.\nThe   SEM and TEM images show that the\nBFO nanoparticles were attached onto the MXene surface and in the inter-layers\nof two-dimensional (2D) MXene sheets. The photocatalytic application is tested\nfor the visible light irradiation which showed the highest efficiency among all\npure-BFO based photocatalysts, i.e. 100% degradation in 42 min for organic dye\n(Congo Red) and colorless aqueous pollutant (acetophenone) in 150 min,\nrespectively. The present BFO-based hybrid system exhibited the large surface\narea of 147 m<sup>2</sup>g<sup>-1</sup>measured via Brunauer-Emmett-Teller (BET)\nsorption-desorption technique, and is found to be largest among BFO and its\nderivatives. Also, the photoluminescence (PL) spectra indicate large\nelectron-hole pair generation. Fast and efficient degradation of organic\nmolecules is supported by both factors; larger surface area and lower electron-hole\nrecombination rate. The BFO/MXene nanohybrid presented here is a highly\nefficient photocatalyst compared to other nanostructures based on pure BiFeO<sub>3</sub>\nwhich makes it a promising candidate for many future applications.</p>", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Nanocatalysis - Reactions & Mechanisms; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Effect of Gamma Irradiation on the Physiochemical Properties of Caesium-Selective Ammonium Phosphomolybdate-Polyacrylonitrile (AMP-PAN) Composites", "doi": "10.26434/chemrxiv.8192345.v1", "published_doi": "10.3390/cleantechnol1010020", "published_url": "https://doi.org/10.3390/cleantechnol1010020", "authors": "Alistair Holdsworth; Harry Eccles; daniel rowbotham; Adam Brookfield; David Collison; Gary Bond; Parthiv Kavi; Ruth Edge", "abstract": "Managing certain by-products of the\nnuclear fuel cycle, such as the radioactive isotopes of caesium: Cs-134, Cs-135\nand Cs-137 is challenging due to their environmental mobility and\nradioactivity. While a great many materials can isolate Cs<sup>+</sup> ions\nfrom neutral or basic aqueous solutions via ion exchange, few of these, with\nthe exception of ammonium phosphomolybdate (AMP), function effectively in\nacidic media. The use of AMP, and its porous composite in polyacrylonitrile\n(PAN) for management of Cs radioisotopes in various nuclear wastes have been\nknown for decades and are well studied, yet the effects of radiation on the\nphysiochemical properties of such composites have only received limited\nattention to date. In a previous publication, we demonstrated that a 100 kGy\ngamma irradiation dose has negligible effect on the ion exchange performance of\nAMP and AMP-PAN with respect to capacity or kinetics under the Cs<sup>+</sup>\nconcentrations and acidity found in spent fuel recycling. As a continuation of\nthis prior study, in this publication we explore the effects of gamma\nirradiation on the physiochemical properties of AMP and AMP-PAN using a range\nof characterisation methods. The effects of the same gamma dose on the\noxidation state of Mo in AMP and AMP-PAN, the thermal degradation of both AMP\nand AMP-PAN, combined with a first study into the high-temperature degradation\nAMP, are reported. The implications of irradiation, its possible mechanism, the\nconditions present in SNF recycling, and for the end-of-life disposal or\nrecycling of these materials are also discussed.", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Organic Polymers; Nuclear Chemistry; Polymers; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "A Strategy for Thioamide Incorporation During Fmoc Solid-Phase Peptide Synthesis with Robust Stereochemical Integrity", "doi": "10.26434/chemrxiv.8206247.v1", "published_doi": "10.1021/ACS.ORGLETT.9B02598", "published_url": "https://doi.org/10.1021/acs.orglett.9b02598", "authors": "luis camacho III; Bryan J. Lampkin; Brett VanVeller", "abstract": "We describe a method to protect the sensitive stereochemistry of the thioamide—in analogy to the protection of the functional groups of amino acid side chains—in order to preserve the thioamide moiety during peptide elongation.<br />", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Stereochemistry; Bioinorganic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Production Prediction of Hydraulically Fractured Reservoirs Based on Material Balances", "doi": "10.26434/chemrxiv.8206214.v1", "published_doi": "10.1016/J.PETLM.2018.01.001", "published_url": "https://doi.org/10.1016/j.petlm.2018.01.001", "authors": "Raul Velasco; Palash Panja; Milind Deo", "abstract": "Transient flow is dominant during most of the productive life of unconventional wells in ultra-low permeabilities resources such as shales. As a result, traditional reservoir performance analysis such as the conventional material balance have been rendered inapplicable. A new novel semi-analytical production predictive tool based on application of material balance on a transient linear flow system is developed.", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Geological Materials; Geochemistry; Natural Resource Recovery", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Light-Driven Deracemization Enabled by Excited-State Electron Transfer", "doi": "10.26434/chemrxiv.8206634.v1", "published_doi": "10.1126/science.aay2204", "published_url": "https://doi.org/10.1126/science.aay2204", "authors": "Nick Shin; Jonathan Ryss; Xin Zhang; Scott Miller; Robert Knowles", "abstract": "A new strategy for catalytic deracemization is presented, wherein amine derivatives undergo spontaneous optical enrichment upon exposure to visible light in the presence of three distinct molecular catalysts. Initiated by an excited-state iridium chromophore, this reaction proceeds <i>via </i>a sequence of favorable electron, proton, and hydrogen atom transfer steps that serve to break and reform a stereogenic C–H bond. The enantioselectivity in these reactions is jointly determined by two independent stereoselective steps that occur in sequence within the catalytic cycle, giving rise to a composite selectivity that is higher than that of either step individually. These reactions represent a distinct and potentially general approach to creating out-of-equilibrium product distributions between substrate enantiomers using excited-state redox events.", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Physical Organic Chemistry; Stereochemistry; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Protein Capped Metal Nanoparticles Inhibits Tau Aggregation in Alzheimer’s Disease", "doi": "10.26434/chemrxiv.8208026.v1", "published_doi": "10.1021/ACSOMEGA.9B01411", "published_url": "https://doi.org/10.1021/acsomega.9b01411", "authors": "Absar Ahmad; Subashchandrabose Chinnathambi", "abstract": "The Alzheimer’s disease (AD) therapeutic research is yielding large number of potent molecules. The nanoparticle-based therapeutics against the protein aggregation in AD is also taking a lead especially with amyloid beta as a primary target. In this work, we have screened for first time, the protein capped (PC) metal nanoparticles for their potency in inhibiting Tau aggregation in vitro. We present a novel function of PC-CdS nanoparticles as a potent Tau aggregation inhibitor by fluorescence spectrometry, SDS-PAGE and Electron microscopy. We demonstrate that the biologically synthesized PC-metal nanoparticles, iron oxide and cadmium sulphide do not affect the viability of neuroblastoma cells. Moreover, PC-CdS nanoparticles show dual property of inhibition as well as disaggregation of Tau. Thus, the nanoparticles can take a lead as potent Tau aggregation inhibitors and can be modified for specific drug delivery due to very small size. This current work presents unprecedented strategy to design anti-Tau aggregation drugs, which provides interesting insights to understand the role of biological nanostructures in Alzheimer’s disease.", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Information-Rich Graphical Representation of Catalytic Cycles", "doi": "10.26434/chemrxiv.8206637.v1", "published_doi": "10.1021/ACS.ORGANOMET.9B00563", "published_url": "https://doi.org/10.1021/acs.organomet.9b00563", "authors": "James McFarlane; Brett Henderson; Sofia Donnecke; J Scott McIndoe", "abstract": "<p>Catalytic reactions are limited in their turnover by certain steps in the\ncycle. We present a free, open-source, web-based interface to generate\nvisualizations of the rate constants of various steps in the cycle. Population\nof a web form using known data will generate a highly customizable graphic for\nannotation by the user to represent their chemistry.</p>", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Chemical Education - General; Heterogeneous Catalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Quantum Mechanical Description of Electrostatics Provides a Unified Picture of Catalytic Action Across Methyltransferases", "doi": "10.26434/chemrxiv.8206721.v1", "published_doi": "10.1021/acs.jpclett.9b01555", "published_url": "https://doi.org/10.1021/acs.jpclett.9b01555", "authors": "Zhongyue Yang; Fang Liu; Adam H. Steeves; Heather Kulik", "abstract": "Methyl transferases (MTases) are a well-studied class of enzymes for which competing enzymatic enhancement mechanisms have been suggested, ranging from structural methyl group C-H···X hydrogen bonds (HBs) to electrostatic- and charge-transfer-driven stabilization of the transition state (TS). We identified all Class I MTases for which reasonable resolution (< 2.0 Å) crystal structures could be used to form catalytically competent ternary complexes for multi-scale (i.e., quantum-mechanical/molecular-mechanical or QM/MM) simulation of the S<sub>N</sub>2 methyl transfer reaction coordinate. The four Class I MTases studied have both distinct functions (e.g., protein repair or biosynthesis) and substrate nucleophiles (i.e., C, N, or O). While CH···X HBs stabilize all reactant complexes, no universal TS stabilization role is found for these interactions in MTases. A consistent picture is instead obtained through analysis of charge transfer and electrostatics, wherein the majority of cofactor-substrate charge separation is maintained in the TS region, and electrostatic potential is correlated with substrate nucleophilicity (i.e., intrinsic reactivity).", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "NADH in Solution: A Single State", "doi": "10.26434/chemrxiv.8208407.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Joachim Hönes; Julia Wack; Katja Schmitz", "abstract": "<div>Spectroscopic evidence is presented to show that NADH in aqueous solution does not exist as a folded/unfolded equilibrium but as a single state. The molecule is folded but without base stacking between dihydronicotinamide and adenine.<br /></div>", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Spectroscopy (Anal. Chem.); Biochemistry; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Back to Basic, Optical Evaluation of Motion in Electric Fields for Specific Surface Charge Determinations", "doi": "10.26434/chemrxiv.8001284.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Julio Bastos Arrieta; Linlin Wang; Aidee Garcia-Zintzun; Juliane Simmchen", "abstract": "<p>Dynamic Light Scattering (DLS) is a widely used\ntool for the measurement of Zeta Potential, taking benefit of automated detection\nto achieve fast measurements. However, the mathematical criteria on which the\ncalculations in DLS devices are based, assume a very narrow set of conditions.\nOne of them is a perfect spherical shape, since a hard sphere model is assumed\nfor calculating scattering patterns and therefore the analysis of different\nshapes could result in significant deviations. One frequent example where the\ndetermination of the surface charge in rod shaped colloids is required is the characterization\nof bacterial surface charges, which is complicated by complex surface properties.\nTo test whether the commercial device gives a reasonable approximation, we constructed\na homemade optical device and tested inorganic spherical and rod-shape SiO<sub>2</sub>\nparticles and compared them to a model bacterium. A different case is the determination\nof surface potentials of light sensitive materials under illumination.\nCommercial devices often do not allow the additional implementation of light\nsources other than the laser, but our setup flexibly enables us to plug in\ndifferent illuminations.</p>", "date": "2019-05-17", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Deep Learning Model for Predicting Solvation Free Energies in Generic Organic Solvents", "doi": "10.26434/chemrxiv.8088482.v2", "published_doi": "10.1039/C9SC02452B", "published_url": "https://doi.org/10.1039/c9sc02452b", "authors": "Hyuntae Lim; Younjoon Jung", "abstract": "Prediction of aqueous solubilities or hydration free energies is an extensively studied area in machine learning applications on chemistry since water is the sole solvent in the living system. However, for non-aqueous solutions, few machine learning studies have been undertaken so far despite the fact that the solvation mechanism plays an important role in various chemical reactions. Here, we introduce a novel, machine-learning based quantitative structure-property prediction method which predicts solvation free energies for various organic solute and solvent systems. A novelty of our method involves two separate solvent and solute encoder networks that can quantify structural features of given compounds via word embedding and recurrent layers, with the attention mechanism which extracts important substructures from outputs of recurrent neural networks. As a result, the predictor network calculates solvation free energy of a given mixture using features from encoders. With results obtained from extensive calculations on 2495 solute-solvent mixtures, we demonstrate that our methodology outperforms both <i>ab initio</i> and MD solvation model in terms of estimation error for solvation energy.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry; Solution Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Radical Stabilization Energies for Enzyme Engineering – Tackling the Substrate Scope of the Radical Enzyme QueE", "doi": "10.26434/chemrxiv.7379945.v2", "published_doi": "10.1021/acs.jcim.9b00017", "published_url": "https://doi.org/10.1021/acs.jcim.9b00017", "authors": "Christian Suess; Floriane Martins; Anna Croft; Christof Jaeger", "abstract": "Experimental assessment of the reaction mechanisms and profiles of radical enzymes can be severely challenging due to the reactive nature of the intermediates, and sensitivity of cofactors such as iron sulfur clusters. Here we present an enzyme-directed computational methodology for the assessment of thermodynamic reaction profiles and screening for radical stabilization energies (RSEs) for the assessment of catalytic turnovers in radical enzymes. We have applied this new screening method to the radical SAM enzyme CPH4 synthase (QueE), following a detailed molecular dynamics (MD) analysis that clarifies the role of both specific enzyme residues and bound Mg2+, Ca2+ or Na+. The MD simulations provided the basis for a statistical approach to sample different conformational outcomes. RSE calculation at the M06-2X/6-31+G* level of theory provided the most computationally cost-effective assessment of enzyme-based energies, facilitated by an initial triage using semi-empirical methods. The impact of intermolecular interactions on RSE was clearly established and application to the assessment of potential alternative substrates (focusing on radical clock type rearrangements) proposes a selection of carbon-substituted analogues that would react to afford cyclopropylcarbinyl radical intermediates, as candidates for catalytic turnover by QueE.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Computational Chemistry and Modeling; Theory - Computational; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "autoDIAS: A Python Tool for an Automated Distortion/Interaction Activation Strain Analysis", "doi": "10.26434/chemrxiv.7789940.v2", "published_doi": "10.1002/jcc.26023", "published_url": "https://doi.org/10.1002/jcc.26023", "authors": "Dennis Svatunek; Kendall N. Houk", "abstract": "The Distortion/Interaction Activation Strain (DIAS) analysis\nis a powerful tool for the investigation of energy barriers. However, setup and\ndata analysis of such a calculation can be cumbersome and requires lengthy intervention\nof the user. We present autoDIAS, a python tool for the automated setup,\nperformance, and data extraction of the DIAS analysis, including automated\ndetection of fragments and relevant geometric parameters.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bio-Copolyesters of Poly(butylene succinate)(PBS) Containing Long Chain Bio-Based Glycol", "doi": "10.26434/chemrxiv.7637081.v2", "published_doi": "10.1021/acssuschemeng.9b01191", "published_url": "https://doi.org/10.1021/acssuschemeng.9b01191", "authors": "Karolina Stępień; Cathrine Miles; Andrew McClain; Ewa Wiśniewska; Peter Sobolewski; Joachim Kohn; Judit E. Puskas; H. Daniel Wagner; Miroslawa El Fray", "abstract": "<p>Poly(butylene succinate) (PBS) is a thermoplastic and biodegradable polyester characterized by high rigidity due to its high crystallinity. However, the use of long chain biobased monomers to produce segmented copolymers is an effective strategy to tailor the properties of PBS, such as greater flexibility. In this paper, a series of aliphatic bio-copolyesters of poly(butylene succinate-dilinoleic succinate) (PBS-DLS) were successfully synthesized <i>via </i>a direct two-step polycondensation method using a semi-pilot scale reactor for melt polymerization and titanium dioxide/silicon dioxide coprecipitate catalyst (C-94). In this study, the thermal and mechanical properties were investigated and compared, focusing on the effect of varying the amount of biobased dilinoleic diol in the structure. With increasing amount of long chain diol, a decrease in molecular weight, density, and melt flow index was observed. The semicrystalline nature of the copolymers was confirmed using differential scanning calorimetry (DSC) and dynamic mechanical thermal analysis (DMTA) methods. These copolymers exhibit two main transition temperatures and vary in softness and processing flexibility. Furthermore, in the DSC data a linear trend was observed with increasing wt.% of hard PBS segments, which can be described by the Gordon-Taylor equation. Increasing the soft DLS segment content in the copolymer series resulted in an increase in the elastic behavior of the polymers. The broad range of crystallization temperatures and melt flow index values indicates that a polyester library with customizable properties that spans PBS applications has been successfully obtained.</p>", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Biodegradable Materials; Elastic Materials; Biopolymers; Polymerization (Polymers); Reaction Engineering", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational evidence for kinetically controlled radical coupling during lignification", "doi": "10.26434/chemrxiv.7334564.v3", "published_doi": "10.1021/acssuschemeng.9b02506", "published_url": "https://doi.org/10.1021/acssuschemeng.9b02506", "authors": "Terry Gani; Michael Orella; Eric Anderson; Michael Stone; Fikile Brushett; Gregg Beckham; Yuriy Román-Leshkov", "abstract": "Lignin is an alkyl-aromatic biopolymer that, despite its abundance, is underutilized as a renewable feedstock because of its highly complex structure. An approach to overcome this challenge that has gained prominence in recent years leverages the plasticity and malleability of lignin biosynthesis to tune lignin structure in planta through genetic approaches. An improved understanding of lignin biosynthesis can thus provide fundamental insights critical for the development of effective tailoring and valorization strategies. Although it is widely accepted that lignin monomers and growing chains are oxidized enzymatically into radicals that then undergo kinetically-controlled coupling in planta, direct experimental evidence has been scarce because of the difficulty of exactly replicating in planta lignification conditions. Here, we computationally investigate a set of radical reactions representative of lignin biosynthesis. We show that, contrary to the widely held notion that radical coupling reactions should be barrierless and dynamically controlled, the computed activation energies can be qualitatively consistent with key structural observations made empirically for native lignin in a variety of biomass types. We also rationalize the origins of regioselectivity in coupling reactions through structural and activation strain analyses. Our findings lay the groundwork for more detailed multiscale simulations of the lignification process.<br />", "date": "2019-05-08", "journal": "chemRxiv", "categories": "Biopolymers; Plant Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Polymer supported carbon for safe and effective remediation of PFOA and PFOS-contaminated water", "doi": "10.26434/chemrxiv.7685654.v3", "published_doi": "10.1021/acssuschemeng.9b01793", "published_url": "https://doi.org/10.1021/acssuschemeng.9b01793", "authors": "Nicholas Lundquist; Martin Sweetman; Kymberley Scroggie; Max Worthington; Louisa Esdaile; Salah Alboaiji; Sally Plush; John Hayball; Justin Chalker", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Powdered activated carbon (PAC) is an economical sorbent for removing micropollutants from water,\nbut it generates hazardous dust that is flammable and a respiration hazard. Additionally, the fine particles of PAC can\ncake and block filters and membranes, complicating its use in continuous processes. In this study, we present a sulfur\npolymer support for PAC that overcomes these problems. The blend of the sulfur polymer and PAC generates low dust\nand it does not block filters. The utility of the sorbent is demonstrated in the remediation of water contaminated with\nperfluorinated alkyl substances (PFASs)—persistent micropollutants that currently threaten water safety worldwide.\nFundamental discoveries of PFAS self-assembly are reported, as well as testing on field samples. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Hydrology and Water Chemistry; Polymers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The fate of altertoxin II during tomato processing steps at a laboratory scale", "doi": "10.26434/chemrxiv.7251686.v3", "published_doi": "10.3389/fnut.2019.00092", "published_url": "https://doi.org/10.3389/fnut.2019.00092", "authors": "Hannes Puntscher; Doris Marko; Benedikt Warth", "abstract": "The emerging <i>Alternaria </i>mycotoxin altertoxin II demonstrated substantial genotoxicity <i>in vitro</i>. Ubiquitous <i>Alternaria ssp</i>. frequently infest various agricultural crops, leading to economic losses and also potential food safety issues caused by associated mycotoxin contaminations. Due to the lack of commercially available reference standards, data on the general chemical behavior, the occurrence and the biological/toxicological effects of altertoxin II are scarce. Since tomatoes are particularly prone to <i>Alternaria </i>infestations, we simulated the storage and food processing of intact tomatoes and purees after altertoxin II-addition. We observed significant decrease in altertoxin II concentrations during storage at room temperature and particularly under thermal stress, by employing a validated LC-MS/MS method. Moreover, the reduction to the compound’s epoxide group to the alcohol, i.e. the formation of altertoxin I, was determined at considerable ratios in intact tomato fruits suggesting effective enzymatic xenobiotic metabolism.<br />", "date": "2019-05-16", "journal": "chemRxiv", "categories": "Natural Products; Food; Plant Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "AMOEBA+ Classical Potential for Modeling Molecular Interactions", "doi": "10.26434/chemrxiv.7904450.v3", "published_doi": "10.1021/acs.jctc.9b00261", "published_url": "https://doi.org/10.1021/acs.jctc.9b00261", "authors": "Chengwen Liu; Jean-Philip Piquemal; Pengyu Ren", "abstract": "<p>Classical potentials\nbased on isotropic and additive atomic charges have been widely used to model\nmolecules in computers for the past few decades. The crude approximations in\nthe underlying physics are hindering both their accuracy and transferability\nacross chemical and physical environments. Here we present a new classical potential,\nAMOEBA+, to capture essential\nintermolecular forces, including permanent electrostatics, repulsion, dispersion,\nmany-body polarization, short-range\ncharge penetration and charge transfer, by extending the polarizable\nmultipole-based AMOEBA (Atomic Multipole Optimized\nEnergetics for Biomolecular Applications) model. For a set of common\norganic molecules, we show that AMOEBA+ with general parameters can reproduce\nboth quantum mechanical interactions and energy decompositions according to the\nSymmetry-Adapted Perturbation Theory (SAPT). Additionally,\na new water model developed based on the AMOEBA+ framework captures various\nliquid phase properties in molecular dynamics simulations while remains\nconsistent with SAPT energy decompositions, utilizing both <i>ab initio</i> data and experimental liquid properties. Our results demonstrate\nthat it is possible to improve the physical basis of classical force fields to\nadvance their accuracy and general applicability.</p>", "date": "2019-05-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nanostructured and Oriented Metal-Organic Framework Films enabling Extreme Surface Wetting Properties", "doi": "10.26434/chemrxiv.8191265.v2", "published_doi": "10.3762/bjnano.10.196", "published_url": "https://doi.org/10.3762/bjnano.10.196", "authors": "Andre Mähringer; Julian Rotter; Dana D. Medina", "abstract": "Herein, we report on the synthesis of highly oriented and nanostructured metal-organic framework (MOF) films featuring extreme surface wetting properties. The Ni- and Co- derivatives of the metal-catecholate series (M-CAT-1) were synthesized as highly crystalline bulk materials and thin films. Oriented pillar-like nanostructured M-CAT-1 films exhibiting pronounced needlelike morphology on gold substrates were established by incorporating a crystallization promoter into the film synthesis. These nanostructured M-CAT-1 MOF films feature extreme wetting phenomena, specifically superhydrophilic and underwater superoleophobic properties with water and underwater oil-contact angles of 0º and up to 174º, respectively. Self-cleaning capabilities for the nanostructured, needle-like M-CAT-1 films were illustrated by measuring time-dependent oil droplet rolling-off a tilted surface. The deposition of the nanostructured Ni-CAT-1 on large glass substrates allowed for the realization of an efficient transparent anti-fog coating enabling a clear view even at extreme temperature gaps up to ca. 120 ºC. This work illustrates the strong link between MOF film morphology and induced surface properties based on these framework materials.", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Coating Materials; Nanostructured Materials - Materials; Thin Films", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Transformer – A Model for Uncertainty-Calibrated Chemical Reaction Prediction", "doi": "10.26434/chemrxiv.7297379.v2", "published_doi": "10.1021/acscentsci.9b00576", "published_url": "https://doi.org/10.1021/acscentsci.9b00576", "authors": "Philippe Schwaller; Teodoro Laino; Theophile Gaudin; Peter Bolgar; Costas Bekas; Alpha A. Lee", "abstract": "<div><div><div><p>Organic synthesis is one of the key stumbling blocks in medicinal chemistry. A necessary yet unsolved step in planning synthesis is solving the forward problem: given reactants and reagents, predict the products. Similar to other work, we treat reaction prediction as a machine translation problem between SMILES strings of reactants-reagents and the products. We show that a multi-head attention Molecular Transformer model outperforms all algorithms in the literature, achieving a top-1 accuracy above 90% on a common benchmark dataset. Our algorithm requires no handcrafted rules, and accurately predicts subtle chemical transformations. Crucially, our model can accurately estimate its own uncertainty, with an uncertainty score that is 89% accurate in terms of classifying whether a prediction is correct. Furthermore, we show that the model is able to handle inputs without reactant-reagent split and including stereochemistry, which makes our method universally applicable.</p></div></div></div>", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Chemical Probe For Tudor Domain Protein Spindlin1 to Investigate Chromatin Functions", "doi": "10.26434/chemrxiv.7673129.v2", "published_doi": "10.1021/acs.jmedchem.9b00562", "published_url": "https://doi.org/10.1021/acs.jmedchem.9b00562", "authors": "Vincent Fagan; Catrine Johansson; Carina Gileadi; Octovia P. Monteiro; James E. Dunford; Reshma Nibhani; Martin Philpott; Jessica Malzahn; Graham Wells; Ruth Farham; Adam Cribbs; Nadia Halidi; Fengling Li; Irene Chau; Holger Greschik; Srikannathasan Velupillai; Abdellalh Allali- Hassani; James Bennett; Thomas Christott; Charline Giroud; Andrew M Lewis; Kilian Huber; Nick Athanasou; Chas Bountra; Manfred Jung; Roland Schüle; Masoud Vedadi; Cheryl Arrowsmith; Yan Xiong; Jian Jin; Oleg Fedorov; Gillian Farnie; Paul Brennan; Udo Oppermann", "abstract": "Modifications of histone tails, including\nlysine/arginine methylation, provide the basis of a 'chromatin or histone\ncode'. Proteins that contain 'reader' domains can bind to these modifications\nand form specific effector complexes, which ultimately mediate chromatin\nfunction. The spindlin1 (SPIN1) protein contains three Tudor\nmethyllysine/arginine reader domains and was identified as a putative oncogene\nand transcriptional co-activator. Here we report a SPIN1 chemical probe\ninhibitor with low nanomolar in vitro activity, exquisite selectivity on a\npanel of methyl reader and writer proteins, and with submicromolar cellular\nactivity. X-ray crystallography showed that this Tudor domain chemical probe\nsimultaneously engages Tudor domains 1 and 2 via a bidentate binding mode.\nSmall molecule inhibition and siRNA knockdown of SPIN1, as well as\nchemoproteomic studies, identified genes which are transcriptionally regulated\nby SPIN1 in squamous cell carcinoma and suggest that SPIN1 may have a roll in\ncancer related inflammation and/or cancer metastasis.<br />", "date": "2019-05-30", "journal": "chemRxiv", "categories": "Biochemistry; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Impact of Bioconjugation on the Interfacial Activity of a Protein Biosurfactant", "doi": "10.26434/chemrxiv.7497053.v2", "published_doi": "10.1021/acs.langmuir.9b01684", "published_url": "https://doi.org/10.1021/acs.langmuir.9b01684", "authors": "Hossam H Tayeb; Marina Stienecker; Anton Middelberg; Frank Sainsbury", "abstract": "Biosurfactants, are\nsurface active molecules that can be produced by renewable, industrially\nscalable biologic processes. DAMP4, a designer biosurfactant, enables the\nmodification of interfaces via genetic or chemical fusion to functional\nmoieties. However, bioconjugation of addressable amines introduces\nheterogeneity that limits the precision of functionalization as well as the resolution\nof interfacial characterization. Here we designed DAMP4 variants with cysteine\npoint mutations to allow for site-specific bioconjugation. The DAMP4 variants\nwere shown to retain the structural stability and interfacial activity characteristic\nof the parent molecule, while permitting efficient and specific conjugation of\npolyethylene glycol (PEG). PEGylation results in a considerable reduction on\nthe interfacial activity of both single and double mutants. Comparison of\nconjugates with one or two conjugation sites shows that both the number of\nconjugates as well as the mass of conjugated material impacts the interfacial activity\nof DAMP4. As a result, the ability of DAMP4 variants with multiple PEG\nconjugates to impart colloidal stability on peptide-stabilized emulsions is\nreduced. We suggest that this is due to steric constraints on the structure of\namphiphilic helices at the interface. Specific and efficient bioconjugation permits\nthe exploration and investigation of the interfacial properties of designer\nprotein biosurfactants with molecular precision. Our findings should therefore\ninform the design and modification of biosurfactants for their increasing use\nin industrial processes, and nutritional and pharmaceutical formulations.", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Self-Assembly; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Predicting the Strength of Stacking Interactions Between Heterocycles and Aromatic Amino Acid Side Chains", "doi": "10.26434/chemrxiv.7628939.v4", "published_doi": "10.1021/jacs.9b00936", "published_url": "https://doi.org/10.1021/jacs.9b00936", "authors": "Andrea\nN. Bootsma; Analise C. Doney; Steven Wheeler", "abstract": "Despite the ubiquity of stacking interactions between\nheterocycles and aromatic amino acids in biological systems, our ability to\npredict their strength, even qualitatively, is limited.  Based on rigorous <i>ab initio</i> data, we have devised a simple predictive model of the\nstrength of stacking interactions between heterocycles commonly found in biologically\nactive molecules and the amino acid side chains Phe, Tyr, and Trp.  This model provides reliable predictions of\nthe stacking ability of a given heterocycle based on readily-computed\nheterocycle descriptors, obviating the need for quantum chemical computations\nof stacked dimers.  We show that the values\nof these descriptors, and therefore the strength of stacking interactions with\naromatic amino acid side chains, follow simple predictable trends and can be modulated\nby changing the number and distribution of heteroatoms within the heterocycle. This\nprovides a simple conceptual model for understanding stacking interactions in protein\nbinding sites and tuning the strength of stacking interactions in drug design.", "date": "2019-05-02", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Supramolecular Chemistry (Org.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "PHOTACs Enable Optical Control of Protein Degradation", "doi": "10.26434/chemrxiv.8206688.v2", "published_doi": "10.1126/sciadv.aay5064", "published_url": "https://doi.org/10.1126/sciadv.aay5064", "authors": "Martin Reynders; Bryan Matsuura; Marleen Bérouti; Daniele Simoneschi; Antonio Marzio; Michele Pagano; Dirk Trauner", "abstract": "<p><i>PROTACs (proteolysis targeting chimeras) are bifunctional molecules that tag proteins for ubiquitylation by an E3 ligase complex and subsequent degradation by the proteasome. They have emerged as powerful tools to control the levels of specific cellular proteins and are on the verge of being clinically used. We now introduce photoswitchable PROTACs that can be activated with the temporal and spatial precision that light provides. These trifunctional molecules, which we named PHOTACs, consist of a ligand for an E3 ligase, a photoswitch, and a ligand for a protein of interest. We demonstrate this concept by using PHOTACs that target either BET family proteins (BRD2,3,4) or FKBP12. Our lead compounds display little or no activity in the dark but can be reversibly activated to varying degrees with different wavelengths of light. Our modular and generalizable approach provides a method for the optical control of protein levels with photopharmacology and could lead to new types of precision therapeutics that avoid undesired systemic toxicity.</i><b></b></p>", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Sulfur Mediated Allylic C-H Arylation, Epoxidation and Aziridination", "doi": "10.26434/chemrxiv.8026475.v2", "published_doi": "10.1021/acs.joc.9b01438", "published_url": "https://doi.org/10.1021/acs.joc.9b01438", "authors": "Hang Luo; Gang Hu; Pingfan Li", "abstract": "Transition-metal-free, sulfur mediated allylic C-H arylation, epoxidation and aziridination were realized through one-pot procedures. The reaction design involved initial addition between olefins and triflic anhydride activated sulfoxides, followed by subsequent reactions of the allylic sulfur ylides generated under basic conditions with arylboronic acids, aldehydes, or aldimines, to give allylic arylation, epoxidation or aziridination products, respectively.<br />", "date": "2019-05-31", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Targeted Adversarial Learning Optimized Sampling", "doi": "10.26434/chemrxiv.7932371.v3", "published_doi": "10.1021/acs.jpclett.9b02173", "published_url": "https://doi.org/10.1021/acs.jpclett.9b02173", "authors": "Jun Zhang; Yi Isaac Yang; Frank Noé", "abstract": "<div>Abstract Boosting transitions of rare events is critical to modern-day simulations of complex dynamic systems. We present a novel approach to modify the potential energy surface in order to drive the system to a user-defined target distribution where the free energy barrier is lowered. The new approach, called targeted adversarial learning optimized sampling (TALOS) combines the strengths of statistical mechanics and deep learning. By casting the enhanced sampling problem as a competing game between a real sampling engine and a virtual discriminator, TALOS enables unsupervised construction of bias potential on an arbitrary dimensional space and seeks for an optimal transport plan that transforms the system into target. Through multiple experiments we show that on-the-fly training of TALOS benefits from the state-of-art optimization techniques in deep learning, thus is efficient, robust and interpretable. Additionally, TALOS is closely connected to actor-critic reinforcement learning, giving rise to a new approach to manipulating the Hamiltonian systems via deep learning.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Small Molecule Isotope Resolved Formula Enumeration: a Methodology for Assigning Isotopologues and Metabolites in Fourier Transform Mass Spectra", "doi": "10.26434/chemrxiv.7609205.v3", "published_doi": "10.1021/ACS.ANALCHEM.9B00748", "published_url": "https://doi.org/10.1021/acs.analchem.9b00748", "authors": "Hunter Moseley; Joshua Mitchell; Robert M Flight", "abstract": "Improvements in Fourier Transform Mass Spectrometry (FT-MS) enable increasingly more complex experiments in the field of metabolomics. What is directly detected in FT-MS spectra are spectral features (peaks) that correspond to sets of adducted and charged forms of specific molecules in the sample. The robust assignment of these features is an essential step for MS-based metabolomics experiments, but the sheer complexity of what is detected and a variety of analytically-introduced variance, errors, and artifacts has hindered the systematic analysis of complex patterns of observed peaks with respect to isotope content. We have devel-oped a method called SMIRFE that detects small biomolecules and determines their elemental molecular formula (EMF) using de-tected sets of isotopologue peaks sharing the same EMF. SMIRFE does not use a database of known metabolite formulas, instead a nearly comprehensive search space of all isotopologues within a mass range is constructed and used for assignment. This search space can be tailored for different isotope labeling patterns expected in different stable isotope tracing experiments. Using consumer-level computing equipment, a large search space of 2000 daltons was constructed and assignment performance was evaluated and validated using verified assignments on a pair of peak lists derived from spectra containing unlabeled and 15N-labeled versions of amino acids derivatized using ethylchloroformate. SMIRFE identified 18 of 18 predicted derivatized EMFs and each assignment was evaluated statistically and assigned an e-value representing the probability to occur by chance.", "date": "2019-05-28", "journal": "chemRxiv", "categories": "Mass Spectrometry; Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Design Principles for 2-Dimensional Molecular Aggregates using Kasha’s Model: Tunable Photophysics in Near and Shortwave Infrared", "doi": "10.26434/chemrxiv.7699358.v4", "published_doi": "10.1021/acs.jpcc.9b05060", "published_url": "https://doi.org/10.1021/acs.jpcc.9b05060", "authors": "Arundhati Deshmukh; Danielle Koppel; Chern Chuang; Danielle Cadena; Jianshu Cao; Justin Caram", "abstract": "Technologies\nwhich utilize near-infrared (700 – 1000 nm) and short-wave infrared (1000 –\n2000 nm) electromagnetic radiation have applications in deep-tissue imaging,\ntelecommunications and satellite telemetry due to low scattering and decreased\nbackground signal in this spectral region. It is therefore necessary to develop\nmaterials that absorb light efficiently beyond 1000 nm. Transition dipole\nmoment coupling (e.g. J-aggregation) allows for redshifted excitonic states and\nprovides a pathway to highly absorptive electronic states in the infrared.  We present aggregates of two cyanine dyes whose\nabsorption peaks redshift dramatically upon aggregation in water from ~800\nnm to 1000 nm and 1050 nm respectively with sheet-like morphologies and high\nmolar absorptivities (e ~ 10<sup>5 </sup>M<sup>-1</sup>cm<sup>-1</sup>). We use Frenkel exciton theory to extend\nKasha’s model for J and H aggregation and describe the excitonic states of\n2-dimensional aggregates whose slip is controlled by steric hindrance in the\nassembled structure. A consequence of the increased dimensionality is the\nphenomenon of an intermediate “I-aggregate”, one which redshifts yet displays\nspectral signatures of band-edge dark states akin to an H-aggregate. We\ndistinguish between H-, I- and J-aggregates by showing the relative position of\nthe bright (absorptive) state within the density of states using temperature\ndependent spectroscopy. I-aggregates hold potential for applications as charge\ninjection moieties for semiconductors and donors for energy transfer in NIR and\nSWIR. Our results can be used to better design chromophores with predictable\nand tunable aggregation with new photophysical properties.", "date": "2019-05-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Photochemistry (Physical Chem.); Quantum Mechanics; Quasiparticles and Excitations; Self-Assembly; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Minimally Empirical Double Hybrid Functionals Trained Against the GMTKN55 Database: revDSD-PBEP86-D4, revDOD-PBE-D4, and DOD-SCAN-D4", "doi": "10.26434/chemrxiv.7903388.v4", "published_doi": "10.1021/acs.jpca.9b03157", "published_url": "https://doi.org/10.1021/acs.jpca.9b03157", "authors": "Golokesh Santra; Nitai Sylvetsky; Gershom Martin", "abstract": "We present a family of minimally empirical double-hybrid DFT functionals parametrized against the very large and diverse GMTKN55 benchmark. The very recently proposed wB97M(2) empirical double hybrid (with 16 empirical parameters) has the lowest WTMAD2 (weighted mean absolute deviation over GMTKN55) ever reported at 2.19 kcal/mol. However, our xrevDSD-PBEP86-D4 functional reaches a statistically equivalent WTMAD2=2.22 kcal/mol, using just a handful of empirical parameters, and the xrevDOD-PBEP86-D4 functional reaches 2.25 kcal/mol with just opposite-spin MP2 correlation, making it amenable to reduced-scaling algorithms. In general, the D4 empirical dispersion correction is clearly superior to D3BJ. If one eschews dispersion corrections of any kind, noDispSD-SCAN offers a viable alternative. Parametrization over the entire GMTKN55 dataset yields substantial improvement over the small training set previously employed in the DSD papers.", "date": "2019-05-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}