{"title": "Small-Molecule (Micro)arrays for Sensitive Multiplex Metabolites Detection by Surface Plasmon Resonance Imaging", "doi": "10.26434/chemrxiv.5930644.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yong Cao; Mark T. McDermott", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Small-molecule (micro)arrays were developed to measure three\nmetabolites simultaneously by surface plasmon resonance\nimaging for the first time. To tackle the low sensitivity challenge\nassociated with small molecule detection, antibodies were\nemployed as the signal amplifiers. This work demonstrates both\ninhibition and displacement formats are applicable for sensitive\nmultiplex metabolites detection.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Guest-Dependent Stabilization of the Low Spin State in Spin-Crossover Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.5938228.v1", "published_doi": "10.1021/acs.inorgchem.8b00502", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b00502", "authors": "C. Huy Pham; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Computer simulations are carried out to\ncharacterize the variation of spin crossover (SCO) behavior of the prototypical {Fe(pz)[Pt(CN)4]} metal-organic framework (MOF) upon adsorption of chemically and structurally different guest molecules. A detailed\nanalysis of both strength and anisotropy of guest molecule-framework interactions reveals direct correlations\nbetween the mobility of the guest molecules inside the\nMOF pores, the rotational mobility of the pyrazine rings\nof the framework, and the stabilization of the low-spin\nstate of the material. Based on these correlations, precise\nmolecular criteria are established for predicting the spin\nstate of {Fe(pz)[Pt(CN)4]} upon guest adsorption. Finally, predictions of the SCO temperature upon adsorption\nof various toxic gases demonstrate that in silico modeling can provide fundamental insights and design principles for the development of spin-crossover MOFs for\napplications in gas detection and chemical sensing.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-03-02", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Magnetism; Sensors; Theory - Inorganic; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum Mechanical Interpretation of the Ultra-Low Energy Methyl-Rotation Dynamics in Porous Metal-Organic Frameworks Probed by Low-Frequency Vibrational Spectroscopy and ab initio Simulations", "doi": "10.26434/chemrxiv.5995078.v1", "published_doi": "10.1039/C8CC02650E", "published_url": "https://doi.org/10.1039/c8cc02650e", "authors": "Qi Li; Adam J. Zaczek; Timothy M. Korter; J. Axel Zeitler; Michael\nT. Ruggiero", "abstract": "<div>Understanding the nature of the interatomic interactions present within the pores of metal-organic frameworks</div><div>is critical in order to design and utilize advanced materials</div><div>with desirable applications. In ZIF-8 and its cobalt analogue</div><div>ZIF-67, the imidazolate methyl-groups, which point directly</div><div>into the void space, have been shown to freely rotate - even</div><div>down to cryogenic temperatures. Using a combination of ex-</div><div>perimental terahertz time-domain spectroscopy, low-frequency</div><div>Raman spectroscopy, and state-of-the-art ab initio simulations,</div><div>the methyl-rotor dynamics in ZIF-8 and ZIF-67 are fully charac-</div><div>terized within the context of a quantum-mechanical hindered-</div><div>rotor model. The results lend insight into the fundamental</div><div>origins of the experimentally observed methyl-rotor dynamics,</div><div>and provide valuable insight into the nature of the weak inter-</div><div>actions present within this important class of materials.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Theory - Computational; Clusters; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Size and Concentration Determination of Colloidal Nanocrystals by Small-Angle X-Ray Scattering", "doi": "10.26434/chemrxiv.5942920.v1", "published_doi": "10.1021/acs.chemmater.8b00903", "published_url": "https://doi.org/10.1021/acs.chemmater.8b00903", "authors": "Jorick Maes; Nicolo Castro; Kim De Nolf; Willem Walravens; Benjamin Abécassis; Zeger Hens", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The accurate determination of the dimensions of a nano-object is paramount to the de-\nvelopment of nanoscience and technology. Here, we provide procedures for sizing quasi-\nspherical colloidal nanocrystals (NCs) by means of small-angle x-ray scattering (SAXS).\nUsing PbS NCs as a model system, the protocols outline the extraction of the net NC SAXS\npattern by background correction and address the calibration of scattered x-ray intensity\nto an absolute scale. Different data analysis methods are compared, and we show that\nthey yield nearly identical estimates of the NC diameter in the case of a NC ensemble with\na monodisperse and monomodal size distribution. Extending the analysis to PbSe, CdSe\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>and CdS NCs, we provide SAXS calibrated sizing curves, which relate the NC diameter\nand the NC band-gap energy as determined using absorbance spectroscopy. In compari-\nson with sizing curves calibrated by means of transmission electron microscopy (TEM), we\nsystematically find that SAXS calibration assigns a larger diameter than TEM calibration\nto NCs with a given band gap. We attribute this difference to the difficulty of accurately\nsizing small objects in TEM images. To close, we demonstrate that NC concentrations can\nbe directly extracted from SAXS patterns normalized to an absolute scale, and we show\nthat SAXS-based concentrations agree with concentration estimates based on absorption\nspectroscopy.</p></div></div></div>", "date": "2018-03-02", "journal": "chemRxiv", "categories": "Spectroscopy (Anal. Chem.); Nanostructured Materials - Nanoscience; Radiation", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Networking Chemical Robots Using Twitter for #RealTimeChem", "doi": "10.26434/chemrxiv.5952655.v1", "published_doi": "10.1038/S41467-018-05828-8", "published_url": "https://doi.org/10.1038/s41467-018-05828-8", "authors": "Dario Caramelli; Daniel Salley; Alon Henson; Gerardo Aragon Camarasa; Salah Sharabi; Graham Keenan; Leroy Cronin", "abstract": "<p>Herein we present a chemistry capable robot built with a standard set of hardware and software protocols that can be networked to coordinate many chemical experiments in real time, such that the different chemical reactions can be distributed over many sites simultaneously. We demonstrate how multiple chemical processes can be done with two internet connected robots collaboratively, exploring a set of azo-coupling reactions in a fraction of time needed for a single robot, as well as encoding and decoding information into a network of oscillating BZ reactions transferring a message between two different locations using chemical reactions. The system can also be used to assess the reproducibility of chemical reactions and discover new reaction outcomes using game playing to explore a list of reaction conditions not accessible when the robots instead take it in turn to each a pre-define reaction from a list.<br /></p>", "date": "2018-03-09", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Analytical Apparatus; Chemoinformatics; Imaging; Microscopy; Coordination Chemistry (Inorg.); Supramolecular Chemistry (Inorg.); Transition Metal Complexes (Inorg.); Machine Learning; Artificial Intelligence; Chemical Kinetics; Clusters; Self-Assembly; Robotics", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Remarkable Sensing Behavior of Pyrazole-based Chemosensor Towards Cu(II) Ion Detection: Synthesis, Characterization and Theoretical Investigations", "doi": "10.26434/chemrxiv.5950327.v1", "published_doi": "10.1039/C8RA02905A", "published_url": "https://doi.org/10.1039/C8RA02905A", "authors": "Nagaraj Nayak; Shiva Prasad Kollur; Renjith Raveendran Pillai; Stevan Armaković; Sanja J. Armaković", "abstract": "We report the synthesis of a new imine based\nligand, 3-((3-methoxybenzylidene)amino)-1H-pyrazol-5-ol (<b>HL</b>) and its Cu(II) complexes in 2:1 (<b>HL</b>:metal) and 1:1:1 (<b>HL</b>:metal:<b>HQ</b>) stoichiometric ratio using\n8-hyroxyquinoline (<b>HQ</b>) as an\nadditional bidentate ligand. The synthesized ligand (<b>HL</b>) and its Cu(II) complexes (<b>1</b>\nand <b>2</b>) are structurally\ncharacterized using FT-IR, electronic absorption and emission, NMR, MS and TGA\ntechniques. Furthermore, the complexation of Cu<sup>2+</sup> with <b>HL</b> leads to the immediate formation of\nbrown colored solution which indicates that <b>HL</b> can act as simple colorimetric sensor for Cu<sup>2+ </sup>ions.\nWe further investigated that the sensor could selectively bind to the Cu<sup>2+\n</sup>ions even in the presence of competitive ions such as Mn<sup>2+</sup>, Fe<sup>2+</sup>,\nCo<sup>2+</sup>, Ni<sup>2+</sup>, Zn<sup>2+</sup>, Ag<sup>+</sup> and Na<sup>+ </sup>ions\nin aqueous solutions which was studied by electronic absorption spectroscopy.\nThe <b>HL</b> ligand and corresponding\nCu(II) complexes have been investigated for their reactive properties by\ndensity functional theory (DFT) calculations. Quantum molecular descriptors\ndescribing local reactive properties have been calculated in order to identify\nthe most reactive molecule sites of title compounds. DFT calculations\nencompassed <a></a><a></a><a>molecular electrostatic potential (MEP), local average ionization\nenergies (ALIE), Fukui functions and bond dissociation energies for hydrogen\nabstraction (H-BDE)</a>.", "date": "2018-03-06", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Ligands (Inorg.); Spectroscopy (Inorg.); Theory - Inorganic; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "ChemOS: An Orchestration Software to Democratize Autonomous Discovery", "doi": "10.26434/chemrxiv.5953606.v1", "published_doi": "10.1371/journal.pone.0229862", "published_url": "https://doi.org/10.1371/journal.pone.0229862", "authors": "Loı̈c M. Roch; Florian Häse; Christoph Kreisbeck; Teresa Tamayo-Mendoza; Lars P. E. Yunker; Jason E. Hein; Alan Aspuru-Guzik", "abstract": "<div>Autonomous or “self-driving” laboratories combine robotic platforms with artificial intelligence to increase the rate of scientific discovery. They have the potential to transform our traditional approaches to experimentation. Although autonomous laboratories recently gained increased attention, the requirements imposed by engineering the software packages often prevent their development. Indeed, autonomous laboratories require considerable effort in designing and writing advanced and robust software packages to control, orchestrate and synchronize automated instrumentations, cope with databases, and interact with various artificial intelligence algorithms. To overcome this limitation, we introduce ChemOS, a portable, modular and versatile software package, which supplies the structured layers indispensable for operating autonomous laboratories. Additionally, it enables remote control of laboratories, provides access to distributed computing resources, and comprises state-of-the-art machine learning methods. We believe that ChemOS will reduce the time-to-deployment from automated to autonomous discovery, and will provide the scientific community with an easy-to-use package to facilitate novel discovery, at a faster pace.</div>", "date": "2018-03-09", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Process Chemistry; Analytical Chemistry - General; Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence; Process Control; Reaction Engineering; Chemical Kinetics; Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding the Capacity Loss in LNMO-LTO Lithium-Ion Cells at Ambient and Elevated Temperatures", "doi": "10.26434/chemrxiv.5944228.v1", "published_doi": "10.1021/acs.jpcc.8b02204", "published_url": "https://doi.org/10.1021/acs.jpcc.8b02204", "authors": "Burak Aktekin; Matthew J. Lacey; Tim Nordh; Reza Younesi; Carl Tengstedt; Wolfgang Zipprich; Daniel Brandell; Kristina Edström", "abstract": "The high voltage spinel LiNi<sub>0.5</sub>Mn<sub>1.5</sub>O<sub>4</sub> (LNMO) is an attractive positive electrode due to its operating voltage around 4.7 V (vs Li/Li<sup>+</sup>) and high power capability. However, problems including electrolyte decomposition at high voltage and transition metal dissolution, especially at elevated temperatures, have limited its potential use in practical full cells. In this paper, a fundamental study for LiNi<sub>0.5</sub>Mn<sub>1.5</sub>O<sub>4</sub> || Li<sub>4</sub>Ti<sub>5</sub>O<sub>12</sub> (LTO) full cells has been performed to understand the effect of different capacity fading mechanisms contributing to overall cell failure. Electrochemical characterization of cells in different configurations (regular full cells, back-to-back pseudo-full cells and 3-electrode full cells) combined with an intermittent current interruption technique have been performed. Capacity fade in the full cell configuration was mainly due to progressively limited lithiation of electrodes caused by a more severe degree of parasitic reactions at the LTO electrode, while the contributions from active mass loss from LNMO or increases in internal cell resistance were minor. Comparison of cell formats constructed with and without the possibility of cross-talk indicate that the parasitic reactions on LTO occur because of the transfer of reaction products from the LNMO side. The efficiency of LTO is more sensitive to temperature causing a dramatic increase in the fading rate at 55 °C. These observations show how important the electrode interactions (cross-talk) can be for the overall cell behaviour. Additionally, internal resistance measurements showed that the positive electrode was mainly responsible for the increase of resistance over cycling, especially at 55 °C. Surface characterization showed that LNMO surface layers were relatively thin when compared to the SEI on LTO. The SEI on LTO does not contribute significantly to overall cell resistance even though these films are relatively thick. XANES measurements showed that the Mn and Ni observed on the anode were not in metallic state; the presence of elemental metals in the SEI is therefore not implicated in the observed fading mechanism through a simple reduction process of migrated metal cations.<br />", "date": "2018-03-05", "journal": "chemRxiv", "categories": "Electrochemistry; Solid State Chemistry; Spectroscopy (Inorg.); Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Surface Plasmon Resonance Based Inhibition Immunoassay for Sensitive and Selective Detection of 17β-Estradiol", "doi": "10.26434/chemrxiv.5945005.v1", "published_doi": "10.1016/J.AB.2018.06.027", "published_url": "https://doi.org/10.1016/j.ab.2018.06.027", "authors": "Yong Cao; Mark T. McDermott", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Quantitative measurement of small-molecule metabolites is now emerging as an effective way to link\nthe metabolite profile to disease state. Surface plasmon resonance (SPR) is a sensing platform that has\ndemonstrated applicability for a large range of biomolecules. However, direct detection of small molecules with SPR challenges the refractive index based detection mechanism. Herein, we utilized an indirect detection format and developed an inhibition immunoassay for the quantitative measurement of\n17β-estradiol (E2) using SPR. One competitor, BSA-E2 conjugate, was immobilized to the SPR chip via\nthe reaction between the primary amino group of the conjugate and the succinimide group (NHS) introduced by the formation of a thiol-NHS monolayer on gold surface. Free E2 molecules compete with\nBSA-E2 on chip surface for binding sites provided by a monoclonal anti-E2 antibody. It was found the\nbinding affinity of the antibody to BSA-E2 conjugate increases with decreasing surface coverage of\nBSA-E2 conjugate. Under optimal conditions, a sigmoidal calibration curve with a negative slope and a\ndynamic range from 10 pM to 2 nM was generated. The detection limit of the immunoassay is estimated to be 0.3 pM. Moreover, the immunoassay exhibits high specificity for E2 detection using estrone (E1)\nas a potential interference.</p></div></div></div>", "date": "2018-03-05", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Designing Stability into Thermally Reactive Plumbylenes", "doi": "10.26434/chemrxiv.5972863.v1", "published_doi": "10.1021/acs.inorgchem.8b00719", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b00719", "authors": "Goran Bacic; David Zanders; Anjana Devi; Sean Barry", "abstract": "We complete the picture of thermally stable and volatile <i>N-</i>heterocyclic metallylenes with the synthesis, structural analysis, and thermal characterization of <i>rac</i>-<i>N</i><sup>2</sup>,<i>N</i><sup>3</sup>-di-<i>tert</i>-butylbutane-2,3-diamido lead(II) (<b>1Pb</b>). Transamination of bis[bis(trimethylsilyl)amido] lead(II) with the free diamino ligand yields <b>1Pb</b> in high yield, whereas salt-metathesis leads to oxidative cleavage of the butane backbone and production of acetaldehyde-<i>tert-</i>butylimine. <b>1Pb</b> itself undergoes [2+2+1] cycloreversion at 150 °C to the same imine, but with a vapour pressure of 1 Torr at 94 °C a wide thermal window is available for use as a vapour deposition precursor.<div><br /></div><div>We contrast this with the the extreme instability of its sisters <i>N</i><sup>2</sup>,<i>N</i><sup>3</sup>-di-<i>tert</i>-butylethane-2,3-diamido lead(II) (<b>2Pb</b>) and <i>N</i><sup>2</sup>,<i>N</i><sup>3</sup>-di-<i>tert</i>-butylethylene-2,3-diamido lead(II) (<b>3Pb</b>), which both reductively eliminate Pb(0) at or below room temperature. This is also in start contrast to the stability of the lighter Si, Ge and Sn congeners.</div>", "date": "2018-03-13", "journal": "chemRxiv", "categories": "Stereochemistry; Ligand Design; Main Group Chemistry (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Radiocarbon (14C) Concentration of Local Pollution in Street Trees Located at Intersections", "doi": "10.26434/chemrxiv.5970868.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Daisuke Ogawa", "abstract": "<p>At large intersections, vehicles consume and generate a large amount of fossil fuel. Carbon derived from fossil fuels that do not contain radioactive carbon (<sup>14</sup>C), i.e., dead carbon, is released in large amounts in the roadside air environment. By means of photosynthesis, street trees along the roadside assimilate both dead carbon, not containing radioactive carbon (<sup>14</sup>C), and contemporary carbon, which includes radioactive carbon (<sup>14</sup>C). Therefore, the concentration of radioactive carbon (<sup>14</sup>C) in leaves of trees growing in heavily polluted environments decreases. </p>", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Environmental Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Communication: Photoinduced Carbon Dioxide Binding with Surface-Functionalized Silicon Quantum Dots", "doi": "10.26434/chemrxiv.5944273.v1", "published_doi": "10.1063/1.5027492", "published_url": "https://doi.org/10.1063/1.5027492", "authors": "Oscar A. Douglas-Gallardo; Cristián Gabriel Sánchez; Esteban Vöhringer-Martinez", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Nowadays, the search of efficient methods able to reduce the high atmospheric carbon dioxide\nconcentration has turned into a very dynamic research area. Several environmental problems\nhave been closely associated with the high atmospheric level of this greenhouse gas. Here,\na novel system based on the use of surface-functionalized silicon quantum dots (sf -SiQDs)\nis theoretically proposed as a versatile device to bind carbon dioxide. Within this approach,\ncarbon dioxide trapping is modulated by a photoinduced charge redistribution between the\ncapping molecule and the silicon quantum dots (SiQDs). Chemical and electronic properties\nof the proposed SiQDs have been studied with Density Functional Theory (DFT) and Density\nFunctional Tight-Binding (DFTB) approach along with a Time-Dependent model based on\nthe DFTB (TD-DFTB) framework. To the best of our knowledge, this is the first report\nthat proposes and explores the potential application of a versatile and friendly device based\non the use of sf -SiQDs for photochemically activated carbon dioxide fixation. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-03-05", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Adsorption Contraction Mechanics: Understanding Breathing Energetics in Isoreticular Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.5962240.v1", "published_doi": "10.1021/acs.jpcc.8b04549", "published_url": "https://doi.org/10.1021/acs.jpcc.8b04549", "authors": "Simon Krause; Jack D. Evans; Volodymyr Bon; Irena Senkovska; Sebastian Ehrling; Ulrich Stoeck; Pascal Yot; Paul Iacomi; Philip Llewellyn; Guillaume Maurin; François-Xavier Coudert; Stefan Kaskel", "abstract": "In this article we report the synthesis and detailed analysis of the highly porous metal-organic framework DUT-48, isoreticular to DUT-49 a material which shows an adsorption-induced structural transition. DUT-48 has impressive porosity and methane storage capacity, however displays conventional adsorption behaviour. The contrasting flexibility of DUT-48 and DUT-49 were analysed and rationalised using a combination of novel experimental and computational techniques. Microcalorimetry measurements, in conjunction with molecular simulations, demonstrate that DUT-48 has a significantly lower adsorption enthalpy difference and a higher framework stiffness which leads to an absence of adsorption-induced transitions and negative gas adsorption (NGA). However, by analysing the mechanical behaviour of both DUT-48 and DUT-49, employing mercury porosimetry experiments, we discovered that both materials exhibit large volume changes under hydrostatic compression, demonstrating noteworthy potential as shock absorbers, and directly linking internal adsorption-induced contraction to external hydrostatic compression.", "date": "2018-03-08", "journal": "chemRxiv", "categories": "Elastic Materials; Hybrid Organic-Inorganic Materials; Metamaterials; Coordination Chemistry (Inorg.); Computational Chemistry and Modeling; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Protein-Protein Interaction Network Analysis and Identification of Key Players in nor-NOHA and NOHA Mediated Pathways for Treatment of Cancer through Arginase Inhibition: Insights from Systems Biology", "doi": "10.26434/chemrxiv.5993326.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ishtiaque Ahammad", "abstract": "<p>L-arginine\nis involved in a number of biological processes in our bodies. Metabolism of\nL-arginine by the enzyme arginase has been found to be associated with cancer\ncell proliferation. Arginase inhibition has been proposed as a potential therapeutic\nmeans to inhibit this process. N-hydroxy-nor-L-Arg (nor-NOHA) and N (omega)-hydroxy-L-arginine\n(NOHA) has shown promise in inhibiting cancer progression through arginase\ninhibition. In this study, nor-NOHA and NOHA-associated genes and proteins were\nanalyzed with several Bioinformatics and Systems Biology tools to identify the associated\npathways and the key players involved so that a more comprehensive view of the\nmolecular mechanisms including the regulatory mechanisms can be achieved and more\npotential targets for treatment of cancer can be discovered. Based on the\nanalyses carried out, 3 significant\nmodules have been identified from the PPI network. Five pathways/processes have\nbeen found to be significantly associated with nor-NOHA and NOHA associated\ngenes. Out of the 1996 proteins in the PPI network, 4 have\nbeen identified as hub proteins- SOD, SOD1, AMD1, and NOS2. These 4 proteins have been implicated\nin cancer by other studies. Thus, this study provided further validation into\nthe claim of these 4 proteins being potential targets for cancer treatment.</p>", "date": "2018-03-19", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Mesoscale, Crumpled, Reduced Graphene Oxide Roses by Water-in-Oil Emulsion Approach", "doi": "10.26434/chemrxiv.5940799.v1", "published_doi": "10.1088/2053-1591/aac043", "published_url": "https://doi.org/10.1088/2053-1591/aac043", "authors": "Shruti Sharma; Viet Hung Pham; Jorge A. Boscoboinik; Fernando Camino; James H. Dickerson; Rina Tannenbaum", "abstract": "<p>Mesoscale crumpled graphene oxide\nroses (GO roses) were synthesized by using colloidal graphene oxide (GO)\nvariants as precursors for a hybrid emulsification/rapid evaporation approach.\nThis process produced rose-like, spherical, reduced mesostructures of colloidal\ngraphene oxide, with corrugated surfaces and particle sizes ranging from ~800 nm\nto 15 μm. The morphology and chemical structure of these produced GO roses was\ninvestigated using electron microscopy and spectroscopy techniques. The\nproposed synthesis route provides control over particle size, morphology and\nchemical properties of the synthesized GO roses.</p>", "date": "2018-03-02", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Microscopy; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "mmpdb: An Open Source Matched Molecular Pair Platform for Large Multi-Property Datasets", "doi": "10.26434/chemrxiv.5999375.v1", "published_doi": "10.1021/ACS.JCIM.8B00173", "published_url": "https://doi.org/10.1021/acs.jcim.8b00173", "authors": "Andrew Dalke; Jerome Hert; Christian Kramer", "abstract": "We present mmpdb, an open source Matched Molecular\nPair (MMP) platform to create, compile, store, retrieve, and use MMP rules.\nmmpdb is suitable for the large datasets typically found in pharmaceutical and\nagrochemical companies and provides new algorithms for fragment\ncanonicalization and stereochemistry handling. The platform is written in\nPython and based on the RDKit toolkit. mmpdb is freely available.", "date": "2018-03-19", "journal": "chemRxiv", "categories": "Chemoinformatics; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Mesoporous SiO2–TiO2 Epoxidation Catalysts: Tuning Surface Polarity to Improve Performance in the Presence of Water", "doi": "10.26434/chemrxiv.6002354.v1", "published_doi": "10.1016/j.mcat.2018.04.011", "published_url": "https://doi.org/10.1016/j.mcat.2018.04.011", "authors": "Valentin Smeets; Lilia Ben Mustapha; Josefine Schnee; Eric M. Gaigneaux; Damien Debecker", "abstract": "In order to circumvent the deactivation of the amorphous\nand mesoporous TiO<sub>2</sub>–SiO<sub>2</sub> catalyst, we\ninvestigated the effect of surface hydrophobization on the catalyst activity in\nthe presence of water for the epoxidation of cyclohexene.", "date": "2018-03-20", "journal": "chemRxiv", "categories": "Catalysts; Heterogeneous Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Direct Assembly of Large Area Nanoparticle Arrays", "doi": "10.26434/chemrxiv.6008222.v1", "published_doi": "10.1021/acsnano.8b02932", "published_url": "https://doi.org/10.1021/acsnano.8b02932", "authors": "Paul Mulvaney; HEYOU ZHANG; CALUM KINNEAR; Jasper Cadusch; TIMOTHY JAMES; ANN ROBERTS", "abstract": "We describe the fabrication of large area arrays of single nanoparticles using electrophoretic deposition.", "date": "2018-03-21", "journal": "chemRxiv", "categories": "Nanofabrication; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Iron-Catalyzed C—H Insertions: Organometallic and Enzymatic Carbene Transfer Reactions", "doi": "10.26434/chemrxiv.6011096.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Katharina\nJ. Hock; Anja Knorrscheidt; Renè Hommelsheim; Junming Ho; Martin\nJ. Weissenborn; Rene M. Koenigs", "abstract": "<p>C—H insertion reactions with organometallic and enzymatic catalysts based on earth-abundant iron complexes remain one of the major challenges in organic synthesis. In this report, we describe the development and application of these iron-based catalysts in the reaction of two different carbene precursors with <i>N-</i>heterocycles for the first time. While FeTPPCl showed excellent reactivity in the Fe(III) state with diazoacetonitrile, the highest activities of the YfeX enzyme could be achieved upon heme-iron reduction to Fe(II) with both diazoacetonitrile and ethyl diazoacetate. This highlights unexpected and subtle differences in reactivity of both iron catalysts. Deuterium labeling studies indicated a C—H insertion pathway and a marked kinetic isotope effect. This transformation features mild reaction conditions, excellent yields or turnover numbers with broad functional group tolerance, including gram-scale applications giving a unique access to functionalized <i>N</i>-heterocycles.</p>", "date": "2018-03-21", "journal": "chemRxiv", "categories": "Biocatalysis; Homogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydration Free Energies of Organic Molecules in the FreeSolv Database Calculated with Polarized Atom In Molecules Atomic Charges and the GAFF Force Field.", "doi": "10.26434/chemrxiv.6015611.v1", "published_doi": "10.1021/ACS.JCIM.8B00180", "published_url": "https://doi.org/10.1021/acs.jcim.8b00180", "authors": "Maximiliano Riquelme; Alejandro Lara; David L. Mobley; Toon Vestraelen; Adelio R Matamala; Esteban Vöhringer-Martinez", "abstract": "<div>Computer simulations of bio-molecular systems often use force fields, which are combinations of simple empirical atom-based functions to describe the molecular interactions. Even though polarizable force fields give a more detailed description of intermolecular interactions, nonpolarizable force fields, developed several decades ago, are often still preferred because of their reduced computation cost. Electrostatic interactions play a major role in bio-molecular systems and are therein described by atomic point charges.</div><div>In this work, we address the performance of different atomic charges to reproduce experimental hydration free energies in the FreeSolv database in combination with the GAFF force field. Atomic charges were calculated by two atoms-in-molecules approaches, Hirshfeld-I and Minimal Basis Iterative Stockholder (MBIS). To account for polarization effects, the charges were derived from the solute's electron density computed with an implicit solvent model and the energy required to polarize the solute was added to the free energy cycle. The calculated hydration free energies were analyzed with an error model, revealing systematic errors associated with specific functional groups or chemical elements. The best agreement with the experimental data is observed for the MBIS atomic charge method, including the solvent polarization, with a root mean square error of 2.0 kcal mol<sup>-1</sup> for the 613 organic molecules studied. The largest deviation was observed for phosphor-containing molecules and the molecules with amide, ester and amine functional groups.</div>", "date": "2018-03-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revitalizing the Concept of Bond Order Through Delocalization Measures in Real Space", "doi": "10.26434/chemrxiv.6015848.v1", "published_doi": "10.1039/C8SC01338A", "published_url": "https://doi.org/10.1039/C8SC01338A", "authors": "Carlos Outeiral; Mark Vincent; Ángel Martín Pendás; Paul L. A. Popelier", "abstract": "Ab initio quantum chemistry is an independent source of information supplying an ever widening group of experimental chemists. However, bridging the gap between these ab initio data and chemical insight remains a challenge. In particular, there is a need for a bond order index that characterizes novel bonding patterns in a reliable manner, while recovering the familiar effects occurring in well-known bonds. In this article, through a large body of calculations, we show how the delocalization index derived from Quantum Chemical Topology (QCT) serves as such a bond order. This index is defined in a parameter-free, intuitive and consistent manner, and with little qualitative dependency on the level of theory used. The delocalization index is also able to detect the subtler bonding effects that underpin most practical organic and inorganic chemistry. We explore and connect the properties of this index and open the door for its extensive usage in the understanding and discovery of novel chemistry.", "date": "2018-03-30", "journal": "chemRxiv", "categories": "Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High Aspect Ratio Nanotubes Assembled from Macrocyclic Iminium Salts", "doi": "10.26434/chemrxiv.6016355.v1", "published_doi": "10.1073/pnas.1809383115", "published_url": "https://doi.org/10.1073/pnas.1809383115", "authors": "Chao Sun; Meng Shen; Anton Davidovich Chavez; Austin Evans; Xiaolong Liu; Boris Harutyunyan; Nathan Flanders; Mark Hersam; Michael J Bedzyk; Monica Olvera de la Cruz; William Dichtel", "abstract": "<p>One-dimensional nanostructures such as carbon nanotubes rely on strong and directional interactions that stabilize their high aspect ratio shapes from fracture. This requirement has precluded making isolated, long, thin organic nanotubes by stacking molecular macrocycles, as their noncovalent stacking interactions are generally too weak. Here we report high aspect ratio (>10<sup>3</sup>), lyotropic nanotubes of stacked, macrocyclic, iminium salts, which are formed by protonation of the corresponding imine-linked macrocycles. Iminium ion formation establishes cohesive interactions that are two orders-of-magnitude stronger than the neutral macrocycles, as estimated by molecular dynamics simulations. Nanotube formation stabilizes the iminium ions, which otherwise rapidly hydrolyze, and is reversed and restored upon addition of bases and acids. Acids generated by irradiating a photoacid generator or sonicating chlorinated solvents also induced nanotube assembly, allowing these nanostructures to be coupled to diverse stimuli, and, once assembled, they can be fixed permanently by crosslinking their pendant alkenes. As the largest, and the first macrocyclic chromonic liquid crystals, macrocyclic iminium salts are easily accessible through a modular design and provide a means to rationally synthesize structures that mimic the morphology and rheology of carbon nanotubes and biological tubules.</p>", "date": "2018-03-23", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Liquid Crystals; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revisiting Anisotropic Diffusion of Carbon Dioxide in the Metal-Organic Framework Zn2(dobpdc)", "doi": "10.26434/chemrxiv.6020006.v1", "published_doi": "10.1021/acs.jpcc.8b02843", "published_url": "https://doi.org/10.1021/acs.jpcc.8b02843", "authors": "Alexander C. Forse; Stephen A. Altobelli; Stefan Benders; Mark S. Conradi; Jeffrey A. Reimer", "abstract": "The diffusion of gases confined in nanoporous materials underpins membrane and adsorption-based gas separations, yet relatively few measurements of diffusion coefficients in the promising class of materials, metal-organic frameworks (MOFs), have been reported to date. Recently we reported self-diffusion coefficients for <sup>13</sup>CO<sub>2</sub> in the MOF, Zn<sub>2</sub>(dobpdc), (dobpdc<sup>4–</sup> = 4,4′-dioxidobiphenyl-3,3′-dicarboxylate) that has one-dimensional channels with a diameter of approximately 2 nm. By analyzing the evolution of the residual <sup>13</sup>C chemical shift anisotropy lineshape at different gradient strengths, we obtained self-diffusion coefficients both along (D<sub>||</sub>) and between (D<sub>⊥</sub>) the one-dimensional MOF channels. The observation of non-zero D⊥ was unexpected based on the single crystal X-ray diffraction structure and flexible lattice molecular dynamics simulations, and we proposed that structural defects may be responsible for self-diffusion between the MOF channels. Here we revisit this analysis and show that homogeneous line broadening must be taken into account to obtain accurate values for D⊥. In the presence of homogeneous line broadening, intensity at a particular NMR frequency represents signal from crystals with a range of orientations relative to the applied magnetic field and magnetic gradient field. To quantify these effects, we perform spectral simulations that take into account homogeneous broadening and allow improved D⊥ values to be obtained. Our new analysis best supports non-zero D⊥ at all studied dosing pressures and shows that our previous analysis overestimated D⊥.", "date": "2018-03-23", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Organometallic Compounds; Solid State Chemistry; Transport Phenomena (Chem. Eng.); Reaction (Organomet.); Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Anti-proliferative Activity of N-Heterocyclic Carbenes Derived from Guanosine", "doi": "10.26434/chemrxiv.6022919.v1", "published_doi": "10.1021/acsomega.8b02387", "published_url": "https://doi.org/10.1021/acsomega.8b02387", "authors": "Maria Inês Leitão; Federico Herrera; Ana Petronilho", "abstract": "Palladium(II) and  platinum(II) complexes bearing N-heterocyclic carbene derived from Guanosine are synthesized via oxidative addition. Cytotoxicity of the compounds is evaluated with human embryonic kidney (HEK293) cells, glioblastoma (U251) cervical  cancer (HeLa) cells and prostate cancer (PC3) cells. Compounds 2a, 2b and 3a are highly selective for glioblastoma.<br />", "date": "2018-03-26", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems; Bioorganometallic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Stability of Adsorbed Water on TiO2-TiN Interfaces. A First Principles and Ab Initio Thermodynamics Investigation.", "doi": "10.26434/chemrxiv.6022241.v1", "published_doi": "10.1021/acs.jpcc.8b03520", "published_url": "https://doi.org/10.1021/acs.jpcc.8b03520", "authors": "Michael Nolan; Jose Julio Gutierrez Moreno; Pierre Loverra; Marco Fronzi; Alan O'Riordan", "abstract": "Titanium Nitride (TiN)\nsurfaces can oxidise and the growth of a TiO<sub>x</sub> layer on the surface\nalong with the likely presence of water in the surrounding environment can\nmodify the properties of this widely used coating material. The present Density\nFunctional Theory study, including Hubbard +U correction (DFT+U), investigates the\nstability of adsorbed water at TiO<sub>2</sub>-TiN interfaces with different\ndefects, that serve as a model for an oxide layer grown on a TiN surface.\nSurface free energy calculations show the stability of perfect TiN-TiO<sub>2</sub>\ninterface at regular O pressures, while oxygen vacancy-rich TiO<sub>1.88</sub>–TiN\nis more favourable at reducing conditions. An isolated water is preferentially\nadsorbed dissociatively at perfect and oxygen defective interfaces while\nmolecular adsorption is more stable at higher coverages. The adsorption energy\nis stronger at the oxygen defective interfaces which arises from the high\nconcentration of reduced Ti<sup>3+</sup> and strong interfacial atomic\nrelaxations. Ab initio atomistic thermodynamics show that water will be present\nat high coverage on TiO<sub>2</sub>-TiN interfaces at ambient conditions and\nthe pristine interface is only stable at very low pressure of O and H<sub>2</sub>O.\nThe results of these DFT+U simulations are important for the fundamental\nunderstanding of wettability of interfacial systems involving metal oxides.", "date": "2018-03-26", "journal": "chemRxiv", "categories": "Coating Materials; Computational Chemistry and Modeling; Interfaces; Physical and Chemical Processes; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis, PtS-Type Structure, and Anomalous Mechanics of the Cd(CN)2 Precursor Cd(NH3)2[Cd(CN)4]", "doi": "10.26434/chemrxiv.6024893.v1", "published_doi": "10.1039/c8dt01128a", "published_url": "https://doi.org/10.1039/c8dt01128a", "authors": "Andrew Goodwin; Chloe Coates; Joshua Makepeace; Andrew Seel; Mia Baise; Ben Slater", "abstract": "We report the nonaqueous synthesis of Cd(CN)<sub>2</sub> by oxidation of cadmium metal with Hg(CN)<sub>2</sub> in liquid ammonia. The reaction proceeds <i>via</i> an intermediate of composition Cd(NH<sub>3</sub>)<sub>2</sub>[Cd(CN)<sub>4</sub>], which converts to Cd(CN)<sub>2</sub> on prolonged heating. Powder X-ray diffraction measurements allow us to determine the crystal structure of the previously-unreported Cd(NH<sub>3</sub>)<sub>2</sub>[Cd(CN)<sub>4</sub>], which we find to adopt a twofold interpenetrating PtS topology. We discuss the effect of partial oxidation on the Cd/Hg composition of this intermediate, as well as its implications for the reconstructive nature of the deammination process. Variable-temperature X-ray diffraction measurements allow us to characterise the anisotropic negative thermal expansion (NTE) behaviour of Cd(NH<sub>3</sub>)<sub>2</sub>[Cd(CN)<sub>4</sub>] together with the effect of Cd/Hg substitution; <i>ab initio</i> density functional theory (DFT) calculations reveal a similarly anomalous mechanical response in the form of both negative linear compressibility (NLC) and negative Poisson's ratios.", "date": "2018-03-26", "journal": "chemRxiv", "categories": "Solid State Chemistry; Theory - Computational; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Activation of CO2 at Chromia-Nanocluster-Modified Rutile and Anatase TiO2", "doi": "10.26434/chemrxiv.6025658.v1", "published_doi": "10.1016/j.cattod.2018.11.062", "published_url": "https://doi.org/10.1016/j.cattod.2018.11.062", "authors": "Michael Nolan; Marco Fronzi", "abstract": "Converting CO<sub>2</sub>\nto fuels is required to enable the production of sustainable fuels and to\ncontribute to alleviating CO<sub>2</sub> emissions. In considering conversion\nof CO<sub>2</sub>, the initial step of adsorption and activation by the catalyst\nis crucial. In addressing this difficult problem, we have examined how\nnanoclusters of reducible metal oxides supported on TiO<sub>2</sub> can promote\nCO<sub>2</sub> activation. In this paper we present density functional theory\n(DFT) simulations of CO<sub>2</sub> activation on heterostructures composed of extended\nrutile and anatase TiO<sub>2</sub> surfaces modified with chromia nanoclusters.\nThe heterostructures show non-bulk Cr and O sites in the nanoclusters and an\nupshifted valence band edge that is dominated by Cr 3d- O 2p interactions. We\nshow that the supported chromia nanoclusters can adsorb and activate CO<sub>2 </sub>and\nthat activation of CO<sub>2</sub> is promoted whether the TiO<sub>2</sub>\nsupport is oxidised or hydroxylated. Reduced heterostructures, formed by\nremoval of oxygen from the chromia nanocluster, also promote CO<sub>2</sub>\nactivation. In the strong CO<sub>2</sub> adsorption modes, the molecule bends\ngiving O-C-O angles of 127 - 132<sup>o</sup> and elongation of C-O distances up\nto 1.30 Å; no carbonates are formed. The electronic properties show a strong CO<sub>2</sub>-Cr-O\ninteraction that drives the interaction of CO<sub>2</sub> with the nanocluster\nand induces the structural distortions. These results highlight that a metal\noxide support modified with reducible metal oxide nanoclusters can activate CO<sub>2</sub>,\nthus helping to overcome difficulties associated with the difficult first step\nin CO<sub>2</sub> conversion.", "date": "2018-03-26", "journal": "chemRxiv", "categories": "Catalysts; Nanocatalysis - Catalysts & Materials; Computational Chemistry and Modeling; Theory - Computational; Heterogeneous Catalysis; Photocatalysis; Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Artificial Intelligence Recognizes β-Lapachone as an Allosteric 5- Lipoxygenase Inhibitor", "doi": "10.26434/chemrxiv.6026795.v1", "published_doi": "10.1039/C8SC02634C", "published_url": "https://doi.org/10.1039/C8SC02634C", "authors": "Gonçalo Bernardes; Tiago Rodrigues; Markus Werner; Jakob Roth; Eduardo H. G. da Cruz; Marta C. Marques; Susana A. Lobo; Andreas Koeberle; Francisco Corzana; Eufrânio N. da Silva Júnior; Oliver Werz", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Chemical matter with often-discarded moieties entails opportunities for drug discovery. Relying\non orthogonal ligand-centric machine learning methods, targets were consensually identified as\npotential counterparts for the fragment-like natural product β-lapachone. Resorting to a\ncomprehensive range of biophysical and biochemical assays, the natural product was validated\nas a potent, ligand efficient, allosteric and reversible modulator of 5-lipoxygenase (5-LO).\nMoreover, we provide a rationale for 5-LO-inhibiting chemotypes inspired in the β-lapachone\nscaffold through a focused analogue library. This work demonstrates the power of artificial\nintelligence technologies to deconvolute complex phenotypic readouts of clinically relevant\nchemical matter, leverage natural product-based drug discovery, as an alternative and/or\ncomplement to chemoproteomics and as a viable approach for systems pharmacology studies. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-03-27", "journal": "chemRxiv", "categories": "Biophysics; Chemical Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Paramedic Treatment for Modeling Explicitly Solvated Chemical Reaction Mechanisms", "doi": "10.26434/chemrxiv.6045422.v1", "published_doi": "10.1039/C8SC01424H", "published_url": "https://doi.org/10.1039/C8SC01424H", "authors": "Yasemin Basdogan; John Keith", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We report a static quantum chemistry modeling treatment to study how solvent molecules affect chemical\nreaction mechanisms without dynamics simulations. This modeling scheme uses a global optimization\nprocedure to identify low energy intermediate states with different numbers of explicit solvent molecules\nand then the growing string method to locate sequential transition states along a reaction pathway. Testing\nthis approach on the acid-catalyzed Morita-Baylis-Hillman (MBH) reaction in methanol, we found a\nreaction mechanism that is consistent with both recent experiments and computationally intensive\ndynamics simulations with explicit solvation. In doing so, we explain unphysical pitfalls that obfuscate\ncomputational modeling that uses microsolvated reaction intermediates. This new paramedic approach\ncan promisingly capture essential physical chemistry of the complicated and multistep MBH reaction\nmechanism, and the energy profiles found with this model appear reasonably insensitive to the level of\ntheory used for energy calculations. Thus, it should be a useful and computationally cost-effective\napproach for modeling solvent mediated reaction mechanisms when dynamics simulations are not\npossible. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-03-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Homogeneous Catalysis; Chemical Kinetics; Clusters; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Statistical Force-Field for Structural Modeling Using Chemical Cross-Linking/mass Spectrometry Distance Constraints", "doi": "10.26434/chemrxiv.6030563.v1", "published_doi": "10.1093/bioinformatics/btz013", "published_url": "https://doi.org/10.1093/bioinformatics/btz013", "authors": "Allan J. R. Ferrari; Fabio C. Gozzo; Leandro Martinez", "abstract": "<div><p>Chemical cross-linking/Mass Spectrometry (XLMS) is an experimental method to obtain distance constraints between amino acid residues, which can be applied to structural modeling of tertiary and quaternary biomolecular structures. These constraints provide, in principle, only upper limits to the distance between amino acid residues along the surface of the biomolecule. In practice, attempts to use of XLMS constraints for tertiary protein structure determination have not been widely successful. This indicates the need of specifically designed strategies for the representation of these constraints within modeling algorithms.  Here, a force-field designed to represent XLMS-derived constraints is proposed. The potential energy functions are obtained by computing, in the database of known protein structures, the probability of satisfaction of a topological cross-linking distance as a function of the Euclidean distance between amino acid residues. The force-field can be easily incorporated into current modeling methods and software. In this work, the force-field was implemented within the Rosetta ab initio relax protocol. We show a significant improvement in the quality of the models obtained relative to current strategies for constraint representation. This force-field contributes to the long-desired goal of obtaining the tertiary structures of proteins using XLMS data. Force-field parameters and usage instructions are freely available at  http://m3g.iqm.unicamp.br/topolink/xlff <br /></p></div><p></p><p></p>", "date": "2018-03-27", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Size Tunable Synthesis and Surface Chemistry of  Metastable  TiO2-Bronze Nanocrystals", "doi": "10.26434/chemrxiv.6057431.v1", "published_doi": "10.1021/acs.chemmater.8b01296", "published_url": "https://doi.org/10.1021/acs.chemmater.8b01296", "authors": "Jonas Billet; Wouter Dujardin; Katrien De Keukeleere; Klaartje De Buysser; Jonathan De Roo; Isabel Van Driessche", "abstract": "<p>The metastable titania phase, <i>bronze</i>, has great potential as photo-catalyst or as anode material\nin Li-ion batteries. Here, we report the first synthesis of colloidally stable,\nsize-tunable TiO<sub>2</sub>-<i>bronze</i>\n(TiO<sub>2</sub>-B) nanocrystals, via a hydrothermal process. By employing\nDefinitive Screening Design, the experimental parameters affecting the size and\nagglomeration of the nanocrystals are identified. The size is mostly determined\nby the reaction temperature, resulting in 3 – 8 nm NCs in the range of 130 °C –\n180 °C. To avoid irreversible aggregation, short reaction times are desired and\nin this respect microwave heating proved essential due to its fast heating and\ncooling rates. The resulting nanocrystals are de-aggregated and stabilized in\npolar solvents using either positive or negative surface charges. In nonpolar\nsolvents, steric stabilization is provided by long chain amines and carboxylic\nacids. Furthermore, we study this peculiar post-synthetic surface modification\nthrough solution <sup>1</sup>H NMR and elemental analysis. Surprisingly, we\nfind ion-pairs of alkylammonium carboxylates bound to the surface, contrasting\nwith earlier reports on carboxylic acid stabilized metal oxide nanocrystals. To\nrationalize this, a general framework of acid/base chemistry with metal oxide\nnanocrystals is constructed and discussed. </p>", "date": "2018-03-29", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Photocatalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Screening and characterization of ternary oxides for high temperature carbon capture", "doi": "10.26434/chemrxiv.5563204.v2", "published_doi": "10.1021/acs.chemmater.7b04679", "published_url": "https://doi.org/10.1021/acs.chemmater.7b04679", "authors": "Michael Gaultois; Matthew T Dunstan; Adam W Bateson; Martin Chan; Clare P Grey", "abstract": "<div>This work describes the experimental characterisation and CO<sub>2</sub> sorption properties of several new ternary transition metal oxides predicted by high-throughput DFT screening. One material reported here, Li<sub>5</sub>SbO<sub>5</sub>, displays reversible CO<sub>2</sub> sorption, and maintains ~72% of its theoretical capacity out to 25 cycles. <br /></div><div>The results in this work are used to discuss major influences on CO<sub>2</sub> absorption capacity and rate, including the role of the crystal structure, the transition metal, the alkali or alkaline earth metal, and the competing roles of thermodynamics and kinetics. </div><div>Notably, this work shows the extent and rate to which ternary metal oxides carbonate is driven primarily by the identity of the alkali or alkaline earth ion and the nature of the crystal structure, whereas the identity of the transition ion carries little influence in the systems studied here.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Ceramics; Geological Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Endgroup and Sidechain Functionalization of Surface-Initiated ROMP Thin Films: Progress Towards ROMP-Based Molecular Wires", "doi": "10.26434/chemrxiv.5954518.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Nicholas Marshall", "abstract": "A set of experiments in surface-initiated ring-opening metathesis polymerization, including end-functionalization of growing brushes and contact angle/cyclic voltammetry measurements. We report preparation and CV of two different conjugated polymer films, and several endgroup and sidechain functionalization experiments using cross-metathesis and active ester substitution.<br />", "date": "2018-03-08", "journal": "chemRxiv", "categories": "Organic Polymers; Polymer brushes; Polymerization (Polymers); Electrochemical Analysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Blueprint for the Synthesis and Characterisation of Thin Graphene Oxide with Controlled Lateral Dimensions for Biomedicine", "doi": "10.26434/chemrxiv.5909824.v2", "published_doi": "10.1088/2053-1583/aac05c", "published_url": "https://doi.org/10.1088/2053-1583/aac05c", "authors": "Artur Rodrigues; Leon Newman; Neus Lozano; Sourav Prasanna Mukherjee; Bengt Fadeel; Cyrill Bussy; Kostas Kostarelos", "abstract": "We report the reproducible production of graphene oxide flakes of controlled lateral dimensions under endotoxin free conditions for biomedical and hazard assessment investigations. In addition, we report the thorough characterisation of those materials, using optical, atomic force, electron microcopies; fluorescence, UV/Vis and Raman spectroscopies; Zeta potential, FTIR, TGA, and XPS. We identified that a combination of microscopic techniques are needed to fully assess the lateral dimensions of GO flakes.    <br />", "date": "2018-03-06", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Physical and Chemical Properties", "metrics": null, "license": "CC BY 4.0"}
{"title": "Temperature Dependence of the Air/Water Interface Revealed by Polarization Sensitive Sum-Frequency Generation Spectroscopy", "doi": "10.26434/chemrxiv.5938177.v2", "published_doi": "10.1021/acs.jpcb.8b01726", "published_url": "https://doi.org/10.1021/acs.jpcb.8b01726", "authors": "Daniel R. Moberg; Shelby C. Straight; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The temperature dependence of the vibrational sum-frequency generation (vSFG) spectra of the the air/water interface is investigated using many-body molecular dynamics\n(MB-MD) simulations performed with the MB-pol potential energy function. The total vSFG spectra calculated for different polarization combinations are then analyzed\nin terms of molecular auto-correlation and cross-correlation contributions. To provide\nmolecular-level insights into interfacial hydrogen-bonding topologies, which give rise to\nspecific spectroscopic features, the vSFG spectra are further investigated by separating\ncontributions associated with water molecules donating 0, 1, or 2 hydrogen bonds to\nneighboring water molecules. This analysis suggests that the low frequency shoulder\nof the free OH peak which appears at ∼3600 cm−1 is primarily due to intermolecular\ncouplings between both singly and doubly hydrogen-bonded molecules.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-03-06", "journal": "chemRxiv", "categories": "Interfaces; Physical and Chemical Properties; Statistical Mechanics; Structure; Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Surface confinement induces the formation of solid - like insulating ionic liquid nanostructures", "doi": "10.26434/chemrxiv.5573287.v2", "published_doi": "10.1021/acs.jpcc.7b12600", "published_url": "https://doi.org/10.1021/acs.jpcc.7b12600", "authors": "Massimiliano Galluzzi; Simone Bovio; Paolo Milani; Alessandro Podestà", "abstract": "We report on the modification of the electric properties of the imidazolium-based [BMIM][NTf2] ionic liquid upon surface confinement in the sub-monolayer regime. Solid-like insulating nanostructures of [BMIM][NTf2] spontaneously form on a variety of insulating substrates, at odd with the liquid and conductive nature of the same substances in the bulk phase. A systematic spatially-resolved investigation by atomic force microscopy of the morphological, mechanical and electrical properties of [BMIM][NTf2] nanostructures showed that this liquid substance rearranges into lamellar nanostructures with a high degree of vertical order and enhanced resistance to mechanical compressive stresses and very intense electric fields, denoting a solid-like character. The morphological and structural reorganization has a profound impact on the electric properties of supported [BMIM][NTf2] islands, which behave like insulator layers with a relative dielectric constant between 3 and 5, comparable to those of conventional ionic solids, and significantly smaller than those measured in the bulk ionic liquid. These results suggest that in the solid-like ordered domains confined either at surfaces or inside the pores of the nanoporous electrodes of photo-electrochemical devices, the ionic mobility and the overall electrical properties can be significantly perturbed with respect to the bulk liquid phase, which would likely influence the performance of the devices.<br />", "date": "2018-03-20", "journal": "chemRxiv", "categories": "Interfaces; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A New Kinetic Model for Multicomponent Adsorption in Batch Systems", "doi": "10.26434/chemrxiv.5899393.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "yongson hong; Kye-Ryong Sin; Yong-U Ri; Jong-Su Pak; Yung Jon; Chol-Sik Kim; Chol-Su Jang; Hye-Ryon Ju; Sung-Hwan Ri", "abstract": "In many of kinetic studies on binary component adsorption, the kinetic models for unary component adsorption were used although binary adsorption process were more complex than unary ones. We proposed a new kinetic model for multicomponent adsorption in batch systems. This model, using the deactivation kinetics model(DKM) for the noncatalytic heterogeneous reaction, is represented by a set of simultaneous ordinary differential equations, the characteristic is to calculate the concentration of adsorbates and the overall deactivation degree of the adsorbent with time together. The multicomponent adsorption kinetic model was solved with ODE function of MATLAB and the kinetic parameters were estimated by the nonlinear least squares fitting. The results of nonlinear fitting to the previous experimental data show that the proposed kinetic model can be useful for kinetics modeling of multicomponent adsorption in batch systems.  <br />", "date": "2018-03-21", "journal": "chemRxiv", "categories": "Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Who Makes the Call --- and How?", "doi": "10.26434/chemrxiv.5990998.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Camilla Kao; Che-I Kao", "abstract": "Recently we proposed that mission statements incorporating the concept of reducing uncertainty could provide a framework for learning the bread and depth of information that exists about health and safety. We briefly explained the definition of uncertainty in the context of health and safety, with the unifying principle being that everything you learn about safety is about exerting greater control. Acquiring more knowledge about an experiment, using equipment appropriately, designing experiments well, executing procedures well, and obtaining appropriate training are all mechanisms for increasing control.<div><br /></div><div>Both researchers and their institutions can be the actors exerting control. But who should make the risk-based decisions related to the design of an experiment? Insecurity about the consequences of our own decisions frequently makes us want to have someone else decide a matter about safety, especially when that matter involves a gray area. Here we explain why researchers should be the main decision-makers about the safety of their experiments, with the researchers striving to thoroughly and creatively reduce the uncertainty of the well-being of themselves, their colleagues, and the environment. Even more, after comprehending the unifying principle outlined above for <b>learning</b> information about safety, researchers should make their primary goal in safety to be conceiving mechanisms for exerting greater control over their experiments that <b>go beyond</b> the mechanisms that health and safety practitioners teach. The essay ends by discussing how decision-making by researchers can improve the culture of safety.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY 4.0"}
{"title": "Three-Component [1+1+1] Cyclopropanation with Ruthenium(II)", "doi": "10.26434/chemrxiv.6025772.v2", "published_doi": "10.1021/acs.organomet.8b00361", "published_url": "https://doi.org/10.1021/acs.organomet.8b00361", "authors": "Tanner C. Jankins; Robert R. Fayzullin; Eugene Khaskin", "abstract": "We\nreport a one-step, Ru(II)-catalyzed cyclopropanation reaction that is\nconceptually different from the previously reported protocols that include\nCorey-Chaykovsky, Simmons-Smith, and metal catalyzed carbene attack on olefins.\nUnder the current protocol, various alcohols are transformed into sulfone\nsubstituted cyclopropanes with excellent isolated yields and diastereoselectivities.\nThis new reaction forms highly congested cyclopropane products with three new\nC–C bonds, three or two new chiral centers and one new quaternary carbon\ncenter. 22 examples of isolated substrates are given. Previously reported\nsynthetic routes for similar substrates are all multi-step, linear routes that\nproceed with overall low yields and poor control of stereochemistry.\nExperimental mechanistic investigations suggest initial metal-catalyzed\ndehydrogenation of the alcohol substrate and catalyst independent stepwise\nattack of two equivalents of sulfone on the aldehyde under basic conditions.\nWhile the Ru(II) is only responsible for the initial dehydrogenation step, the\nrate of aldehyde formation is crucial to maintaining the right balance of\nintermediates needed to afford the cyclopropane product.", "date": "2018-03-28", "journal": "chemRxiv", "categories": "Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Random Versus Systematic Errors in Reaction Enthalpies Computed Using Semi-empirical and Minimal Basis Set Methods", "doi": "10.26434/chemrxiv.5809380.v3", "published_doi": "10.1021/ACSOMEGA.8B00189", "published_url": "https://doi.org/10.1021/acsomega.8b00189", "authors": "Jimmy Kromann; Alexander Welford; Anders Steen Christensen; Jan H. Jensen", "abstract": "The connectivity-based hierarchy (CBH) protocol for computing accurate reaction enthalpies developed by Sengupta and Raghavachari is tested for fast <i>ab initio</i> methods (PBEh-3c, HF-3c, and HF/STO- 3G), tight-binding DFT methods (GFN-xTB, DFTB, and DFTB-D3), and NDDO-based semiempirical methods (AM1, PM3, PM6, PM6-DH+, PM6-D2, PM6-D3H+, PM6-D3H4X, PM7, and OM2) using the same set of 25 reactions as in the original study. For the CBH-2 scheme, which reflects the change in the immediate chemical environment of all the heavy atoms, the respective MUE relative to G4 for PBEh-3c, HF-3c, HF/STO-3G, GFN-xTB, DFTB-D3, DFTB, PM3, AM1, PM6, PM6-DH+, PM6-D3, PM6-D3H+, PM6-D3H4X, PM7, and OM2 are 1.9, 2.4, 3.0, 3.9, 3.7, 4.5, 4.8, 5.5, 5.4, 5.3, 5,4, 6.5, 5.3, 5.2, and 5.9 kcal/mol, with a single outlier removed for HF-3c, PM6, PM6-DH+, PM6-D3, PM6-D3H4X, and PM7. The increase in accuracy for the NDDO-based methods is relatively modest due to the random errors in predicted heats for formation.", "date": "2018-03-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "A Unifying Principle for a Researcher Learning Safety: Reduce Uncertainty!", "doi": "10.26434/chemrxiv.5917162.v5", "published_doi": "10.1016/j.jchas.2018.03.004", "published_url": "https://doi.org/10.1016/j.jchas.2018.03.004", "authors": "Camilla Kao; Russell Furr", "abstract": "Conveying safety information to researchers is challenging. A list of rules and best practices often is not remembered thoroughly even by individuals who want to remember everything. Researchers in science thinking according to principles: mathematical, physical, and chemical laws; biological paradigms. They use frameworks and logic, rather than memorization, to achieve the bulk of their work. Can safety be taught to researchers in a manner that matches with how they are trained to think? Is there a principle more defined than \"Think safety!\" that can help researchers make good decisions in situations that are complex, new, and demanding?<div><br /></div><div>Effective trainings in other professions can arise from the use of a mission statement that participants internalize as a mental framework or model for future decision-making. We propose that mission statements incorporating the concept of <b>reducing uncertainty</b> could provide such a framework for learning safety. This essay briefly explains the definition of <b>uncertainty</b> in the context of health and safety, discusses the need for an individual to <b>personalize</b> a mission statement in order to internalize it, and connects the idea of <b>greater control</b> over a situation with less uncertainty with respect to safety. The principle of reducing uncertainty might also help <b>non-researchers</b> think about safety. People from all walks of life should be able to understand that more control over their situations provides more protection for them, their colleagues, and the environment.</div>", "date": "2018-03-07", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY 4.0"}