{"title": "The Discrete Existence of Singlet Nitrenium Ions Revisited: Computational Studies of Non-Aryl Nitrenium Ions and Their Rearrangements", "doi": "10.26434/chemrxiv.6070925.v1", "published_doi": "10.1021/acsomega.8b01038", "published_url": "https://doi.org/10.1021/acsomega.8b01038", "authors": "Daniel Falvey", "abstract": "Nitrenium ion species are examined using computational methods (DFT, MP2, coupled-cluster, and a composite method, CBS-APNO) with a particular emphasis on non-aromatic species (i.e. those lacking an aromatic or heteroaromatic ring in direct conjugation with the formal nitrenium ion center.)  Substitution of the N+ center with alkyl, alkoxy, vinyl, acyl, sulfonyl, among others, were evaluated. For these species, three properties are considered. (1) the stability of the nitrenium ions to unimolecular isomerizations such as 1,2 alkyl or H shifts. And, to the extent the singlet states could be characterized as discrete minima on the PES,  (2) the effect of the substituents on singlet-triplet energy splitting as well as (3) the relative stabilities of the nitrenium ions as defined by N-hydration enthalpies (RR’N+ + H¬2O -> RR’NOH¬2+). Nearly all simple alkyl and di-alkyl nitrenium ion singlet states are predicted to rearrange without detectable barriers, largely through 1,2 H or alkyl shifts. Methyl and N-N-dimethylnitrenium ion singlet states could be characterized as formal minima on the PES. However these species show small or insignificant barriers to isomerization. Disubstituted nitrenium ions that include an alkyl group and a conjugating substituent such as alkoxyl, vinyl or phenyl, show meaningful barriers to isomerization and are thus predicted to possess non-trivial lifetimes in solution. Alkyl groups substantially stabilize the singlet state relative to the situation in the parent nitrenium ion NH¬2+ To the point where the two states are nearly degenerate. Other groups that interact with the nitrenium ion center decrease DEst in the order formoyl< vinyl < phenyl < alkoxy ~sulfonyl < cyclopropyl ~ cyclobutyl. The latter two substituents interact strongly with the (singlet) nitrenium ion center through the formation of non-classical bonding reminiscent of the bisected cyclopropylcarbinyl ion case for carbocations. When singlet state stability is evaluated in the context of N-hydration enthalpies, it is found that the ordering is acyl<br />", "date": "2018-04-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Reaction (Inorg.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid Catalyst Capture Enables Metal-Free Parahydrogen-Based Hyperpolarized Contrast Agents", "doi": "10.26434/chemrxiv.6076175.v1", "published_doi": "10.1021/acs.jpclett.8b01007", "published_url": "https://doi.org/10.1021/acs.jpclett.8b01007", "authors": "Danila Barskiy; Lucia Ke; Xingyang Li; Vincent Stevenson; Nevin Widarman; Hao Zhang; Ashley Truxal; Alexander Pines", "abstract": "<p>Hyperpolarization techniques based on the use of parahydrogen provide orders of magnitude signal enhancement for magnetic resonance spectroscopy and imaging. The main drawback limiting widespread applicability of parahydrogen-based techniques in biomedicine is the presence of organometallic compounds (the polarization transfer catalysts) in solution with hyperpolarized contrast agents. These catalysts are typically complexes of platinum-group metals and their administration in vivo should be avoided.</p>\n<p><br /></p><p>Herein, we show how extraction of a hyperpolarized compound from an organic phase to an aqueous phase combined with a rapid (less than 10 seconds) Ir-based catalyst capture by metal scavenging agents can produce pure parahydrogen-based hyperpolarized contrast agents as demonstrated by high-resolution nuclear magnetic resonance (NMR) spectroscopy and inductively coupled plasma atomic emission spectroscopy (ICP-AES). The presented methodology enables fast and efficient means of producing pure hyperpolarized aqueous solutions for biomedical and other uses.</p>", "date": "2018-04-03", "journal": "chemRxiv", "categories": "Separation Science; Spectroscopy (Anal. Chem.); Transition Metal Complexes (Inorg.); Water Purification; Homogeneous Catalysis; Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Can Gold Nanoparticles Aid Electrophoretic Detection of Sulphur in Biomolecules? Development of Gold-PAGE", "doi": "10.26434/chemrxiv.6086531.v1", "published_doi": "10.1039/C9TB00665F", "published_url": "https://doi.org/10.1039/C9TB00665F", "authors": "Emerald R. Tayor; Silvia Cavuoto; David M. Beal; Sophie Caujolle; Adrian Podoleanu; Christopher Serpell", "abstract": "<p>The prevalence,\ndistinctive reactivity, and biological significance of sulphur-based groups in\nproteins and nucleic acids means that analysis of sulphur is of prime\nimportance in biochemistry, biotechnology, and medicine. We report steps in the\ndevelopment of a method to detect these moieties using gold nanoparticles as\nadjuncts in polyacrylamide gel electrophoresis (Gold-PAGE).<b></b></p>", "date": "2018-04-05", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Hydrogels; Biochemical Analysis; Imaging; Chemical Biology; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Divergent Total Syntheses of Enmein-Type Natural Products: (–)-Enmein, (–)-Isodocarpin and (–)-Sculponin R", "doi": "10.26434/chemrxiv.6081203.v1", "published_doi": "10.1002/ange.201803709", "published_url": "https://doi.org/10.1002/ange.201803709", "authors": "Guangbin Dong; Saiyong Pan; Sicong Chen", "abstract": "Divergent\ntotal syntheses of enmein-type natural\nproducts, (–)-enmein, (–)-isodocarpin and (–)-sculponin R, have been achieved in a concise fashion. Key features of the strategy include (a) an efficient\nearly-stage cage formation to control succeeding diastereoselectivity, (b) an\none-pot acylation/akylation/lactonization to construct the C-ring and C8\nquarternary center, (c) a reductive alkenylation approach to construct enmain\nD/E rings and (d) a flexible route to allow divergent syntheses of three\nnatural products.", "date": "2018-04-04", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tailoring Metal and Insulator Contributions in Plasmonic Perfect Absorber Metasurfaces", "doi": "10.26434/chemrxiv.6086084.v1", "published_doi": "10.1021/acsanm.8b00710", "published_url": "https://doi.org/10.1021/acsanm.8b00710", "authors": "Yoshiaki Nishijima; Armandas Balcytis; Shin Naganuma; Gediminas Seniutinas; Saulius Juodkazis", "abstract": "<div>Maximum absorption of light using plasmonic perfect absorbers (PPAs) is highly desired in the field of energy harvesting. We reveal how optical properties of several</div><div>popular metals and insulators are affecting performance of PPAs at mid-infrared (IR) wavelengths. Optical properties of experimentally prepared (by plasma sputtering) structures follow expected scalings, however, departure from the finite difference time domain (FDTD) simulations are significant when roughness of the first metal baselayer is not taken into account. Electrical conductivity is shown to strongly affect</div><div>performance of PPAs.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanodevices; Nanofabrication; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Combinatorial Alloying Improves Bismuth Vanadate Photoanodes via Reduced Monoclinic Distortion", "doi": "10.26434/chemrxiv.6071012.v1", "published_doi": "10.1039/C8EE00179K", "published_url": "https://doi.org/10.1039/C8EE00179K", "authors": "P. F. Newhouse; D. Guevarra; M. Umehara; S. E. Reyes-Lillo; L. Zhou; D. A. Boyd; S. K. Suram; J. A. Haber; J. B. Neaton; John Gregoire", "abstract": "manuscript preprint", "date": "2018-04-03", "journal": "chemRxiv", "categories": "Theory - Computational; Photocatalysis; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Photoactivatable α5β1-Specific Integrin Ligand", "doi": "10.26434/chemrxiv.6097688.v1", "published_doi": "10.1002/cbic.201800180", "published_url": "https://doi.org/10.1002/cbic.201800180", "authors": "Roshna Vakkeel; Aleeza Farrukh; Aranzazu del Campo", "abstract": "In order to study how dynamic changes of α5β1 integrin engagement affect cellular behaviour, photoactivatable derivatives of α5β1 specific ligands are presented in this article. The presence of the photoremovable protecting group (PRPG) introduced at a relevant position for integrin recognition, temporally inhibits ligand bioactivity. Light exposure at cell-compatible dose efficiently cleaves the PRPG and restores functionality. Selective cell response (attachment, spreading, migration) to the activated ligand on the surface is achieved upon controlled exposure. Spatial and temporal control of the cellular response is demonstrated, including the possibility to in situ activation. Photoactivatable integrin-selective ligands in model microenvironments will allow the study of cellular behavior in response to changes in the activation of individual integrins as consequence of dynamic variations of matrix composition.", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Photochemistry (Org.); Biocompatible Materials; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Dimorphism and the Pressure-Temperature State Diagram of Racemic m-Nisoldipine, a Dihydropyridine Calcium Ion Antagonist", "doi": "10.26434/chemrxiv.6100073.v1", "published_doi": "10.1016/J.PHARMA.2018.03.010", "published_url": "https://doi.org/10.1016/j.pharma.2018.03.010", "authors": "Ivo Rietveld; Kangli Li; Gabin Gbabode; Gérard Coquerel; René Céolin", "abstract": "The pressure-temperature phase diagram of the dimorphism of racemic m-nisoldipine is constructed using temperatures and enthalpies of fusion of forms A and B. At ordinary pressure, the transition from form B to form A is found to occur around 192 K, which indicates that these polymorphs are enantiotropically related and that form A is stable at room temperature. Nevertheless, the phase relationship turns to be monotropic when pressures become greater than about 100 MPa, which indicates that form B becomes the sole stable phase.<br />", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Structure; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Initial protein unfolding events revealed by 213 nm UVPD coupled to IM-MS", "doi": "10.26434/chemrxiv.6106112.v1", "published_doi": "10.1007/S13361-018-1992-0", "published_url": "https://doi.org/10.1007/s13361-018-1992-0", "authors": "Alina Theisen; Rachelle Black; Davide Corinti; Jeff Brown; Bruno Bellina; Perdita Barran", "abstract": "In this work we couple UVPD with activated ion\nmobility mass spectrometry to measure how three model proteins start to unfold.\nUbiquitin, cytochrome c and myoglobin ions produced via nESI from salty\nsolutions are subjected to UV irradiation pre-mobility separation, experiments\nare conducted with a range of source conditions which alter the conformation of\nthe precursor ion as shown by the drift time profiles. For all three proteins\nthe compact structures result in less fragmentation than more extended\nstructures which emerge following progressive in-source activation. Cleavage\nsites are found to differ between conformational ensembles, for example, for the dominant charge state of cytochrome c [M+7H]<sup>7+</sup>, cleavage at Phe10, Thr19\nand Val20 was only observed in activating conditions while cleavage at Ala43 is\ndramatically enhanced. Mapping the photo-cleaved fragments onto crystallographic\nstructures provides insight into the local structural changes that occur as\nprotein unfolding progresses, which is coupled to global restructuring observed\nin the drift time profiles.", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Palladium and platinum 2,4-cis-amino azetidine and related complexes", "doi": "10.26434/chemrxiv.6104054.v1", "published_doi": "10.3389/fchem.2018.00211", "published_url": "https://doi.org/10.3389/fchem.2018.00211", "authors": "Akina Yoshizawa; Antonio Feula; Andrew G. Leach; Louise Male; John Fossey", "abstract": "Crystal structures and structural interpretation of complexes of azetidine (and related) ligands coordinated to palladium(II) and platinum(II).", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Ligands (Inorg.); Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Double Precision Is Not Needed for Many-Body Calculations: New Conventional Wisdom", "doi": "10.26434/chemrxiv.6104804.v1", "published_doi": "10.1021/acs.jctc.8b00321", "published_url": "https://doi.org/10.1021/acs.jctc.8b00321", "authors": "Pavel Pokhilko; Evgeny Epifanovsky; Anna I. Krylov", "abstract": "Using single precision floating point representation reduces the size of data and computation time by a factor of two relative to double precision conventionally used in electronic structure programs. For large-scale calculations, such as those encountered in many-body theories, reduced memory footprint alleviates memory and input/output bottlenecks. Reduced size of data can lead to additional gains due to improved parallel performance on CPUs and various accelerators. However, using single precision can potentially reduce the accuracy of computed observables. Here we report an implementation of coupled-cluster and equation-of-motion coupled-cluster methods with single and double excitations in single precision. We consider both standard implementation and one using Cholesky decomposition or resolution-of-the-identity of electron-repulsion integrals. Numerical tests illustrate that when single precision is used in correlated calculations, the loss of accuracy is insignificant and pure single-precision implementation can be used for computing energies, analytic gradients, excited states, and molecular properties. In addition to pure single-precision calculations, our implementation allows one to follow a single-precision calculation by clean-up iterations, fully recovering double-precision results while retaining significant savings.", "date": "2018-04-09", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "An open-access tool for designing drug control into engineered  proteins", "doi": "10.26434/chemrxiv.6106541.v1", "published_doi": "10.1021/acsomega.8b00659", "published_url": "https://doi.org/10.1021/acsomega.8b00659", "authors": "Sam M Ireland; Christopher Southan; Alazane Dominguez-Monedero; Simon D. Harding; Joanna L. Sharman; Jamie A. Davies", "abstract": "<p>A\nmajor challenge in synthetic biology, particularly for mammalian systems, is\ninclusion of adequate external control for the synthetic system activities.\nControl at the transcriptional level can be achieved by adaptation of bacterial\nrepressor-operator systems (e.g. TetR), but altering the activity of a protein\nby controlling transcription is indirect and for longer half-life mRNAs,\ndecreasing activity this way can be inconveniently slow. Where possible, direct\nmodulation of protein activity by soluble ligands has many advantages,\nincluding rapid action. Decades of drug discovery and pharmacological research\nhave uncovered detailed information on the interactions between large numbers\nof small molecules and their primary protein targets (as well as off-target\nsecondary interactions), many of which have been well studied in mammals,\nincluding humans. In principle, this accumulated knowledge would be a powerful\nresource for synthetic biology. Here we present SynPharm, a tool that draws\ntogether information from the pharmacological database GtoPdb and the\nstructural database, PDB, to help synthetic biologists identify ligand-binding\ndomains of natural proteins. Consequently, as sequence cassettes, these may be\nsuitable for building into engineered proteins to confer small molecule\nmodulation on them. The tool has ancillary utilities which\ninclude; assessing contact changes between different ligands in the same\nprotein, predicting possible effects of genetic variants on binding residues\nand insights into ligand cross-reactivity between species.</p>", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "STK: A Python Toolkit for Supramolecular Assembly", "doi": "10.26434/chemrxiv.6127826.v1", "published_doi": "10.1002/jcc.25377", "published_url": "https://doi.org/10.1002/jcc.25377", "authors": "Lukas Turcani; Enrico Berardo; Kim Jelfs", "abstract": "<p>A tool for the automated assembly, molecular optimization and property calculation of supramolecular materials is presented. stk is a modular, extensible and open-source Python library that provides a simple Python API and integration with third party computational codes. stk currently supports the construction of linear polymers, small linear oligomers, organic cages in multiple topologies, and covalent organic frameworks (COFs) in multiple framework topologies, but is designed to be easy to extend to new, unrelated, supramolecules or new topologies. Extension to metal-organic frameworks (MOFs), metallocycles or supramolecules, such as catenanes, would be straightforward. Through integration with third party codes, stk offers the user the opportunity to explore the potential energy landscape of the assembled supramolecule and then calculate the supramolecule’s structural features and properties. stk provides support for high-throughput screening of large batches of supramolecules at a time. The source code of the program can be found at https://github.com/supramolecular-toolkit/stk.</p>", "date": "2018-04-13", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Nanostructured Materials - Materials; Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "SERS Comparison from Au, Ag, and Au-Ag Alloys: Insights by the First Principles", "doi": "10.26434/chemrxiv.6120962.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Masato Takenaka; Yoshikazu Hashimoto; Takeshi Iwasa; Tetsuya Taketsugu; Gediminas Seniutinas; Armandas Balcytis; Saulius Juodkazis; Yoshiaki Nishijima", "abstract": "<div>Surface enhanced Raman scattering (SERS) is presented via a case study of 2,2’-bipyridyl</div><div>(22BPY) molecules adsorbed on pure Au and Ag as well as on Au-Ag alloy nanodiscs. Experimental</div><div>SERS spectra from Au and Ag nanodics show similar peaks, but those from Au-Ag alloy</div><div>reveal new spectral features. The physical enhancement factors due to surface nano-texture were</div><div>considered by numerical simulations of light intensity distribution for the nano-textured Au, Ag,</div><div>and Au-Ag alloy surfaces, but found to cause only minor differences. For the chemical insights of</div><div>enhancement, the density functional theory (DFT) calculations were performed using Au20, Ag20,</div><div>and Au10Ag10 clusters of a pyramidal structure for SERS modeling. Binding of 22BPY to the clusters</div><div>was simulated by considering possible arrangements of vertex and planar physical as well as</div><div>chemical adsorption models. A qualitative match with experimental SERS results for the pure Au</div><div>and Ag was obtained. DFT models showing spectral shifts of 22BPY SERS on the alloy nanodiscs</div><div>are presented.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Alloys; Plasmonic and Photonic Structures and Devices; Computational Chemistry and Modeling; Theory - Computational; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Biological Evaluation of the Antimicrobial Natural Product Lipoxazolidinone A", "doi": "10.26434/chemrxiv.6103607.v1", "published_doi": "10.1002/anie.201805078", "published_url": "https://doi.org/10.1002/anie.201805078", "authors": "Jonathan J. Mills; Kaylib R. Robinson; Troy E. Zehnder; Joshua G. Pierce", "abstract": "The lipoxazolidinone family of marine natural products, with an unusual 4-oxazolidinone heterocycle at their core, represents a new scaffold for antimicrobial discovery; however, questions regarding their mechanism of action and high lipophilicity have likely slowed follow-up studies. Herein, we report the first synthesis of lipoxazolidinone A, 15 structural analogs to explore its active pharmacophore, and initial resistance and mechanism of action studies. These results suggest that 4-oxazolidinones are valuable scaffolds for antimicrobial development and reveal simplified lead compounds for further optimization.", "date": "2018-04-09", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Metal-Assisted Plasma Etching of Silicon: A Liquid-Free Alternative to MACE", "doi": "10.26434/chemrxiv.6128237.v1", "published_doi": "10.1002/admi.201800836", "published_url": "https://doi.org/10.1002/admi.201800836", "authors": "Julia Sun; Benjamin Almquist", "abstract": "For decades, fabrication of semiconductor\ndevices has utilized well-established\netching techniques to create complex nanostructures in silicon. Of these, two\nof the most common are reactive ion etching in the gaseous phase and\nmetal-assisted chemical etching (MACE) in the liquid phase. Though these two\nmethods are highly established and characterized,\nthere is a surprising scarcity of reports exploring the ability of metallic\nfilms to catalytically enhance the etching of silicon in dry plasmas via a MACE-like mechanism. Here, we\ndiscuss a <u>m</u>etal-<u>a</u>ssisted <u>p</u>lasma <u>e</u>tch (MAPE) performed\nusing patterned gold films to catalyze\nthe etching of silicon in an SF<sub>6</sub>/O<sub>2</sub> mixed plasma, selectively\nincreasing the rate of etching by over 1000%. The degree of enhancement as a\nfunction of Au catalyst configuration and relative oxygen feed concentration is\ncharacterized, along with the catalytic\nactivities of other common MACE metals including Ag, Pt, and Cu. Finally,\nmethods of controlling the etch process\nare briefly explored to demonstrate the potential for use as a liquid-free\nfabrication strategy.", "date": "2018-04-12", "journal": "chemRxiv", "categories": "Catalysts; Materials Processing; Nanocatalysis - Catalysts & Materials; Solid State Chemistry; Interfaces", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Basis Set Effects in the Description of the Cl-O Bond in ClO and XClO Isomers (X=H,O,Cl) Using DFT and CCSD(T) Methods", "doi": "10.26434/chemrxiv.6135389.v1", "published_doi": "10.1155/2019/4057848", "published_url": "https://doi.org/10.1155/2019/4057848", "authors": "Oscar Ventura; Kenneth Irving; Martina Kieninger", "abstract": "<p>The\nperformance of a group of density functional methods of progressive complexity\nfor the description of the ClO bond in a series of chlorine oxides was\ninvestigated. The simplest ClO radical species as well as the two isomeric\nstructures XClO/ClOX for each X=H, Cl and O were studied using the PW91, TPSS,\nB3LYP, PBE0, M06, M06-2X, BMK and B2PLYP functionals. Geometry optimizations as\nwell as reaction enthalpies and enthalpies of formation for each species were\ncalculated using Pople basis sets and the (aug)-cc-pVnZ Dunning sets, with\nn=2-6. For the calculation of enthalpies of formation, atomization as well as\nisodesmic reactions were employed. Both the precision of the methods with\nrespect to the increase of the basis sets, as well as their accuracy, were\ngauged by comparing the results with the more accurate CCSD(T) calculations,\nperformed using the same basis sets as for the DFT methods. The results\nobtained employing composite chemical methods (G4, CBS-QB3 and W1BD) were also\nused for the comparisons, as well as the experimental results when they are\navailable. The results obtained show that error compensation is the key for\nsuccessful description of molecular properties (geometries and energies) by\ncarefully selecting method and basis sets. In general, expansion of the\none-electron basis set to the limit of completeness does not improve results at\nthe DFT level, but just the opposite. The enthalpies of formation calculated at\nthe CCSD(T)/aug-cc-pV6Z  for the species\nconsidered are generally in agreement with experimental determinations, and the\nmost accurate derived theoretically up to present. Different sources of error\nin the calculations are discussed in detail.</p>", "date": "2018-04-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bottom-up Evolution from Disks to High-Genus Polymersomes", "doi": "10.26434/chemrxiv.6108467.v1", "published_doi": "10.1016/J.ISCI.2018.08.018", "published_url": "https://doi.org/10.1016/j.isci.2018.08.018", "authors": "Claudia Contini; Russell Pearson; Linge Wang; Lea Messager; Jens Gaitzsch; Loris Rizzello; Lorena Ruiz-Pérez; Giuseppe Battaglia", "abstract": "<div><div><div><p>We report the design of polymersomes using a bottom-up approach where the self-assembly of amphiphilic copolymers poly(2-(methacryloyloxy) ethyl phosphorylcholine)–poly(2-(diisopropylamino) ethyl methacrylate) (PMPC-PDPA) into membranes is tuned using pH and temperature. We study this process in detail using transmission electron microscopy (TEM), nuclear magnetic resonance (NMR) spectroscopy, dynamic light scattering (DLS), and stop-flow ab- sorbance disclosing the molecular and supramolecular anatomy of each structure observed. We report a clear evolution from disk micelles to vesicle to high-genus vesicles where each passage is controlled by pH switch or temperature. We show that the process can be rationalised adapting membrane physics theories disclosing important scaling principles that allow the estimation of the vesiculation minimal radius as well as chain entanglement and coupling. This allows us to propose a new approach to generate nanoscale vesicles with genus from 0 to 70 which have been very elusive and difficult to control so far.</p></div></div></div>", "date": "2018-04-09", "journal": "chemRxiv", "categories": "Polymer chains; Polymer morphology; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Oxidase Catalysis via an Aerobically Generated Dess-Martin Periodinane Analogue", "doi": "10.26434/chemrxiv.6149276.v1", "published_doi": "10.1002/anie.201804159", "published_url": "https://doi.org/10.1002/anie.201804159", "authors": "Asim Maity; Sung-Min Hyun; Alan Wortman; David Powers", "abstract": "<p>Hypervalent iodine(V) reagents, such as Dess-Martin periodinane (DMP) and 2-iodoxybenzoic acid (IBX), are broadly useful oxidants in chemical synthesis. Development of strategies to access these reagents from O2 would immediately enable use of O2 as a terminal oxidant in a broad array of substrate oxidation reactions. Recently we disclosed the aerobic synthesis of I(III) reagents by intercepting reactive oxidants generated during aldehyde autoxidation. Here, we couple aerobic oxidation of iodobenzenes with disproportionation of the initially generated I(III) compounds to generate I(V) reagents. The aerobically generated I(V) reagents exhibit substrate oxidation chemistry analogous to that of DMP. Further, the developed aerobic generation of I(V) has enabled the first application of I(V) intermediates in aerobic oxidation catalysis.</p>", "date": "2018-04-18", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Chemoproteomics to Understand the Role of Selected Psychoactives in Treating Mental Health Indications", "doi": "10.26434/chemrxiv.6148940.v1", "published_doi": "10.1038/s41598-019-49515-0", "published_url": "https://doi.org/10.1038/s41598-019-49515-0", "authors": "Jonathan Fine; Rachel Lackner; Ram Samudrala; Gaurav Chopra", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We have developed the Computational Analysis of Novel Drug Opportunities (CANDO) platform\nto infer homology of drug behavior at a proteomic level by constructing and analyzing structural\ncompound-proteome interaction signatures of 3,733 compounds with 48,278 proteins in a shotgun\nmanner. We applied the CANDO platform to predict putative therapeutic properties of 428\npsychoactive compounds that belong to phenylethylamine, tryptamine, and cannabinoid chemical\nclasses for treating mental health indications. Our findings indicate that these 428 psychoactives\nare among the top-ranked predictions for a significant fraction of mental health indications,\ndemonstrating a significant preference for treating such indications over non-mental health\nindications, relative to randomized controls (p-value < 10-12). Also, we analyzed the use of specific\ntryptamines for the treatment of sleeping disorders, bupropion for substance abuse disorders, and\ncannabinoids for epilepsy. Our innovative use of the CANDO platform may guide the\nidentification and development of novel therapies for mental health indications and provide an\nunderstanding of their causal basis on a detailed mechanistic level. These predictions can be used\nto provide new leads for preclinical drug development for mental health and other neurological\ndisorders.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chitin for the Replacement of Fluoropolymers in the Assembly of Electrochemical Devices", "doi": "10.26434/chemrxiv.6146543.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Catherine King; Max E. Easton; Robin D. Rogers", "abstract": "Chitin and graphene/chitin composite films were prepared using ionic liquid processing and tested as separators and electrodes, respectively, in a supercapacitor to demonstrate the construction and function of an energy storage device which is constructed solely from bio-based polymer materials. The dry films possessed high thermal (Td = 265 and 246 °C) and mechanical (tensile strength = 5(1) and 1.7(2) MPa) stabilities. Once soaked in an aqueous electrolyte (2 M (NH4)2SO4) for use in a supercapacitor test cell, the device reached a peak capacitance value of 2.4 F/g. This work demonstrates a first step towards a scalable method for the preparation and assembly of biorenewable electrochemical devices, which avoid the use of unsustainable fluoropolymers and solvents, and is poised to be an important part of environmentally-sustainable economies.", "date": "2018-04-17", "journal": "chemRxiv", "categories": "Biodegradable Materials; Composites; Electrochemical Analysis; Electrochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The CHARMM36 Force Field for Lipids Can Be Used With More Accurate Water Models", "doi": "10.26434/chemrxiv.6137474.v1", "published_doi": "10.7717/PEERJ.5472", "published_url": "https://doi.org/10.7717/peerj.5472", "authors": "Fatima Sajadi; Christopher Rowley", "abstract": "The CHARMM36 force field for lipids is widely used in simulations of lipid bilayers. The CHARMM family of force fields were developed for use with the TIP3P water model. This water model has an anomalously high dielectric constant and low viscosity, which limits its accuracy in the calculation of quantities like permeability coefficients. The TIP3P-FB and TIP4P-FB water models are more accurate in terms of the dielectric constant and transport properties, which could allow more accurate simulations of systems containing water and lipids. To test whether the CHARMM36 lipid force field is compatible with the TIP3P-FB and TIP4P-FB water models, we have performed simulations of DPPC and POPC bilayers. The calculated headgroup area, compressibility, order parameters, and X-ray form factors are in good agreement with the experimental values, indicating that these improved water models can be used with the CHARMM36 lipid force field without modification. The water permeability predicted by these models is significantly different; the TIP3P-model diffusion in solution and at the lipid--water interface is anomalously fast due to the spuriously low viscosity of TIP3P-model water, but the PMF of permeation is higher for the TIP3P-FB and TIP4P-FB models due to their high excess chemical potentials.", "date": "2018-04-13", "journal": "chemRxiv", "categories": "Biophysics; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Palladium(II)-Catalyzed γ-Selective Hydroarylation of Alkenyl Carbonyl Compounds with Arylboronic Acids", "doi": "10.26434/chemrxiv.6148124.v1", "published_doi": "10.1039/C8SC03081B", "published_url": "https://doi.org/10.1039/C8SC03081B", "authors": "Rei Matsuura; Tanner Jankins; Kin Yang; Gary Gallego; Shouliang Yang; Mingying He; Fen Wang; Rohan Marsters; Indrawan McAlpine; Keary Engle", "abstract": "A catalytic γ-selective <i>syn</i>-hydroarylation of alkenyl carbonyl compounds using arylboronic acids has been developed using a substrate directivity approach with a palladium(II) catalyst. This method tolerates a wide range of functionalized (hetero)arylboronic acids and a variety of substitution patterns on the alkene.", "date": "2018-04-17", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Gene Set Enrichment Analysis (GSEA) of Upregulated Genes in Cocaine Addiction Reveals miRNAs as Potential Therapeutic Agents", "doi": "10.26434/chemrxiv.6167930.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ishtiaque Ahammad", "abstract": "<p>Cocaine\naddiction is a global health problem that causes substantial damage to the\nhealth of addicted individuals around the world. Dopamine synthesizing neurons\nin the brain play a vital role in the addiction to cocaine. But the underlying\nmolecular mechanisms that help cocaine exert its addictive effect have not been\nvery well understood. Bioinformatics can be a useful tool in the attempt to\nbroaden our understanding in this area. In the present study, Gene Set\nEnrichment Analysis (GSEA) was carried out on the upregulated genes from a\ndataset of Dopamine synthesizing neurons of post-mortem human brain of cocaine\naddicts. As a result of this analysis, 3 miRNAs have been identified as having\nsignificant influence on transcription of the upregulated genes. These 3 miRNAs\nhold therapeutic potential for the treatment of cocaine addiction. </p>", "date": "2018-04-23", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Ring Closing Reactions of Gold Compounds Containing Bis(phosphino)ferrocene Ligands", "doi": "10.26434/chemrxiv.6157451.v1", "published_doi": "10.1016/j.jorganchem.2019.03.006", "published_url": "https://doi.org/10.1016/j.jorganchem.2019.03.006", "authors": "Toni A. Michaels; Justine Dell; Chip Nataro", "abstract": "A variety of gold compounds containing bis(phosphino)ferrocene ligands were examined as catalysts in the ring closing reaction of (Z)-3-methylpent-2-en-4-yn-1-ol", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Homogeneous Catalysis; Catalysis; Ligands (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DFT-Assisted Design and Evaluation of Bifunctional copper(I) Catalysts for the Direct Intermolecular Addition of Aldehydes and Ketones to Alkynes", "doi": "10.26434/chemrxiv.6163430.v1", "published_doi": "10.1016/j.tet.2018.07.034", "published_url": "https://doi.org/10.1016/j.tet.2018.07.034", "authors": "Jacob D. Porter; Eric Greve; Abdulmohsen Alsafran; Adam R. Benoit; Sergey V. Lindeman; Chris Dockendorff", "abstract": "Bifunctional catalysts containing discrete metal pi-acid and amine sites were designed and investigated for the direct intermolecular addition of aldehydes and ketones to unactivated alkynes. Despite prior reports of intramolecular (Conia-ene-type) reactions and confirmation here that Cu(I)-based catalysts are effective, NMR studies indicated that a dual catalytic approach using separate amine and pi-acid catalysts may not be feasible for intermolecular reactions due to undesirable enamine competition with alkynes for metal complexation. Bifunctional precatalysts were designed with tridentate ligands and potentially hemilabile heterocyclic spacers, expected to be suitable for the binding of pi-acidic metals such as copper (I) and silver (I). The structures of the designed catalysts were computed using density functional theory (DFT), and the relative energies of putative catalytic intermediates were estimated. The calculated free energy changes upon carbon–carbon bond formation were used to prioritize catalyst designs, and several modular precatalysts were selected and prepared, with a focus on thiazole-containing systems synthesized via a 9-step sequence. Catalysts were screened for the direct addition of aldehydes and ketones to several internal and terminal alkynes. The precatalysts were combined with several different transition metal salts, and their structures studied with <sup>1</sup>H NMR and x-ray crystallography. Despite the lack of observed intermolecular reactions, DFT calculations of putative catalyst intermediates appears to be a promising strategy for the design and prioritization of bifunctional catalysts for C–C bond formation, and the combined results suggest that more rigid complexes may be necessary to catalyze direct intermolecular additions of aldehydes/ketones to alkynes.", "date": "2018-04-20", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Computational Chemistry and Modeling; Homogeneous Catalysis; Organocatalysis; Coordination Chemistry (Organomet.); Ligand Design; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Fabrication of Conductive Textile via Chemical Oxidative Polymerization of Aniline on Polyester Cloth", "doi": "10.26434/chemrxiv.6154757.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "alireza razaghi", "abstract": "In this research aniline polymerization conditions were optimized in presence of pre-treated polyester textile to achieve as high electrical conductivity as 100 S/Cm. Alkaline activation of the polyester textile was followed by immersion in to aqueous acidic solution of aniline monomer. Then the oxidant solution was used to initiate the polymerization. Finally, the prepared product was washed and dried prior to ant test.  Functional groups were studied by Fourie-transformed infrared spectrometry (FTIR) from the surface of the polyaniline coated textile. Also, morphological structure of synthesized conductive polyaniline was studied by scanning electron microscopy (SEM). The synthesized cloth was used in a closed circuit in order to light up alight emitting diode to emphasis the conductivity of the textile and fibres that synthesised by this method.", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Polymerization (Polymers); Polymers", "metrics": null, "license": "CC BY 4.0"}
{"title": "Ruthenium(II)-Catalyzed Intermolecular Cyclo(co)trimerization of 3-Halopropiolamides with Internal Alkynes", "doi": "10.26434/chemrxiv.6157613.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anthony P. Silvestri; James S. Oakdale", "abstract": "<div>A highly chemo- and regioselective cyclo(co)trimerization between 3-halopropiolamides and symmetrical internal alkynes is reported. The reaction is catalyzed by Ru(II)-complexes and proceeds at ambient temperature in ethanol to deliver fully substituted dihalogenated isophthalamides. 1,4-Butynediol was found to undergo spontaneous lactonization with halopropiolamides after trimerization to provide 5,7-dihalo-phthalide products.</div>", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Catalysis; Reaction (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "DLSCORE: A Deep Learning Model for Predicting Protein-Ligand Binding Affinities", "doi": "10.26434/chemrxiv.6159143.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Mahmudulla Hassan; Daniel Castaneda Mogollon; Olac Fuentes; suman sirimulla", "abstract": "<p>In recent years, the cheminformatics community has seen an increased success with machine learning-based scoring functions for estimating binding affinities and pose predictions. The prediction of protein-ligand binding affinities is crucial for drug discovery research. Many physics-based scoring functions have been developed over the years. Lately, machine learning approaches are proven to boost the performance of traditional scoring functions. In this study, a novel deep learning based scoring function (DLSCORE) was developed and trained on the refined PDBBind v.2016 dataset using 348 BINding ANAlyzer (BINANA) descriptors. The neural networks of the DLSCORE model have different number of fully connected hidden layers. Our model, an ensemble of 10 networks, yielded a Pearson R2 of 0.82, a Spearman Rho R2 of 0.90, Kendall Tau R2 of 0.74, an RMSE of 1.15 kcal=mol, and an MAE of 0.86 kcal=mol for our test set. This software is available on Github at https://github.com/sirimullalab/dlscore.git</p><p><br /></p>", "date": "2018-04-20", "journal": "chemRxiv", "categories": "Chemical Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Theory - Computational; Machine Learning", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Mobilising Ion Mobility Mass Spectrometry in a Synthetic Biology Analytics Workflow", "doi": "10.26434/chemrxiv.6149204.v1", "published_doi": "10.1039/C8AN00902C", "published_url": "https://doi.org/10.1039/c8an00902c", "authors": "Eleanor Sinclair; Katherine A. Hollywood; Cunyu Yan; Richard Blankley; Rainer Breitling; Perdita Barran", "abstract": "<p>Chromatography based mass spectrometry approaches (xC-MS)\nare commonly used in untargeted metabolomics, providing retention time, m/z\nvalues and metabolite specific-fragments all of which are used to identify and validate\nan unknown analyte. Ion mobility-mass spectrometry (IM-MS) is emerging as an\nenhancement to classic xC-MS strategies, by offering additional separation as\nwell as collision cross section (CCS) determination. In order to apply such an\napproach to a synthetic biology workflow, verified data from metabolite\nstandards is necessary. In this work we present experimental <sup>DT</sup>CCS<sub>N2</sub>\nvalues for a range of metabolites in positive and negative ionisation modes\nusing drift time-ion mobility-mass spectrometry (DT-IM-MS) with nitrogen as the\nbuffer gas. Creating a useful database containing <sup>DT</sup>CCS<sub>N2</sub>\nmeasurements for application in metabolite identification relies on a robust\ntechnique that acquires measurements of high reproducibility. We report that 86%\nof the metabolites measured in replicate have a relative standard deviation\nlower than 0.2 %.  Examples of\nmetabolites with near identical mass are demonstrated to be separated by ion\nmobility with over 4% difference in <sup>DT</sup>CCS<sub>N2</sub> values. We conclude\nthat the integration of ion mobility into current LC-MS workflows can aid in\nsmall molecule identification for both targeted and untargeted metabolite\nscreening which is commonly performed in synthetic biology.</p>", "date": "2018-04-18", "journal": "chemRxiv", "categories": "Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Asymmetric Synthesis of Geminal-Dicarboxylates", "doi": "10.26434/chemrxiv.6159335.v1", "published_doi": "10.1039/C8SC01786G", "published_url": "https://doi.org/10.1039/C8SC01786G", "authors": "Nisha Mistry; Stephen P. Fletcher", "abstract": "<p>Stereogenic acetals, spiroacetals and ketals are well-studied stereochemical features that bear two heteroatoms at a common carbon atom. These stereocenters are normally found in cyclic structures while linear (or acyclic) analogues bearing two heteroatoms are rare. Chiral geminal-dicarboxylates are illustrative, there is no current way to access this class of compounds while controlling the stereochemistry at the carbon center bound to two oxygen atoms. Here we report a rhodium-catalyzed asymmetric carboxylation of ester-containing allylic bromides to form stereogenic carbon centers bearing two different carboxylates with high yields and enantioselectivities. The products, which are surprisingly stable to a variety of acidic and basic conditions, can be manipulated with no loss of enantiomeric purity as demonstrated be ring closing metathesis reactions to form chiral lactones, which have been extensively used as building blocks in asymmetric synthesis.<br /></p>", "date": "2018-04-20", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Acid Catalysis; Base Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Iron Dissolution from Goethite (α-FeOOH) Surfaces in Water by Ab Initio Enhanced Free Energy Simulations", "doi": "10.26434/chemrxiv.6157658.v1", "published_doi": "10.1021/acs.jpcc.8b03743", "published_url": "https://doi.org/10.1021/acs.jpcc.8b03743", "authors": "Konstantin Klyukin; Kevin Rosso; Vitaly Alexandrov", "abstract": "<p>Dissolution of\nredox-active metal oxides plays a key role in a variety of phenomena including\n(photo)electrocatalysis, degradation of battery materials, corrosion of metal\noxides and biogeochemical cycling of metals in natural environments. Despite its\nwidespread significance, mechanisms of metal-oxide dissolution remain poorly understood\nat the atomistic level. This study is aimed at elucidating the long-standing problem\nof iron dissolution from Fe(III)-oxide, a complex process involving coupled hydrolysis,\nsurface protonation, electron transfer, and metal-oxygen bond cleavage. We examine\nthe case of goethite (α-FeOOH), a representative phase bearing structural similarities\nwith many other metal (hydr)oxides. By employing quantum molecular dynamics\nsimulations (metadynamics combined with the Blue Moon ensemble approach), we\nunveil the mechanistic pathways and rates of both nonreductive and reductive\ndissolution of iron from the (110) and (021) goethite facets in aqueous\nsolutions at room temperature. Our simulations reveal the interplay between\nconcerted internal (structural) and external (from solution) protonation as\nessential for breaking Fe-O bonds, as well\nas for stabilizing intermediate configurations of dissolving Fe. We demonstrate\nspecifically how Fe(III) reduction to Fe(II) yields higher dissolution rates\nthan the proton-mediated pathway, while the most rapid dissolution is expected\nfor these two processes combined, in agreement with experiments.</p>", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Minerals; Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling; Electrochemistry - Mechanisms, Theory & Study; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Boosting the Performance of Iron-Phthalocyanine as Cathode Electrocatalyst for Alkaline Polymer Fuel Cells Through Edge-Closed Conjugation", "doi": "10.26434/chemrxiv.6152435.v1", "published_doi": "10.1021/acsami.8b09074", "published_url": "https://doi.org/10.1021/acsami.8b09074", "authors": "Heyou Zhang; Shiming Zhang; Ying Wang; Jiaojiao Si; Yingting Chen; Lin Zhuang; Shengli Chen", "abstract": "One-pot\nmicrowave conjugation results in a polymerized iron-phthalocyanine (pFePc) which\nexhibits extremely high ORR performance,, showing\nactivity much better than that of the FePc monomer and 20 wt % Pt/C, and similar\nto that of the 60 wt % Pt/C under the same catalyst loading. Furthermore, we proposed an edge-closing strategy to significantly\nenhance the stability of the pFePc\ncatalyst in alkaline media by eliminating the edge anhydride groups. Using the edge-closed pFePc as cathode catalyst in APFC,\na power density as high as 452 mW∙cm<sup>-2</sup> is achieved, which is among\nthe best performance of non-noble metal catalyst-based APFCs so far reported.", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Fuels - Materials; Theory - Computational; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Systematic DFT Study of Two Elementary Steps Involving Hydrogen Peroxide and the Hydroxyl Radical in the Fenton Reaction", "doi": "10.26434/chemrxiv.6160142.v1", "published_doi": "10.1007/S00214-018-2307-Z", "published_url": "https://doi.org/10.1007/s00214-018-2307-z", "authors": "Danilo Carmona; David Contreras; Oscar A. Douglas-Gallardo; Stefan Vogt-Geisse; Pablo Jaque; Esteban Vöhringer-Martinez", "abstract": "The Fenton reaction plays a central role in many chemical and biological processes and has various applications as e.g. water remediation. The reaction consists of the iron-catalyzed homolytic cleavage of the oxygen-oxygen bond in the hydrogen peroxide molecule and the reduction of the hydroxyl radical. Here, we study these two elementary steps with high-level ab-initio calculations at the complete basis set limit and address the performance of different DFT methods following a specific classification based on the Jacob´s ladder in combination with various Pople's basis sets. Ab-initio calculations at the complete basis set limit are in agreement to experimental reference data and identified a significant contribution of the electron correlation energy to the bond dissociation energy (BDE) of the oxygen-oxygen bond in hydrogen peroxide and the electron affinity (EA) of the hydroxyl radical. The studied DFT methods were able to reproduce the ab-initio reference values, although no functional was particularly better for both reactions. The inclusion of HF exchange in the DFT functionals lead in most cases to larger deviations, which might be related to the poor description of the two reactions by the HF method. Considering the computational cost, DFT methods provide better BDE and EA values than HF and post--HF methods with an almost MP2 or CCSD level of accuracy. However, no systematic general prediction of the error based on the employed functional could be established and no systematic improvement with increasing the size in the Pople's basis set was found, although for BDE values certain systematic basis set dependence was observed. Moreover, the quality of the hydrogen peroxide, hydroxyl radical and hydroxyl anion structures obtained from these functionals was compared to experimental reference data. In general, bond lengths were well reproduced and the error in the angles were between one and two degrees with some systematic trend with the basis sets. From our results we conclude that DFT methods present a computationally less expensive alternative to describe the two elementary steps of the Fenton reaction. However, choice of approximated functionals and basis sets must be carefully done and the provided benchmark allows a systematic validation of the electronic structure method to be employed", "date": "2018-04-20", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Revisiting the Thermodynamic Stability of Indomethacin Polymorphs with Low-Frequency Vibrational Spectroscopy and Quantum Mechanical Simulations", "doi": "10.26434/chemrxiv.6155150.v1", "published_doi": "10.1021/acs.cgd.8b00623", "published_url": "https://doi.org/10.1021/acs.cgd.8b00623", "authors": "Michael Ruggiero; Joshua J. Sutton; Sara J. Fraser-Miller; Adam J. Zaczek; Timothy M. Korter; Keith Gordon; J. Axel Zeitler", "abstract": "<pre>The two major polymorphs of the active pharmaceutical ingredient indomethacin were studied using a combination of experimental low-frequency vibrational spectroscopies, theoretical solid-state density functional theory and \\textit{ab initio} molecular dynamics calculations. The results enable a complete spectral assignment of the low-frequency IR and Raman spectra, and yield new insight into the energetic and dynamical factors present within the solids to be understood. Ultimately, these results are used to rationalize the thermodynamic properties of the two crystals, which result in a contradiction to the long-held belief that the $\\gamma$-form is the more stable polymorph at ambient conditions due to its predominant abundance. Overall, the study highlights the combined role that molecular conformation, bulk packing arrangement, and intermolecular forces have on the ultimate properties of pharmaceutical crystals, and the need for detailed analyses into all of these effects in order to predict the properties of materials. </pre>", "date": "2018-04-19", "journal": "chemRxiv", "categories": "Theory - Computational; Pharmaceutical Industry; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.); Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Benchmark of ReaxFF Force Field for Subcritical and Supercritical Water", "doi": "10.26434/chemrxiv.6168980.v1", "published_doi": "10.1063/1.5031489", "published_url": "https://doi.org/10.1063/1.5031489", "authors": "Hegoi Manzano; Weiwei Zhang; Adri C. T. van Duin; Muralikrishna Raju; Jorge S. Dolado; Iñigo Lopez Arbeloa", "abstract": "<div><div><div><p>Water in the subcritical and supercritical states has remarkable properties that make it an excellent solvent for oxidation of hazardous chemicals, waste separation, and green synthesis. Molecular simulations are a valuable complement to experiments in order to understand and improve the relevant sub- and super-critical reaction mechanisms. Since water molecules under those conditions can act not only as solvent but also as reactant, dissociative force fields are specially interesting to investigate theseprocesses. In this work, we evaluate the capacity of the ReaxFF force field to reproduce the microstructure, hydrogen bonding, dielectric constant, diffusion, and proton transfer of sub- and super-critical water. Our results indicate that ReaxFF is able to simulate water properties in these states in very good quantitative agreement with existing experimental data, with the exception of the static dielectric constant which is reproduced only qualitatively.</p></div></div></div>", "date": "2018-04-23", "journal": "chemRxiv", "categories": "Hydrology and Water Chemistry; Computational Chemistry and Modeling; Solution Chemistry; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Synergistic LUMO Lowering Strategy Using Lewis Acid Catalysis in Water to Enable Photoredox Catalytic, Functionalizing C-C Cross-Coupling of Styrenes", "doi": "10.26434/chemrxiv.6187232.v1", "published_doi": "10.1039/C8SC02106F", "published_url": "https://doi.org/10.1039/C8SC02106F", "authors": "Elisabeth Speckmeier; Patrick J. W. Fuchs; Kirsten Zeitler", "abstract": "Easy available alpha-carbonyl acetates serve as convenient alkyl radical source for an efficient, photocatalytic crosscoupling with a great variety of styrenes. Activation of electronically different alpha-acetylated acetophenone derivatives could be effected via LUMO lowering catalysis using a superior, synergistic combination of water and (water-compatible) Lewis acids. Deliberate application of <i>fac</i>-Ir(ppy)<sub>3</sub> as photocatalyst to enforce an oxidative quenching cycle is crucial to the success of this (umpolung type) transformation. Mechanistic particulars of this dual catalytic coupling reaction have been studied in detail using both Stern-Volmer and cyclic voltammetry experiments. As demonstrated in more than 30 examples, our waterassisted<br />LA/photoredox catalytic activation strategy allows for excess-free, equimolar radical cross-coupling and subsequent formal Markovnikov hydroxylation to versatile 1,4-difunctionalized products in good to excellent yields.", "date": "2018-04-26", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Homogeneous Catalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of carbonate esters by carboxymethylation using NaAlO2 as a highly active heterogeneous catalyst", "doi": "10.26434/chemrxiv.6204173.v1", "published_doi": "10.1021/acs.oprd.8b00333", "published_url": "https://doi.org/10.1021/acs.oprd.8b00333", "authors": "Sreerangappa Ramesh; Kiran Indukuri; Olivier Riant; Damien Debecker", "abstract": "<p>Sodium aluminate is presented as a highly active heterogeneous\ncatalyst able to convert a range of alcohols into the corresponding mixed\ncarbonate esters, in high yield and under green conditions. The reaction is\ncarried out using dimethyl carbonate both as a reactant and solvent, at 90°C.\nAllylic, aliphatic and aromatic alcohols are converted in good yields. The solid\ncatalyst is shown to be truly heterogeneous, resistant to leaching, and\nrecyclable. </p>", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Base Catalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Defect-Free Chemical Functionalization of Magnetic Monolayers Based on Coordination Polymers", "doi": "10.26434/chemrxiv.6194747.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Javier López-Cabrelles; Samuel Mañas-Valero; Iñigo J. Vitórica-Yrezábal; Pablo J. Bereciartúa; J. Alberto Rodríguez-Velamazán; João Carlos Waerenborgh; Bruno J. C. Vieira; Dejan Davidovikj; Peter G. Steeneken; Herre S. J. van\nder Zant; Guillermo Minguez Espallargas; Eugenio Coronado", "abstract": "<p>Chemical functionalization has demonstrated to be a powerful approach to tailor the physical and chemical properties of two-dimensional (2D) materials, to increase their processability and</p>\n<p>stability, to add new functionalities and, even, to create new 2D materials. However, this post synthetic method – which involves the anchoring of molecules on the surface of an exfoliated 2D crystal – inevitably leads to defective materials, which lack long-range structural order. If defect-free functionalized monolayers are required, a radically new approach needs to be developed. Here we present a pre-synthetic method based on coordination chemistry that affords the isolation of crystalline functionalized monolayers. This involves functionalization of the ligand prior to the formation of the 2D material. The concept is illustrated using layered coordination polymers formed by reacting various benzimidazole derivatives with ferrocene. This surface tuneability, together with the robust magnetic and mechanical properties of these 2D materials, make them exceptional candidates for studying the magnetism in the 2D limit, as well as for developing membranes for selective molecular sensing.</p>", "date": "2018-04-30", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Magnetic Materials; Nanostructured Materials - Materials; Coordination Chemistry (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel(0)-Catalyzed Linear-Selective Hydroarylation of Unactivated Alkenes and Styrenes with Arylboron Acids", "doi": "10.26434/chemrxiv.6198929.v1", "published_doi": "10.1039/C8SC02101E", "published_url": "https://doi.org/10.1039/c8sc02101e", "authors": "Honggui Lv; Li-Jun Xiao; Dongbing Zhao; Qi-Lin Zhou", "abstract": "Herein, we realized the first linear-selective hydroarylation of unactivated alkenes and styrenes with organoboronic  acids by introducing directing groupon alkenes. Our method is highly efficient and scalable, and provides a modular route to assemble structurally diverse alkylarenes, especially for γ-aryl butyric  acid derivatives, which have  been  widely utilized  as  chemical feedstocks to  access multiple marketed drugs, and biologically active compounds.<br />", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Benchmarking Approach for Routine Determination of Flow Battery Kinetics", "doi": "10.26434/chemrxiv.6203297.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tejal Sawant; James McKone", "abstract": "This work focusses on improved precision and reproducibility in the study of redox flow battery (RFB) kinetics. We measured the electron-transfer reaction rates of the Fe(III/II) redox couple at polycrystalline Pt and Au electrodes in aqueous HCl supporting electrolyte using rotating disk electrode voltammetry. We made considerable effort to implement a systematic electrode preparation protocol, which was necessary for reproducibility. We found the reaction to be quasi-reversible at both electrodes and Pt to be a slightly more effective catalyst than Au. We further discuss some of the benefits and challenges of applying classical electroanalysis to RFB device design.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Electrochemistry; Electrocatalysis; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning the Electrochemical Potential of Perfunctionalized Dodecaborate Clusters Through Vertex Differentiation", "doi": "10.26434/chemrxiv.6187253.v1", "published_doi": "10.1039/C8CC03477J", "published_url": "https://doi.org/10.1039/C8CC03477J", "authors": "Alex I. Wixtrom; Zeeshan Parvez; Miles A. Savage; Elaine A. Qian; Dahee Jung; Saeed I. Khan; Arnold L. Rheingold; Alexander Spokoyny", "abstract": "We  report  a  new  class  of  redox-­‐active  vertex-­‐differentiated  dodecaborate  clusters  featuring  pentafluoroaryl  groups.  These [B12(OR)11NO2]  clusters  share  several  unique  photophysical  properties  with  their  [B12(OR)12]  analogues,  while  exhibiting significantly higher (+0.5 V) redox potentials. This work describes the  synthesis,  characterization,  and  isolation  of  [B12(O-­‐CH2C6F5)11NO2]  clusters  in  all  3  oxidation  states  (dianion,  radical, and neutral). Reactivity to post-­‐functionalization with thiol species via SNAr on the pentafluoroaryl groups is also demonstated.", "date": "2018-04-26", "journal": "chemRxiv", "categories": "Bonding; Electrochemistry; Main Group Chemistry (Inorg.); Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Three-Dimensional Chemical Mapping of OTFT on Modified Hydrophobic Flexible Polymeric Substrate by Low Energy Cs+ Ion Sputtering", "doi": "10.26434/chemrxiv.6176213.v1", "published_doi": "10.1016/J.APSUSC.2018.04.097", "published_url": "https://doi.org/10.1016/j.apsusc.2018.04.097", "authors": "Luca Tortora; Marco Urbini; Mario Barra; Antonio Cassinese; Paolo Branchini; Alberto Aloisio; Fabio Chiarella; Luigi Mariucci; Matteo Rapisarda; Andrea Fabbri; Francesco Di Capua", "abstract": "<p>Here, electron-transporting semiconducting organic channels made of N,N′-1H, 1H-perfluorobutyl dicyanoperylenecarboxydiimmide (PDIF-CN<sub>2</sub>) molecules were thermally evaporated on flexible polyethylene-naphtalate (PEN) plastic substrates equipped with gold (Au) electrodes. This multilayer structure represents the basic component for the fabrication of staggered top-gate n-type organic thin-film transistors (OTFTs) to be completed with the addition of  a polymeric dielectric layer and an aluminum gate electrode. PEN substrate was treated with hexamethyldisilazane (HMDS) in order to make it more hydrophobic. Indeed, the hydrophobized surface of the plastic substrate was shown to induce a more ordered supramolecular structure of the semiconductor layer during the evaporation process. The hybrid organic/inorganic formally trilayer non-passivated OTFT structure was successfully profiled in a single run through ToF-SIMS depth profiling experiments with low energy cesium ions. High mass molecular fragment ions were obtained and used as indicators of interfaces, leading to an increase of information on molecular specificity. The HMDS surface modification was clearly detected and spatially located. Finally, a chemometric approach was also adopted to evaluate depth profiling data. In particular, principal component analysis (PCA) and K-means algorithm were tested as innovative method for the identification of molecular fragments useful for the OTFT multi-layer structure characterization and the determination of the number of OTFT layers, respectively. <b></b></p>", "date": "2018-04-24", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Multilayers; Thin Films; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Identification of Key Proteins Associated with Myocardial Infarction using Bioinformatics and Systems Biology", "doi": "10.26434/chemrxiv.6185339.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ishtiaque Ahammad", "abstract": "<p>Myocardial\ninfarction, more commonly known as heart attack, is a huge health problem\naround the world. It is a result of inadequate blood supply to certain parts of\nthe heart and death of heart muscle cells in that region. Although it has been\naround for a long time, newer and newer ways of probing myocardial infarction\nis being followed. Bioinformatics and Systems Biology are relatively recent fields\nto try to give new insights into myocardial infarction. Following the footsteps\nof others, this <i>in silico</i> study has\ntried to chime in on the investigation into myocardial infarction. The study\nbegan with the gene expression omnibus dataset uploaded to the NCBI from a whole-genome\ngene expression analysis carried out at Mayo Clinic in Rochester, Minnesota.\nFrom the dataset, differentially expressed genes following first-time\nmyocardial infarction were identified and classified into up-regulated and down-regulated\nones. Gene Set Enrichment Analysis (GSEA) was carried out on the up-regulated\ngenes which were statistically significant and corresponded with the NCBI\ngenerated annotations. Protein-Protein Interaction Network for these genes was\nconstructed. GSEA revealed 5 transcription factors, 5 microRNAs and 3 pathways\nsignificantly associated with them. From the Protein-Protein Interaction\nNetwork, 6 key proteins (hub nodes) have been identified. These 6 proteins may\nopen a new window of opportunity for the discovery/design of new drugs for mitigating\nthe damage caused by myocardial infarction.</p>", "date": "2018-04-26", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Probing the Basis Set Limit for Thermochemical Contributions of Inner-Shell Correlation: Balance of Core-Core and Core-Valence Contributions", "doi": "10.26434/chemrxiv.6199280.v1", "published_doi": "10.1080/00268976.2018.1478140", "published_url": "https://doi.org/10.1080/00268976.2018.1478140", "authors": "Nitai Sylvetsky; Gershom Martin", "abstract": "The inner-shell correlation contributions to the total atomization energies of the W4-17 computational thermochemistry benchmark have been determined at the CCSD(T) level near the basis set limit using several families of core correlation basis sets, such as aug-cc-pCVnZ (n=3-6), aug-cc-pwCVnZ (n=3-5), and nZaPa-CV (n=3-5). The three families of basis sets agree very well with each other (0.01 kcal/mol RMS) when extrapolating from the two largest available basis sets: however, there are considerable differences in convergence behavior for the smaller basis sets. nZaPa-CV is superior for the core-core term and awCVnZ for the core-valence term. While the aug-cc-pwCV(T+d)Z basis set of Yockel and Wilson is superior to aug-cc-pwCVTZ, further extension of this family proved unproductive. The best compromise between accuracy and computational cost, in the context of high-accuracy computational thermochemistry methods such as W4 theory, is CCSD(T)/awCV{T,Q}Z, where the {T,Q} notation stands for extrapolation from the awCVTZ and awCVQZ basis set pair. For lower-cost calculations, a previously proposed combination of CCSD-F12b/cc-pCVTZ-F12 and CCSD(T)/pwCVTZ(no f) appears to ‘give the best bang for the buck’. While core-valence correlation accounts for the lion’s share of the inner shell contribution in first-row molecules, for second-row molecules core-core contributions may become important, particularly in systems like P<sub>4</sub>and S<sub>4</sub>with multiple adjacent second-row atoms.<div>[In memory of Dieter Cremer, 1944-2017]</div>", "date": "2018-04-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Hydration Structure of Methylthiolate from QM/MM Molecular Dynamics", "doi": "10.26434/chemrxiv.6199340.v1", "published_doi": "10.1063/1.5038010", "published_url": "https://doi.org/10.1063/1.5038010", "authors": "Ernest Awoonor-Williams; Christopher Rowley", "abstract": "Thiols are widely present in biological systems, most notably as the side chain of cysteine amino acids in proteins. Thiols can be deprotonated to form a thiolate, which affords a diverse range of enzymatic activity and modes for chemical modification of proteins. Parameters for modeling thiolates using molecular mechanical force fields have not yet been validated, in part due to the lack of structural data on thiolate solvation. Here, the CHARMM36 and Amber models for thiolates in aqueous solutions are assessed using free energy perturbation and QM/MM MD simulations. The hydration structure of methylthiolate was calculated from 1 ns of QM/MM MD (PBE0/def2-TZVP//TIP3P), which show that the water–S- distances are approximately 2 Å. The CHARMM thiolate parameters predict a thiolate S radius close to the QM/MM value and predict a hydration Gibbs energy of -331 kJ/mol, close to the experimental value of -318 kJ/mol. The cysteine thiolate model in the Amber force field underestimates the thiolate radius by  0.2 Å and overestimates the thiolate hydration energy by 119 kJ/mol because it uses the same Lennard-Jones parameters for thiolates as for thiols. A recent Drude polarizable model for methylthiolate with optimized thiolate parameters also performs well. SAPT2+ analysis indicates exchange repulsion is larger for the methylthiolate, consistent with it having a more diffuse electron density distribution in comparison to the parent thiol. These data demonstrate that it is important to define distinct non-bonded parameters for the protonated/deprotonated states of amino acid side chains in molecular mechanical force fields.", "date": "2018-04-30", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Biophysical Chemistry; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chimera: Enabling Hierarchy Based Multi-Objective Optimization for Self-Driving Laboratories", "doi": "10.26434/chemrxiv.6195176.v1", "published_doi": "10.1039/C8SC02239A", "published_url": "https://doi.org/10.1039/C8SC02239A", "authors": "Florian Häse; Loic Roch; Alan Aspuru-Guzik", "abstract": "<div><div>We introduce Chimera, a general purpose achievement scalarizing function (ASF) for multi-objective optimization problems in experiment design. Chimera combines concepts of a priori scalarizing with ideas from lexicographic approaches. It constructs a single merit-based function which implicitly accounts for a provided hierarchy in the objectives. The performance of the suggested ASF is demonstrated on several well-established analytic multi-objective benchmark sets using different single-objective optimization algorithms. We further illustrate the performance and applicability of Chimera on two practical applications: (i) the auto-calibration of a virtual robotic sampling sequence for direct-injection, and (ii) the inverse-design of a system for efficient excitation energy transport. The results indicate that Chimera enables a wide class of optimization algorithms to rapidly find solutions. The presented applications highlight the interpretability of Chimera to corroborate design choices on tailoring system parameters. Additionally, Chimera appears to be applicable to any set of n unknown objective functions, and more importantly does not require detailed knowledge about these objectives. We recommend the use of Chimera in combination with a variety of optimization algorithms for an efficient and robust optimization of multi-objective problems.</div></div><div><br /></div>", "date": "2018-04-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence; Reaction Engineering; Quasiparticles and Excitations; Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Directing the Reactivity of Metal Hydrides for Selective CO2 Reduction", "doi": "10.26434/chemrxiv.6205322.v1", "published_doi": "10.1073/pnas.1811396115", "published_url": "https://doi.org/10.1073/pnas.1811396115", "authors": "Bianca M. Ceballos; Jenny Yang", "abstract": "A critical challenge in electrocatalytic CO<sub>2</sub> reduction to renewable fuels is product selectivity. Desirable CO<sub>2</sub> reduction products require proton equivalents, but key catalytic intermediates in CO<sub>2</sub> reduction can also be competent for direct proton reduction to H<sub>2</sub>. Understanding how to manage divergent reaction pathways at these shared intermediates is essential to achieving high selectivity. Both proton reduction to hydrogen and CO<sub>2</sub> reduction to formate generally proceed through a metal hydride intermediate. We apply thermodynamic relationships that describe the reactivity of metal hydrides with H+ and CO<sub>2</sub> to generate a modified Pourbaix diagram which outlines product favorability as a function of pro-ton activity and hydricity (ΔG<sub>H-</sub>), or hydride donor strength. The diagram outlines a region of metal hydricity and proton activity in which CO2 reduction is favorable and H+ reduction is suppressed. We apply our diagram to inform our selection of [Pt(dmpe)<sub>2</sub>](PF<sub>6</sub>)<sub>2</sub> as a potential catalyst because the corresponding hydride [HPt(dmpe)<sub>2</sub>]+ has the correct hydricity to access the region where selective CO2 reduction is possible. We validate our choice experimentally; [Pt(dmpe)<sub>2</sub>](PF6)<sub>2</sub> is a highly selective electrocatalyst for CO<sub>2</sub> reduction to formate (>90 % Faradaic efficiency) at an overpotential of less than 100 mV with no evidence of catalyst degradation after electrolysis. Our report of a new selective catalyst for CO<sub>2</sub> reduction illustrates how our modified Pourbaix diagrams can guide selective and efficient catalyst discovery.", "date": "2018-05-03", "journal": "chemRxiv", "categories": "Electrochemistry; Inorganic Acid/Base Chemistry; Kinetics and Mechanism - Inorganic Reactions; Organometallic Compounds; Reaction (Inorg.); Small Molecule Activation (Inorg.); Transition Metal Complexes (Inorg.); Electrocatalysis; Homogeneous Catalysis; Catalysis; Electrochemistry - Organometallic; Kinetics and Mechanism - Organometallic Reactions; Reaction (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.); Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The tetragonal elastic dipole Cr5+ in SrTiO3", "doi": "10.26434/chemrxiv.5831751.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thomas (Tom) Kool", "abstract": "Tetragonal Cr<sup>5+</sup> impurity centre in single crystals\nof the perovskite SrTiO<sub>3</sub>. After careful analyses we came to the\nconclusion that this centre is an off-centre system and no Jahn-Teller\nimpurity. From the previous stress experiments in EPR we calculated the linear\nstress coupling tensor as β = 3.56×10<sup>-30</sup> m<sup>3</sup>, which is in\nagreement with other stress coupling tensors of off-centre systems in SrTiO<sub>3</sub>\nas well as BaTiO<sub>3</sub>.", "date": "2018-04-02", "journal": "chemRxiv", "categories": "Optical Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Kinetic Solvent Effects in Organic Reactions", "doi": "10.26434/chemrxiv.5370778.v2", "published_doi": "10.1002/poc.3904", "published_url": "https://doi.org/10.1002/poc.3904", "authors": "Belinda Slakman; Richard West", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>This article reviews prior work studying reaction kinetics in solution, with the goal\nof using this information to improve detailed kinetic modeling in the solvent phase.\nBoth experimental and computational methods for calculating reaction rates in liquids\nare reviewed. Previous studies, which used such methods to determine solvent effects,\nare then analyzed based on reaction family. Many of these studies correlate kinetic\nsolvent effect with one or more solvent parameters or properties of reacting species,\nbut it is not always possible, and investigations are usually done on too few reactions\nand solvents to truly generalize. From these studies, we present suggestions on how\nbest to use data to generalize solvent effects for many different reaction types in a high\nthroughput manner. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-04-02", "journal": "chemRxiv", "categories": "Chemical Kinetics; Solution Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Bind3P: Optimization of a Water Model with Host-Guest Binding Data", "doi": "10.26434/chemrxiv.5848113.v2", "published_doi": "10.1021/ACS.JCTC.8B00318", "published_url": "https://doi.org/10.1021/acs.jctc.8b00318", "authors": "Jian Yin; Niel M. Henriksen; Hari S. Muddana; Michael K. Gilson", "abstract": "We report a water model, Bind3P (Version 0.1), which was obtained by using sensitivity analysis to readjust the Lennard-Jones parameters of the TIP3P model against experimental binding free energies for six host-guest systems, along with pure liquid properties. Tests of Bind3P against >100 experimental binding free energies and enthalpies for host-guest systems distinct from the training set show a consistent drop in the mean signed error, relative to matched calculations with TIP3P. Importantly, Bind3P also yields some improvement in the hydration free energies of small organic molecules, and preserves the accuracy of bulk water properties, such as density and the heat of vaporization. The same approach can be applied to more sophisticated water models that can better represent pure water properties. These results lend further support to concept of integrating host-guest binding data into force field parameterization.", "date": "2018-04-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Systematic comparison of Amber and Rosetta energy functions for protein structure evaluation.", "doi": "10.26434/chemrxiv.5314828.v2", "published_doi": "10.1021/acs.jctc.8b00303", "published_url": "https://doi.org/10.1021/acs.jctc.8b00303", "authors": "Aliza Rubenstein; Kristin Blacklock; Hai Nguyen; David Case; Sagar Khare", "abstract": "<p>An accurate energy function is an essential component of biomolecular\nstructural modeling and design.  The\ncomparison of differently derived energy functions enables analysis of the\nstrengths and weaknesses of each energy function, and provides independent\nbenchmarks for evaluating improvements within a given energy function.  We compared the molecular mechanics Amber\nempirical energy function to two versions of the Rosetta energy function\n(talaris2014 and REF2015) in decoy discrimination and loop modeling tests. Both\nRosetta's talaris2014 and Amber's ff14SBonlySC energy functions performed well\nin scoring the native state as the lowest energy conformation in many cases.  In 24/150 cases with Rosetta, and in 2/150\ncases using Amber, a false minimum is found that is absent in the alternative\nlandscape. In 21/150 cases, both energy function-generated landscapes featured\nfalse minima. The newest version of the Rosetta energy function, REF2015, which\nhas more physically-derived terms than talaris2014, performs significantly\nbetter, highlighting the improvements made to the Rosetta scoring approach. To\ntake advantage of the semi-orthogonal nature of these energy functions, we developed\na Pareto optimization approach that combines Amber and Rosetta energy\nlandscapes to predict the most near-native model for a given protein. This algorithm\nimproves upon predictions from either energy function in isolation, and should\naid in model selection for structure prediction and loop modeling tasks. </p>", "date": "2018-04-04", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hunting for Organic Molecules with Artificial Intelligence: Molecules Optimized for Desired Excitation Energies", "doi": "10.26434/chemrxiv.6086294.v2", "published_doi": "10.1021/acscentsci.8b00213", "published_url": "https://doi.org/10.1021/acscentsci.8b00213", "authors": "Masato Sumita; Xiufeng Yang; Shinsuke Ishihara; Ryo Tamura; Koji Tsuda", "abstract": "<p><a></a>This work presents a proof-of-concept study in artificial-intelligence-assisted (AI-assisted) chemistry where a machine-learning-based molecule generator is coupled with density functional theory (DFT) calculations, synthesis, and measurement. Although deep-learning-based molecule generators have shown promise, it is unclear to what extent they can be useful in real-world materials development. To assess the reliability of AI-assisted chemistry, we prepared a platform using the ChemTS molecule generator and a DFT simulator, and attempted to generate novel photo-functional molecules whose lowest excited states lie at desired energetic levels. A ten-day run on 12 cores discovered 86potential photo-functional molecules around target lowest excitation levels, designated as 200, 300, 400, 500, and 600 nm. Among the molecules discovered, six were synthesized and five were confirmed to reproduce DFT predictions in ultraviolet visible absorption measurements. This result shows the potential of AI-assisted chemistry to discover ready-to-synthesize novel molecules with modest computational resources.<br /></p><p><br /></p><div>The Android robot is reproduced or modified from work created and shared by Google and used </div><div>according to terms described in the Creative Commons 3.0 Attribution License.</div>", "date": "2018-04-05", "journal": "chemRxiv", "categories": "Chemoinformatics; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Charge transfer excitations from exact and approximate ensemble Kohn-Sham theory", "doi": "10.26434/chemrxiv.5802300.v2", "published_doi": "10.1063/1.5022832", "published_url": "https://doi.org/10.1063/1.5022832", "authors": "Tim Gould; Stefano Pittalis; Leeor Kronik", "abstract": "By studying the lowest excitations of an exactly solvable one-dimensional \\SP{}{soft-Coulomb} molecular model, we show that components of Kohn-Sham ensembles can be used to describe charge transfers. Furthermore, we compute the approximate excitation energies obtained by using the exact ensemble densities in the recently formulated ensemble Hartree-exchange theory [Gould and Pittalis, Phys. Rev. Lett. 119, 243001 (2017)]. Remarkably, our results show that triplet excitations are accurately reproduced across a dissociation curve in all cases tested, even in systems where ground state energies are poor due to strong static correlations. Singlet excitations exhibit larger deviations from exact results but are still reproduced semi-quantitatively.<br /><br />", "date": "2018-04-13", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Identification of Key Proteins Involved in Axon Guidance Related Disorders: A Systems Biology Approach", "doi": "10.26434/chemrxiv.6144413.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ishtiaque Ahammad", "abstract": "<p>Axon\nguidance is a crucial process for growth of the central and peripheral nervous\nsystems.  In this study, 3 axon guidance\nrelated disorders, namely- Duane Retraction Syndrome (DRS) , Horizontal Gaze\nPalsy with Progressive Scoliosis (HGPPS) and Congenital fibrosis of the\nextraocular muscles type 3 (CFEOM3) were studied using various Systems Biology\ntools to identify the genes and proteins involved with them to get a better\nidea about the underlying molecular mechanisms including the regulatory\nmechanisms. Based on the analyses carried out, 7 significant modules have been identified from the PPI\nnetwork. Five pathways/processes have been found to be significantly associated\nwith DRS, HGPPS and CFEOM3 associated genes. From the PPI network, 3 have\nbeen identified as hub proteins- DRD2, UBC and CUL3. </p>", "date": "2018-04-17", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydrogen Bond Networks Near Supported Lipid Bilayers from Vibrational Sum Frequency Generation Experiments and Atomistic Simulations", "doi": "10.26434/chemrxiv.5946556.v2", "published_doi": "10.1021/acs.jpcb.8b02138", "published_url": "https://doi.org/10.1021/acs.jpcb.8b02138", "authors": "Merve Dogangun; Paul E. Ohno; Dongyue Liang; Alicia C. McGeachy; Ariana Gray Be; Naomi Dalchand; Tianzhe Li; Qiang Cui; Franz Geiger", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We report vibrational sum frequency generation (SFG) spectra in which the C–H\nstretches of lipid alkyl tails in fully hydrogenated single- and dual-component supported lipid\nbilayers are detected along with the O–H stretching continuum above the bilayer. As the salt\nconcentration is increased from ~10 μM to 0.1 M, the SFG intensities in the O–H stretching\nregion decrease by a factor of 2, consistent with significant absorptive-dispersive mixing\nbetween χ(2) and χ(3) contributions to the SFG signal generation process from charged interfaces.\nA method for estimating the surface potential from the second-order spectral lineshapes (in the\nOH stretching region) is presented and discussed in the context of choosing truly zero-potential\nreference states. Aided by atomistic simulations, we find that the strength and orientation\ndistribution of the hydrogen bonds over the purely zwitterionic bilayers are largely invariant\nbetween sub-micromolar and hundreds of millimolar concentrations. However, specific interactions between water molecules and lipid headgroups are observed upon replacing phosphocholine (PC) lipids with negatively charged phosphoglycerol (PG) lipids, which\ncoincides with SFG signal intensity reductions in the 3100 cm-1 to 3200 cm-1 frequency region.\nThe atomistic simulations show that this outcome is consistent with a small, albeit statistically\nsignificant, decrease in the number of water molecules adjacent to both the lipid phosphate and\ncholine moieties per unit area, supporting the SFG observations. Ultimately, the ability to probe\nhydrogen-bond networks over lipid bilayers holds the promise of opening paths for\nunderstanding, controlling, and predicting specific and non-specific interactions between\nmembranes and ions, small molecules, peptides, polycations, proteins, and coated and uncoated\nnanomaterials.<br /></p></div></div>", "date": "2018-04-24", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Interfaces; Optics; Spectroscopy (Physical Chem.); Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Large–Scale Computational Screening of Molecular Organic Semiconductors Using Crystal Structure Prediction", "doi": "10.26434/chemrxiv.6143732.v2", "published_doi": "10.1021/acs.chemmater.8b01621", "published_url": "https://doi.org/10.1021/acs.chemmater.8b01621", "authors": "Jack Yang; Sandip De; Joshua E Campbell; Sean Li; Michele Ceriotti; Graeme Day", "abstract": "Predictive computational methods have the potential to significantly accelerate the discovery of new materials with targeted properties by guiding the choice of candidate materials for synthesis. Recently, a  planar pyrrole azaphenacene molecule  (pyrido[2,3-b]pyrido[3`,2`:4,5]-pyrrolo[3,2-g]indole, <b>1</b>) was synthesized and shown to have promising properties for charge transport, which relate to stacking of molecules in its crystal structure. Building on our methods for evaluating small molecule organic semiconductors using crystal structure prediction, we have screened a set of 27 structural isomers of <b>1</b> to assess charge mobility in their predicted crystal structures. Machine--learning techniques are used to identify structural classes across the landscapes of all molecules and we find that, despite differences in the arrangement of hydrogen bond functionality, the predicted crystal structures of the molecules studied here can be classified into a small number of packing types. We analyze the predicted property landscapes of the series of molecules and discuss several metrics that can be used to rank the molecules as promising semiconductors. The results suggest several isomers with superior predicted electron mobilities to <b>1</b> and suggest two molecules in particular that represent attractive synthetic targets.", "date": "2018-04-27", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Self-Assembly; Structure", "metrics": null, "license": "CC BY 4.0"}
{"title": "Synthesis of RNA nucleotides in plausible prebiotic conditions from ab initio computer simulations", "doi": "10.26434/chemrxiv.5519041.v4", "published_doi": "10.1021/acs.jpclett.8b02077", "published_url": "https://doi.org/10.1021/acs.jpclett.8b02077", "authors": "Andrea Pérez-Villa; A. Marco Saitta; Thomas Georgelin; Jean-François Lambert; François Guyot; Marie-Christine Maurel; Fabio Pietrucci", "abstract": "Understanding the mechanism of spontaneous formation of ribonucleotides under realistic prebiotic conditions is a key open issue of origins-of-life research. In cells, <i>de novo</i> and salvage nucleotide enzymatic synthesis combines 5-phospho-α\u000b-D-ribose-1-diphosphate (\u000bα-PRPP) and nucleobases. Interestingly, these reactants are also known as prebiotically plausible compounds. Combining ab initio molecular dynamics simulations with recently developed reaction exploration and enhanced sampling methods, we show that nucleobases and α\u000b-PRPP should spontaneously combine, under mild hydrothermal conditions, with an exothermic reaction and a facile mechanism, forming both purine and pyrimidine ribonucleotides.<br />Surprisingly, this mechanism is very similar to the biological one, and yields ribonucleotides with the same anomeric carbon chirality as in biological systems.<br />These results suggest that natural selection might have optimized -- through enzymes -- a pre-existing ribonucleotide formation mechanism, carrying it forward to modern life forms.<br />", "date": "2018-04-27", "journal": "chemRxiv", "categories": "Solution Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}