{"title": "Benchmarking Several van der Waals Dispersion Approaches for the Description of Intermolecular Interactions", "doi": "10.26434/chemrxiv.5840883.v1", "published_doi": "10.1063/1.5018818", "published_url": "https://doi.org/10.1063/1.5018818", "authors": "Julien Claudot; Won June Kim; Anant Dixit; Hyungjun Kim; Tim Gould; Dario Rocca; Sébastien Lebègue", "abstract": "Seven methods, including three van der Waals \ndensity functionals (vdW-DFs) and four different variants of the \nTkatchenko-Scheffler (TS) methods, are tested on the A24, L7, and Taylor\n <i>et al.</i>'s \"blind\" test sets. It is found that for these systems, \nthe vdW-DFs perform better that the TS methods. In particular, the \nvdW-DF-cx functional gives binding energies that are the closest to the \nreference values, while the many body correction of TS does not always \nlead to an improvement in the description of molecular systems. In light\n of these results, several directions for further improvements to \ndescribe van der Waals interactions are discussed.<br />", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CO2 and Water Activation on Ceria Nanocluster Modified TiO2 Rutile (110)", "doi": "10.26434/chemrxiv.5845635.v1", "published_doi": "10.1039/C8TA01270A", "published_url": "https://doi.org/10.1039/c8ta01270a", "authors": "Michael Nolan; Stephen Rhatigan", "abstract": "Surface modification of TiO<sub>2</sub> with metal oxide nanoclusters is\na strategy for the development of new photocatalyst materials. We have studied modification\nof the (110) surface of rutile TiO<sub>2</sub> with ceria nanoclusters using\ndensity functional theory corrected for on-site Coulomb interactions (DFT+U).\nWe focus on the impact of surface modification on key properties governing the\nperformance of photocatalysts, including light absorption, photoexcited charge\ncarrier separation, reducibility and surface reactivity. Our results show that\nadsorption of the CeO<sub>2</sub> nanoclusters, with compositions Ce<sub>5</sub>O<sub>10</sub>\nand Ce<sub>6</sub>O<sub>­12</sub>, is favourable at the rutile (110) surface and\nthat the nanocluster-surface composites favour non-stoichiometry in the\nadsorbed ceria so that reduced Ce ions will be present in the ground state. The\npresence of reduced Ce ions and low coordinated O sites in the nanocluster lead\nto the emergence of energy states in the energy gap of the TiO<sub>2</sub>\nhost, which potentially enhance the visible light response. We show, through an\nexamination of oxygen vacancy formation, that the composite systems are\nreducible with moderate energy costs. Photoexcited electrons and holes localize\non Ce and O sites of the supported nanoclusters. The interaction of CO<sub>2</sub>\nand H<sub>2</sub>O is favourable at multiple sites of the reduced CeO<sub>x</sub>-TiO<sub>2</sub>\ncomposite surfaces. CO<sub>2</sub> adsorbs and activates, while H<sub>2</sub>O\nspontaneously dissociates at oxygen vacancy sites.", "date": "2018-02-02", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Computational Chemistry and Modeling; Clusters; Photochemistry (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Versatile AuNP Synthetic Platform for Decoupled Control of Size and Surface Composition", "doi": "10.26434/chemrxiv.5844267.v1", "published_doi": "10.1021/acs.langmuir.8b00353", "published_url": "https://doi.org/10.1021/acs.langmuir.8b00353", "authors": "Ye Yang; Luis A. Serrano; Stefan Guldin", "abstract": "While a plethora of protocols exist for the synthesis of sub-10 nm gold nanoparticles (AuNPs), the independent control over size and surface composition remains restricted. This poses a particular challenge for systematic studies of AuNP structure-function relationships and optimization of crucial design parameters. To this end, we report on a modular 2-step approach based on the synthesis of AuNPs in oleylamine (OAm) followed by the subsequent functionalization with target thiol ligands. The synthesis of OAm-capped AuNPs enables fine tuning of the core size in the range of 2–7nm by varying the reaction temperature. The subsequent thiol-for-OAm ligand-exchange allows a reliable generation of thiol-capped AuNPs with target surface functionality. The compatibility of this approach with a vast library of thiol ligands provides detailed control of mixed ligand composition and solubility in a wide range of solvents ranging from water to hexane. This decoupled control over the AuNP core and ligand shell provides a powerful toolbox for the methodical screening of optimal design parameters and facile preparation of AuNPs with target properties.", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Programmable in vitro Co-Encapsidation of Guest Proteins Inside Protein Nanocages", "doi": "10.26434/chemrxiv.5844393.v1", "published_doi": "10.1021/acsnano.8b01059", "published_url": "https://doi.org/10.1021/acsnano.8b01059", "authors": "Noor H. Dashti; Rufika S. Abidin; Frank Sainsbury", "abstract": "Bioinspired self-sorting and self-assembling\nsystems using engineered versions of natural protein cages have been developed\nfor biocatalysis and therapeutic delivery. The packaging and intracellular delivery\nof guest proteins is of particular interest for both <i>in vitro</i> and <i>in vivo</i> cell\nengineering. However, there is a lack of platforms in bionanotechnology that\ncombine programmable guest protein encapsidation with efficient intracellular\nuptake. We report a minimal peptide anchor for <i>in vivo</i> self-sorting of cargo-linked capsomeres of the Murine\npolyomavirus (MPyV) major coat protein that enables controlled encapsidation of\nguest proteins by <i>in vitro</i>\nself-assembly. Using Förster resonance energy transfer (FRET) we demonstrate\nthe flexibility in this system to support co-encapsidation of multiple proteins.\nComplementing these ensemble measurements with single particle analysis by\nsuper-resolution microscopy shows that the stochastic nature of\nco-encapsidation is an overriding principle. This has implications for the\ndesign and deployment of both native and engineered self-sorting encapsulation\nsystems and for the assembly of infectious virions. Taking advantage of the\nencoded affinity for sialic acids ubiquitously displayed on the surface of\nmammalian cells, we demonstrate the ability of self-assembled MPyV virus-like\nparticles to mediate efficient delivery of guest proteins to the cytosol of\nprimary human cells. This platform for programmable co-encapsidation and\nefficient cytosolic delivery of complementary biomolecules therefore has\nenormous potential in cell engineering.", "date": "2018-02-01", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Controlled-Release Systems; Bioengineering and Biotechnology; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Effect of Hydrated Metal Salts on the Coordination Product of Cobalt(II) halide and PNP Type Ligand, 2,6-bis(di-tertbutylphosphinomethyl) pyridine", "doi": "10.26434/chemrxiv.5851701.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Tasneem Siddiquee; Abdul Goni", "abstract": "Chemical treatment of CoX<sub>2</sub><b><sup>. </sup></b>6H<sub>2</sub>O (X = Cl,\nBr, I) with the potentially tridentate PNP pincer ligand 2,6-bis(di-<i>tert</i>-butylphosphinomethyl)pyridine in\n1:1 molar ratio results in cobalt(II) halide-PNP pincer complexes. The effect\nof the hydrated metal source on molecular structure and geometry of the\ncomplexes was studied by single crystal X-ray diffraction analysis. The\ncomplexes are neutral and the cobalt center adopts a penta-coordinate system\nwith potential atropisomerization. Within\nthe unit cell there are two distinct molecules per asymmetric unit. One of the\ntwo phosphorus atoms in the PNP ligand was observed to be partially oxidized to\nphosphinoxide. Disorder in the structure reflects a mixture of square pyramidal\nand distorted tetrahedral geometry.", "date": "2018-02-05", "journal": "chemRxiv", "categories": "Coordination Chemistry (Organomet.); Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Protein-Ligand Binding Enthalpies from Near-Millisecond Simulations: Analysis of a Preorganization Paradox", "doi": "10.26434/chemrxiv.5851857.v1", "published_doi": "10.1063/1.5027439", "published_url": "https://doi.org/10.1063/1.5027439", "authors": "Amanda Li; Michael Gilson", "abstract": "Calorimetric studies of protein-ligand binding often yield thermodynamic data that are difficult to explain in physical terms. Today, explicit solvent molecular dynamics simulations are fast enough that we can begin to use them to look for explanations of such thermodynamic puzzles. Additionally, when such simulations generate results that do not agree well with experiment, this may motivate further development of computational methods and force fields.  Here, we apply near-millisecond duration simulations to compute and analyze the binding of four peptidic ligands with the Grb2 SH2 domain, focusing on relative binding enthalpies. The ligands fall into matched pairs, which differ only in the presence or absence of a conformationally constraining bond, which preorganizes two of the ligands for binding. Prior experimental work had revealed, unexpectedly, that binding of the constrained ligands is favored enthalpically, rather than entropically, relative to their flexible<br />analogs. However, the present calculations yield the  opposite trend. On further analysis, the computed relative binding enthalpies are found to be small balances of much larger underlying differences in the mean energies of structural components, such as the ligand and the binding site residues. As a consequence, the deviations from experiment in the relative binding enthalpies represent small differences between these large numbers. We also  computed first order estimates of changes in configurational  entropy on binding. These suggest that the more rigid constrained ligands reduce the entropy of binding site  residues more than their flexible analogs do. The implications of these calculations for the use of simulations to understand the thermodynamics of molecular recognition, and for the computational analysis of binding thermodynamics, are discussed.", "date": "2018-02-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Workfunction of Al-Doped ZnO Films Deposited by Atomic Layer Deposition", "doi": "10.26434/chemrxiv.5850003.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Peter George Gordon; Goran Bacic; Gregory P. Lopinski; Sean Thomas Barry", "abstract": "Al-doped ZnO (AZO) is a promising earth-abundant alternative to Sn-doped In<sub>2</sub>O<sub>3</sub> (ITO) as an n-type transparent conductor for electronic and photovoltaic devices; AZO is also more straightforward to deposit by atomic layer deposition (ALD). The workfunction of this material is particularly important for the design of optoelectronic devices. We have deposited AZO films with resistivities as low as 1.1 x 10<sup>-3</sup> Ωcm by ALD using the industry-standard precursors trimethylaluminum (TMA), diethylzinc (DEZ), and water at 200<sup>◦</sup>C. These films were transparent and their elemental compositions showed reasonable agreement with the pulse program ratios. The workfunction of these films was measured using a scanning Kelvin Probe (sKP) to investigate the role of aluminum concentration. In addition, the workfunction of AZO films prepared by two different ALD recipes were compared: a “surface” recipe wherein the TMA was pulsed at the top of each repeating AZO stack, and a interlamellar recipe where the TMA pulse was introduced halfway through the stack. As aluminum doping increases, the surface recipe produces films with a consistently higher workfunction as compared to the interlamellar recipe. The resistivity of the surface recipe films show a minimum at a 1:16 Al:Zn atomic ratio and using an interlamellar recipe, minimum resistivity was seen at 1:19. The film thicknesses were characterized by ellipsometry, chemical composition by EDX, and resistivity by four-point probe.<br />", "date": "2018-02-05", "journal": "chemRxiv", "categories": "Thin Films; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Global and Local Reactivity Descriptors Based on Quadratic and Linear Energy Models for α,β-Unsaturated Organic Compounds", "doi": "10.26434/chemrxiv.5856825.v1", "published_doi": "10.1002/qua.25706", "published_url": "https://doi.org/10.1002/qua.25706", "authors": "Javier Oller; Patricia Perez; Paul W. Ayers; Esteban Vöhringer-Martinez", "abstract": "<div>Global and local descriptors of chemical reactivity can be derived from conceptual density functional theory. Their explicit form, however, depends on how the energy is defined as a function of the number of electrons. Within the existing interpolation models, here, the quadratic and the linear energy model were used to derive global descriptors as the electrophilicity and nucleophilicity (defined as the negative of the ionization potential) and local descriptors employing either the corresponding condensed fukui function in the linear model or the local response of the global descriptor in the quadratic model. The ability of these descriptors to predict the reactivity of molecules with more than one reactive site was first studied on a set of α ,β -unsaturated ketones, where experimental rate constants for the nucleophilic attack is known. With the validated descriptors the reactivity of α ,β -unsaturated carboxylic compounds with different heteroatoms as α ,β -unsaturated thioesters, esters and amides as alternative substrates for the enzymatic CO<sub>2</sub> fixation studied experimentally by Erb <i>et al.</i> was addressed. The carbon dioxide fixation involves the reduction of the neutral α ,β -unsaturated carboxylic compounds by a nucleophilic attack of a hydride anion from NADPH and the following electrophilic attack by carbon dioxide. It was found that condensed values of the linear fukui function within the fragment of molecular response approximation describe best the reactivity of α ,β -unsaturated ketones. For the two relevant processes involved in CO<sub>2</sub> fixation the amides present the largest reactivity in vacuum and in aqueous solution compared to the esters and thioesters and may, therefore, serve as alternative sustrates of carboxylases.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Biodegradable 3D Printed Polymer Microneedles for Transdermal Drug Delivery", "doi": "10.26434/chemrxiv.5851950.v1", "published_doi": "10.1039/C8LC00098K", "published_url": "https://doi.org/10.1039/C8LC00098K", "authors": "Michael A. Luzuriaga; Danielle R. Berry; John C. Reagan; Ronald A. Smaldone; Jeremiah J. Gassensmith", "abstract": "Biodegradable polymer microneedle (MN) arrays are an\nemerging class of transdermal drug delivery devices that promise a painless and\nsanitary alternative to syringes; however, prototyping bespoke needle\narchitectures is expensive and requires production of new master templates.\nHere, we present a new microfabrication technique for MNs using fused\ndeposition modeling (FDM) 3D printing using polylactic acid, an FDA approved,\nrenewable, biodegradable, thermoplastic material. We show how this natural\ndegradability can be exploited to overcome a key challenge of FDM 3D printing,\nin particular the low resolution of these printers. We improved the feature\nsize of the printed parts significantly by developing a post fabrication\nchemical etching protocol, which allowed us to access tip sizes as small as 1\nμm. With 3D modeling software, various MN shapes were designed and printed\nrapidly with custom needle density, length, and shape. Scanning electron\nmicroscopy confirmed that our method resulted in needle tip sizes in the range of\n1 – 55 µm, which could successfully penetrate and break off into porcine skin.\nWe have also shown that these MNs have comparable mechanical strengths to\ncurrently fabricated MNs and we further demonstrated how the swellability of\nPLA can be exploited to load small molecule drugs and how its degradability in\nskin can release those small molecules over time.", "date": "2018-02-05", "journal": "chemRxiv", "categories": "Biodegradable Materials; Drug delivery systems; Organic Polymers; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Probing Substrate Diffusion in Interstitial MOF Chemistry with Kinetic Isotope Effects", "doi": "10.26434/chemrxiv.5883142.v1", "published_doi": "10.1002/anie.201713244", "published_url": "https://doi.org/10.1002/anie.201713244", "authors": "David Powers; Chen-Hao Wang; Anuvab Das; Wen-Yang Gao", "abstract": "<p>Metal-organic frameworks (MOFs) have garnered substantial interest as platforms for site-isolated catalysis. Efficient diffusion of small molecule substrates to interstitial lattice-confined catalyst sites is critical to leveraging unique opportunities of these materials as catalysts. Understanding the rate of substrate diffusion in MOFs is challenging and few <i>in situ </i>chemical tools are available to evaluate substrate diffusion during interstitial MOF chemistry. Here, we demonstrate nitrogen-atom transfer (NAT) from a lattice-confined Ru2 nitride to toluene to generate benzylamine. We use a comparison of the <i>intramolecular </i>deuterium kinetic isotope effect (KIE), determined for amination of a partially deuterated substrate, with the <i>intermolecular </i>KIE, determined by competitive amination of a mixture of perdeuterated and undeuterated substrates, to establish the relative rates of substrate diffusion and interstitial chemistry. We anticipate the developed KIE-based experiments will contribute to the development of porous materials for group-transfer catalysis</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Catalysts; Heterogeneous Catalysis; Kinetics and Mechanism - Organometallic Reactions; Ligands (Organomet.); Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Decarboxylative sp3 C–N Coupling via Dual Copper/Photoredox Catalysis", "doi": "10.26434/chemrxiv.5877868.v1", "published_doi": "10.1038/s41586-018-0234-8", "published_url": "https://doi.org/10.1038/s41586-018-0234-8", "authors": "David W. C. MacMillan; Yufan Liang; Xiaheng Zhang", "abstract": "<p>Over the last three decades, significant progress has been made in the development of methods to construct <i>sp<sup>2</sup></i> C–N bonds using palladium, copper, or nickel catalysis. However, the incorporation of alkyl substrates to form <i>sp<sup>3</sup></i> C–N bonds remains one of the major challenges in the field of cross-coupling chemistry. Here, we demonstrate that the synergistic combination of copper catalysis and photoredox catalysis can provide a general platform to address this long-standing challenge. This novel cross-coupling system employs naturally abundant alkyl carboxylic acids and commercially available <i>N</i>-nucleophiles as coupling partners, and is applicable to a wide variety of primary, secondary, and tertiary alkyl carboxylic acids (via in situ iodonium activation). At the same time, a vast array of <i>N</i>-nucleophiles, including <i>N</i>-heterocycles, amides, sulfonamides, and anilines, can undergo C–N coupling to provide <i>N</i>-alkyl products in good to excellent efficiency at room temperature and in short order (5 minutes to 1 hour). We have also demonstrated that this C–N coupling protocol can be applied to substrates bearing multiple amines with high regioselectivity, as well as complex drug molecules, enabling the rapid construction of molecular complexity and the late stage functionalization of bioactive pharmaceuticals.</p>", "date": "2018-02-12", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Homogeneous Catalysis; Photocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "More Is Less: Curcumin and Paclitaxel Formulations Using Poly(2-Oxazoline) and Poly(2-Oxazine) Based Amphiphiles Bearing Linear and Branched C9 Side Chains", "doi": "10.26434/chemrxiv.5883109.v1", "published_doi": "10.1002/mabi.201800155", "published_url": "https://doi.org/10.1002/mabi.201800155", "authors": "Michael M. Lübtow; Larissa Keßler; Thomas Lorson; Niklas Gangloff; Marius Kirsch; Selma Dahms; Robert Luxenhofer", "abstract": "p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica}\n\n\n\n<p>A known limitation of polymer micelles for the formulation of hydrophobic drugs is their low loading capacity, which rarely exceeds 20 wt.%. One general strategy to overcome this limitation is to increase the amphiphilic contrast, i.e. to make the hydrophobic core of the micelles more hydrophobic. However, we reported earlier that for poly(2-oxazoline) based amphiphilic triblock copolymers, a minimal amphiphilic contrast is beneficial, which was tentatively attributed to possible side chain crystallization. Here, we revisit this subject in more detail using more hydrophobic side chains that are either linear (nonyl) or branched (3-ethylheptyl), the latter of which should not crystallize. Moreover, we investigate two different backbones within the hydrophobic block, in particular poly(2-oxazoline) and poly(2-oxazine), for the solubilization and co-solubilization of the two highly water insoluble compounds curcumin and paclitaxel. Even though high loading capacities could be achieved for curcumin within poly(2-oxazine) based triblock copolymers, the solubilization capacity of all investigated polymers with longer side chains was significantly lower compared to poly(2-oxazoline)s and poly(2-oxazine)s with shorter side chains. Although the even lower loading capacity for paclitaxel could be somehow attenuated by co-formulating curcumin, this study corroborates that in the case of poly(2-oxazoline) and poly(2-oxazine) based polymer micelles, an increased amphiphilic contrast leads to less drug solubilization.</p>", "date": "2018-02-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Drug delivery systems; Organic Polymers; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic, Enantioselective Synthesis of Allenyl Boronates", "doi": "10.26434/chemrxiv.5885203.v1", "published_doi": "10.1021/acscatal.8b00626", "published_url": "https://doi.org/10.1021/acscatal.8b00626", "authors": "De-Wei Gao; Yiyang Xiao; Mingyu Liu; Zhen Liu; Malkanthi K. Karunananda; Jason S. Chen; Keary Engle", "abstract": "A method to achieve enantioselective 1,4-hydroboration of terminal enynes to access allenyl boronates under CuH catalysis is described. The reaction typically proceeds in a highly stereoselective manner and tolerates an array of synthetically useful functional groups. The utility of the enantioenriched allenyl boronate products is demonstrated through several representative downstream derivatizations.", "date": "2018-02-14", "journal": "chemRxiv", "categories": "Stereochemistry; Acid Catalysis; Base Catalysis; Homogeneous Catalysis; Catalysis; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Influence of Nanoscale Roughness on the Electrostatic Double Layer: the Shift of the Isoelectric Point of Cluster-Assembled Nanostructured Zirconia Films", "doi": "10.26434/chemrxiv.5858538.v1", "published_doi": "10.1021/ACS.LANGMUIR.8B01387", "published_url": "https://doi.org/10.1021/acs.langmuir.8b01387", "authors": "Francesca Borghi; Bianca Scaparra; Costanza Paternoster; Paolo Milani; Alessandro Podestà", "abstract": "We investigated the influence of the nanoscale surface morphology on the electrostatic double layer at corrugated surfaces in aqueous electrolytes. To this purpose, we have produced cluster-assembled nanostructured zirconium dioxide (ns-ZrOx, x ≈ 2) films with controlled morphological properties by supersonic cluster beam deposition (SCBD), and measured the double layer interaction using atomic force microscopy with colloidal probes. SCBD allowed tuning the characteristic widths of the corrugated interface (the rms roughness, the correlation length) across a wide range of values, matching the width of the electrostatic double-layer (the Debye length), and the typical size of nano-colloids (proteins, enzymes, and catalytic nanoparticles). To accurately characterize the surface charge density in the high-roughness regime, we have developed a two-exponential model of the electrostatic force that explicitly includes roughness, and better accounts for the roughness-induced amplification of the interaction. We were then able to observe a marked reduction of the isoelectric point of ns-ZrOx surfaces on increasingly rough surfaces. This result is in good agreement with our previous observations on cluster-assembled nanostructured titania films, and demonstrates that the phenomenon is not limited to a specific material, but more generally depends on peculiar nanoscale morphological effects, related to the competition of the characteristic lengths of the system.<br />", "date": "2018-02-07", "journal": "chemRxiv", "categories": "Thin Films; Nanostructured Materials - Nanoscience; Interfaces; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rigid and concave, 2,4-cis-substituted azetidine derivatives: A platform for asymmetric catalysis", "doi": "10.26434/chemrxiv.5887243.v1", "published_doi": "10.1038/s41598-018-24784-3", "published_url": "https://doi.org/10.1038/s41598-018-24784-3", "authors": "Akina Yoshizawa; Antonio Feula; Louise Male; Andrew G. Leach; John Fossey", "abstract": "A series of single enantiomer, 2,4-<i>cis</i>-disubstituted amino azetidines were synthesised and used as ligands for copper-catalysed Henry reactions of aldehydes with nitromethane. Optimisation of ligand substituents and the reaction conditions was conducted. The enantiomeric excess of the formed products was highest when alkyl aldehydes were employed in the reaction (>99% e.e.). The absolute stereochemistry of one representative azetidine derivative salt was determined by analysis of the Flack parameter of an XRD single crystal structure. The origin of selectivity in catalysis was investigated computationally, revealing the importance of the amino-substituent in determining the stereochemical outcome. A racemic platinum complex of a <i>cis</i>-disubstituted azetidine is examined by XRD single crystal structure analysis with reference to its steric parameters, and analogies to the computationally determined copper complex catalyst are drawn.<br />", "date": "2018-04-06", "journal": "chemRxiv", "categories": "Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effect of Infrared Light on Protein Behavior in Contact with Solid Surface", "doi": "10.26434/chemrxiv.5896525.v1", "published_doi": "10.1016/j.colsurfa.2018.03.016", "published_url": "https://doi.org/10.1016/j.colsurfa.2018.03.016", "authors": "Magdalena Kowacz; Piotr Warszynski", "abstract": "Adsorption  of  proteins  at  a  solid  surface  affects  characteristics  of  the surface     (e.g.     its     biocompatibility)     and     functionality     of     the     immobilized biomacromolecules. The   latter   is   defined   by   the   type   of   binding   sites,   protein conformation and its structural flexibility that enable functional motions to occur. Protein motions are only possible at certain level of hydration. Furthermore, water molecules act as lubricant facilitating sliding along solid surface. In this work we explore the potential of  a  remote  physical  trigger –a  non-ionizing  infrared  radiation  (IR)  to  affect  protein-surface  interactions.  We  report  on  IR-induced  changes  of  hydrophilicity  of  the  protein coatings on silica nanoparticles, impact of IR on monitored in-situ dynamic adsorption of proteins  on  silica  surface  and  effect  of  IR  on  conformational  state  of  adsorbed  proteins. Our results indicate that IR can protect proteins from surface denaturation depending on the presence of strongly hydrated amino acid residues. Preservation of native fold results in protein coatings of higher hydrophilicity. IR can also facilitate displacement of surface activespecies that became adsorbed to protein apolar compartments and couldotherwise promote   denaturation.   Apart   from   supporting   native   conformation, their   removalincreases    protein-water    interfacial    tension    and    therefore    promotes    aggregation (hydrophobic  attraction)  of  the  protein-coated  nanoparticles.  By  its  ability  to  affect protein  conformational  state  and  interfacial  characteristics  (such  as  effective  protein-water affinity) IR radiation can therefore modulate protein interactions.", "date": "2018-02-16", "journal": "chemRxiv", "categories": "Biophysics; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Site-Selective C-C Modification of Proteins at Neutral pH Using Organocatalyst-Mediated Cross Aldol Ligations", "doi": "10.26434/chemrxiv.5872461.v1", "published_doi": "10.1039/C8SC01617H", "published_url": "https://doi.org/10.1039/C8SC01617H", "authors": "Martin A. Fascione; Richard J. Spears; Robin L. Brabham; Darshita Budhadev; Tessa Keenan; Sophie McKenna; Julia Walton; James. A. Brannigan; A. Marek Brzozowski; Anthony J. Wilkinson; Michael Plevin", "abstract": "The bioconjugation of proteins with small molecules has proved an invaluable strategy for probing and perturbing dynamic biological mechanisms. The general use of chemical methods for the functionalisation of proteins remains limited however by the frequent requirement for complicated reaction partners to be present in large excess, and harsh reaction conditions which are incompatible with many protein scaffolds. Herein we describe a site-selective organocatalyst-mediated protein aldol ligation (OPAL) that affords stable carbon-carbon linked bioconjugates at neutral pH under biocompatible conditions. OPAL enables rapid chemical modification of proteins within an hour using simple aldehyde probes in minimal excess, and is utilised here in the selective affinity tagging of proteins in cell lysate. Furthermore we demonstrate that the b-hydroxy aldehyde product of the OPAL can be functionalised a second time at neutral pH in a subsequent organocatalyst-mediated oxime ligation. This tandem strategy is showcased in the ‘chemical mimicry’ of a previously inaccessible natural dual post-translationally modified protein integral to the pathogenesis of the neglected tropical disease Leishmaniasis. <br />", "date": "2018-02-11", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Alkaline Earth Metal Oxide Nanocluster Modification of Rutile TiO2 (110) Promotes Water Activation and CO2 Chemisorption", "doi": "10.26434/chemrxiv.5909833.v1", "published_doi": "10.1039/C8TA01789A", "published_url": "https://doi.org/10.1039/C8TA01789A", "authors": "Michael Nolan", "abstract": "Metal\noxide photocatalysts are widely studied for applications in solar driven\nenvironmental remediation, antimicrobial activity, hydrogen production and CO<sub>2</sub>\nreduction to fuels. Common requirements for each technology include absorption\nof visible light, reduced charge carrier recombination and the ability to\nactivate the initial molecule be it a pollutant, water or CO<sub>2</sub>. The\nleading photocatalyst is some form of TiO<sub>2</sub>. A significant amount of\nwork has been undertaken to modifying TiO<sub>2</sub> to induce visible light\nabsorption. The structure and composition of the catalyst should facilitate separation\nof electrons and holes and having active sites on the catalyst is important to promote\nthe initial adsorption and activation of molecules of interest. In this paper\nwe present a first principles density functional theory (DFT) study of the\nmodification of rutile TiO<sub>2</sub> (110) with nanoclusters of the alkaline\nearth metal oxides (MgO, Ca, BaO) and we focus on the effect of surface\nmodification on the key catalyst properties. The modification of rutile TiO<sub>2</sub>\nwith CaO and BaO induces a predicted red shift in light absorption. In all\ncases, photoexcited electrons and holes localise on oxygen in the nanocluster\nand surface Ti sites, thus enhancing charge separation. The presence of these\nnon-bulk alkaline earth oxide nanoclusters provides highly active sites for\nwater and CO<sub>2</sub> adsorption. On MgO-rutile, water adsorbs molecularly\nand overcomes a barrier of only 0.36 eV for dissociation whereby hydroxyls are\nstabilised. On CaO- and BaO-modified rutile water adsorbs dissociatively. We\nattribute this to the high lying O 2p states in the alkaline earth oxide\nmodifiers which are available to interact with water, as well as the non-bulk\nlike geometry around the active site. Upon adsorption of CO<sub>2</sub> the\npreferred binding mode is as a tridentate carbonate-like species, as\ncharacterised by geometry and vibrational modes. The carbonate is bound by up\nto 4 eV. Thus these heterostructures can be interesting for CO<sub>2</sub>\ncapture, helping alleviate the problem of CO<sub>2</sub> emissions.", "date": "2018-02-22", "journal": "chemRxiv", "categories": "Catalysts; Computational Chemistry and Modeling; Heterogeneous Catalysis; Photocatalysis; Clusters; Interfaces; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structural Insights of Four Thermal Dissolution Products of a Lignite by Using In-Source Collision-Activated Dissociation Mass Spectrometry", "doi": "10.26434/chemrxiv.5923846.v1", "published_doi": "10.1016/J.FUEL.2018.04.164", "published_url": "https://doi.org/10.1016/j.fuel.2018.04.164", "authors": "Xueming Dong; Xing Fan; Xiao-Yun Zhang; Jun-Jie Liao; Yun-Peng Zhao; Xian-Yong Wei; Feng-Yun Ma; Aisha Nulahong", "abstract": "<p>Structural Insights of Four Thermal Dissolution\nProducts of a Lignite by using In-Source Collision-Activated Dissociation Mass Spectrometry </p>", "date": "2018-02-26", "journal": "chemRxiv", "categories": "Environmental Science; Mass Spectrometry; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Are Dispersion Corrections Accurate Outside Equilibrium? A Case Study on Benzene", "doi": "10.26434/chemrxiv.5917114.v1", "published_doi": "10.3762/bjoc.14.99", "published_url": "https://doi.org/10.3762/bjoc.14.99", "authors": "Tim Gould; Erin R. Johnson; Sherif Abdulkader Tawfik", "abstract": "Modern approaches to modelling dispersion forces are becoming increasingly accurate, and can predict accurate binding distances and energies. However, it is possible that these successes reflect a fortuitous cancellation of errors at equilibrium. Thus, in this work we investigate whether a selection of modern dispersion methods agree with benchmark calculations across several potential-energy curves of the benzene dimer to determine if they are capable of describing forces and energies outside equilibrium. We find the exchange-hold dipole moment (XDM) model describes most cases with the highest overall agreement with reference data for energies and forces, with many-body dispersion (MBD) and its fractionally ionic (FI) variant performing essentially as well. Popular approaches, such as Grimme-D and van der Waals density functional approximations (vdW-DFAs) underperform on our tests. The meta-GGA M06-L is surprisingly good for a method without explicit dispersion corrections. Some problems with SCAN+rVV10 are uncovered and briefly discussed.<br />", "date": "2018-02-23", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Raman Signal Enhancement by Quasi-Fractal Geometries of Gold Nanoparticles", "doi": "10.26434/chemrxiv.5930314.v1", "published_doi": "10.1166/JNN.2019.16348", "published_url": "https://doi.org/10.1166/jnn.2019.16348", "authors": "Richard Darienzo; Tatsiana Mironava; Rina Tannenbaum", "abstract": "<div><p>The\nsynthesis of star-like gold nanoparticles (SGNs) in a temperature-controlled\nenvironment allows for temperature modulation and facilitates the growth of highly\nbranched nanoparticles. By increasing the synthesis temperature, the level of\nbranching increases as well. These highly branched features represent a\ndistinctly novel, quasi-fractal nanoparticle morphology, referred to herein as gold\nnano caltrops (GNC). The increased surface roughness, local curvature and\ndegree of inhomogeneity of GNC lend themselves to generating improved\nenhancement of the scattering signals in surface-enhanced Raman spectroscopy\n(SERS) via a mechanism in which the localized surface plasmon sites, or “hot\nspots,” provide the engine for the signal amplification, rather than the more\nconventional surface plasmon. Here, the synthesis procedure and the\nsurface-enhancing capabilities of GNC are described and discussed in comparison\nwith SGN.</p></div><div><br /></div>", "date": "2018-02-28", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Simplest Patterns of Interpenetrated Honeycomb Layers – Counter examples to the Minimal Transitivity Principle?", "doi": "10.26434/chemrxiv.5901178.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Igor Baburin", "abstract": "The paper calls attention to the most symmetric interpenetration patterns of honeycomb layers. To the best of my knowledge, such patterns remained unknown so far. In my contribution a rigorous derivation of such patterns is given that makes use of a new approach to interpenetrating nets. The results are presented in a broad context of structural chemistry and crystal engineering.", "date": "2018-02-19", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Solid State Chemistry; Theory - Inorganic", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CO2 Activation on Heterostructures of Bi2O3-Nanocluster Modified TiO2: Promoting the Critical First Step in CO2 Conversion", "doi": "10.26434/chemrxiv.5917351.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Michael Nolan", "abstract": "The conversion of CO<sub>2</sub>\nto fuels is of significant importance in enabling the production of sustainable\nfuels, contributing to alleviating greenhouse gas emissions. While there are a\nnumber of key steps required to convert CO<sub>2</sub>, the initial step of\nadsorption and activation by the catalyst is critical. Well-known metal oxides\nsuch as oxidised TiO<sub>2</sub> or CeO<sub>2</sub> are unable to promote this\nstep. In addressing this difficult problem, recent experimental work shows the potential\nfor bismuth-containing materials to activate and convert CO<sub>2</sub>, but\nthe origin of this activity is not yet clear. Additionally, nanostructures can\nshow enhanced activity towards CO<sub>2</sub>. In this paper we present density\nfunctional theory (DFT) simulations of CO<sub>2</sub> activation on heterostructured\nmaterials composed of extended rutile and anatase TiO<sub>2</sub> surfaces modified\nwith nanoclusters with Bi<sub>2</sub>O<sub>3</sub> stoichiometry. These heterostructures\nshow low coordinated Bi sites in the nanoclusters and a valence band edge that\nis dominated by Bi-O states. These two factors mean that supported Bi<sub>2</sub>O<sub>3</sub>\nnanoclusters are able to adsorb and activate CO<sub>2</sub>. Computed\nadsorption energies lie in the range of -0.54 eV to -1.01 eV. In these strong\nadsorption modes, CO<sub>2</sub> is activated, in which the molecule bends giving\nO-C-O angles of 126 - 130<sup>o</sup> and elongation of C-O distances up to\n1.28 Å, with no carbonate formation. The electronic properties show a strong CO<sub>2</sub>-Bi-oxygen\ninteraction that drives the interaction of CO<sub>2</sub> to induce the structural\ndistortions. Bi<sub>2</sub>O<sub>3</sub>-TiO<sub>2</sub> heterostructures can\nbe reduced to form Bi<sup>2+</sup> and Ti<sup>3+</sup> species. The interaction\nof CO<sub>2</sub> with this electron-rich, reduced system can produce CO\ndirectly, reoxidising the heterostructure or form an activated carboxyl species\n(CO<sub>2</sub><sup>-</sup>) through electron transfer from the heterostructure\nto CO<sub>2</sub>. These results highlight that a semiconducting metal oxide\nmodified with suitable metal oxide nanoclusters can activate CO<sub>2</sub>, thus\novercoming the difficulties associated with the difficult first step in CO<sub>2</sub>\nconversion.", "date": "2018-02-23", "journal": "chemRxiv", "categories": "Catalysts; Nanocatalysis - Catalysts & Materials; Computational Chemistry and Modeling; Heterogeneous Catalysis; Photocatalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effect of Ethanol Treatment on Lycopene Extraction yield", "doi": "10.26434/chemrxiv.5924140.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Nam Kyong-il; KIM rak-chon; Kang chang-hyok; Lee song-nam; Ryom sok-hun", "abstract": "In order to extract\nlycopene more effectively, this experiment focused on the optimization of\nethanol pretreatment method to study the effects of ethanol treatment on the\nextraction rate of lycopene and its antioxidant activity. The test results show\nthat 2 times ethanol treatment is very effective for improving lycopene yield.\nThe optimum conditions of ethanol treatment are temperature 50 ℃,\ntreatment time 1 time 2h, 2 times 2h, solid to liquid ratio is 1:12. The lycopene\nyield can be reached 20mg / 100g above.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Natural Products; Food", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Small-Molecule (Micro)arrays for Sensitive Multiplex Metabolites Detection by Surface Plasmon Resonance Imaging", "doi": "10.26434/chemrxiv.5930644.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yong Cao; Mark T. McDermott", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Small-molecule (micro)arrays were developed to measure three\nmetabolites simultaneously by surface plasmon resonance\nimaging for the first time. To tackle the low sensitivity challenge\nassociated with small molecule detection, antibodies were\nemployed as the signal amplifiers. This work demonstrates both\ninhibition and displacement formats are applicable for sensitive\nmultiplex metabolites detection.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Development of a Protein-Ligand Extended Connectivity (PLEC) Fingerprint and Its Application for Binding Affinity Predictions.", "doi": "10.26434/chemrxiv.5928406.v1", "published_doi": "10.1093/bioinformatics/bty757", "published_url": "https://doi.org/10.1093/bioinformatics/bty757", "authors": "Maciej Wójcikowski; Michał Kukiełka; Marta Stepniewska-Dziubinska; Pawel Siedlecki", "abstract": "<div>Fingerprints (FPs) are the most common small molecule representation in cheminformatics. There are a wide variety of fingerprints, and the Extended Connectivity Fingerprint (ECFP) is one of the best-suited for general applications. Despite the overall FP abundance, only a few FPs represent the 3D structure of the molecule, and hardly any encode protein-ligand interactions. Here, we present a Protein-Ligand Extended Connectivity (PLEC) fingerprint that implicitly encodes protein-ligand interactions by pairing the ECFP environments from the ligand and the protein. PLEC fingerprints were used to construct different machine learning (ML) models tailored for predicting protein-ligand affinities (pK<sub>i/d</sub>). Even the simplest linear model built on the PLEC fingerprint achieved R<sub>p</sub>=0.83 on the PDBbind v2016 \"core set”, demonstrating its descriptive power. The PLEC fingerprint has been implemented in the Open Drug Discovery Toolkit (https://github.com/oddt/oddt).</div>", "date": "2018-02-28", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthetic Analogs of the Snail Toxin 6-Bromo-2-Mercaptotryptamine Dimer (BrMT) Reveal That Lipid Bilayer Perturbation Does Not Underlie Its Modulation of Voltage-Gated Potassium Channels", "doi": "10.26434/chemrxiv.5908276.v1", "published_doi": "10.1021/acs.biochem.8b00292", "published_url": "https://doi.org/10.1021/acs.biochem.8b00292", "authors": "Chris Dockendorff; Disha M. Gandhi; Ian H. Kimball; Kenneth S. Eum; Radda Rusinova; Helgi I. Ingólfsson; Ruchi Kapoor; Thasin Peyear; Matthew W. Dodge; Stephen F. Martin; Richard W. Aldrich; Olaf S. Andersen; Jon T. Sack", "abstract": "Distinguishing membrane perturbation from more direct protein-ligand interactions is an ongoing challenge in chemical biology. Herein, we present one strategy for doing so, using dimeric 6-bromo-2-mercaptotryptamine (BrMT) and synthetic analogs. BrMT is a chemically unstable marine snail toxin that has unique effects on voltage-gated K+ channel proteins, making it an attractive medicinal chemistry lead. BrMT is amphiphilic and perturbs lipid bilayers, raising the question of whether its action against K+ channels is merely a manifestation of membrane perturbation. To determine whether medicinal chemistry approaches to improve BrMT might be viable, we synthesized BrMT and 11 analogs and determined their activities in parallel assays measuring K+ channel activity and lipid bilayer properties. Our work demonstrates a strategy for determining if drugs act by specific interactions or bilayer-dependent mechanisms, and chemically stable modulators of Kv1 channels are reported.", "date": "2018-02-21", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Biochemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Characterization of Protease-Activated Receptor (PAR) Ligands: Parmodulins Are Reversible Allosteric Inhibitors of PAR1-Driven Calcium Mobilization in Endothelial Cells", "doi": "10.26434/chemrxiv.5907394.v1", "published_doi": "10.1016/j.bmc.2018.04.016", "published_url": "https://doi.org/10.1016/j.bmc.2018.04.016", "authors": "Disha M. Gandhi; Mark W. Majewski; Ricardo Rosas; Kaitlin Kentala; Trevor J. Foster; Eric Greve; Chris Dockendorff", "abstract": "We report a detailed protocol for an intracellular calcium mobilization assay with adherent endothelial cells in multiwell plates that was used to study a number of different PAR1 and PAR2 ligands, including an alkynylated version of the PAR1 antagonist RWJ-58259 that is suitable for the preparation of tagged or conjugate compounds. Using the cell line EA.hy926, it was necessary to perform media exchanges with automated liquid handling equipment in order to obtain optimal and reproducible antagonist concentration-response curves. The assay was used to confirm that vorapaxar acts as an irreversible antagonist of PAR1 in endothelium, and parmodulin 2 (ML161) and the related parmodulin RR-90 were found to inhibit PAR1 reversibly, in a manner consistent with negative allosteric modulation. Detailed synthetic protocols are also provided for several known and novel PAR ligands.<br />", "date": "2018-02-21", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Towards Light-Regulated Living Biomaterials", "doi": "10.26434/chemrxiv.5926381.v1", "published_doi": "10.1002/advs.201800383", "published_url": "https://doi.org/10.1002/advs.201800383", "authors": "Shrikrishnan Sankaran; Shifang Zhao; Christina Muth; Julieta Paez; Aránzazu del Campo", "abstract": "Living materials are a rapidly emerging material class, infused with the productive, adaptive and regenerative properties of living organisms. Property regulation in living materials requires external control of the activity of the living components, in order to achieve desired functions and performance. As a first step, a light-activatable E. coli-based system that can be externally triggered to interact with mammalian cells has been genetically engineered as an active component for developing optoregulated living-biomaterials. This has been achieved by combining optogenetic activation of gene expression using a photo-activatable inducer molecule and bacterial surface display technology to present an integrin-specific miniprotein on the outer membrane of an endotoxin-free E. coli strain. The bacteria are immobilized on surfaces and in situ light-activation of the E. coli results in mammalian cells specifically responding to them. Possible delivery of a fluorescent protein from the bacteria to the mammalian cells when they are interacting is also observed, indicating the potential of such a bacterial material to deliver complex cargo to cells in a targeted manner.<br /><br />", "date": "2018-02-27", "journal": "chemRxiv", "categories": "Biological Materials; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Insights in Catalytic Denitrogenation and Deoxygenation on Whole Molecules and Aromatic Cores of Dongming Coal in Four Solvents by Using Ion-Source Collision-Activated Dissociation Mass Spectrometry", "doi": "10.26434/chemrxiv.5923852.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Xueming Dong; Chu-Fan Wang; Xing Fan; Ge Wu; Yun-Peng Zhao; Xian-Yong Wei; Feng-Yun Ma", "abstract": "<p>Insights in Catalytic Denitrogenation\nand Deoxygenation on Whole Molecules and Aromatic Cores of Dongming Coal in Four\nSolvents by using Ion-Source Collision-Activated Dissociation Mass Spectrometry</p>", "date": "2018-02-26", "journal": "chemRxiv", "categories": "Base Catalysis; Heterogeneous Catalysis; Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Applying Machine Learning Techniques to Predict the Properties of Energetic Materials", "doi": "10.26434/chemrxiv.5883157.v2", "published_doi": "10.1038/s41598-018-27344-x", "published_url": "https://doi.org/10.1038/s41598-018-27344-x", "authors": "Daniel Elton; Zois Boukouvalas; Mark S. Butrico; Mark D. Fuge; Peter W. Chung", "abstract": "We present a proof of concept that machine learning techniques can be used to predict the properties of CNOHF energetic molecules from their molecular structures. We focus on a small but diverse dataset consisting of 109 molecular structures spread across ten compound classes. Up until now, candidate molecules for energetic materials have been screened using predictions from expensive quantum simulations and thermochemical codes. We present a comprehensive comparison of machine learning models and several molecular featurization methods - sum over bonds, custom descriptors, Coulomb matrices, bag of bonds, and fingerprints. The best featurization was sum over bonds (bond counting), and the best model was kernel ridge regression. Despite having a small data set, we obtain acceptable errors and Pearson correlations for the prediction of detonation pressure, detonation velocity, explosive energy, heat of formation, density, and other properties out of sample. By including another dataset with 309 additional molecules in our training we show how the error can be pushed lower, although the convergence with number of molecules is slow. Our work paves the way for future applications of machine learning in this domain, including automated lead generation and interpreting machine learning models to obtain novel chemical insights.", "date": "2018-02-16", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "First Nano-Infrared Spectroscopy and Imaging Measurements of Single Phospholipid Bilayers", "doi": "10.26434/chemrxiv.5459617.v2", "published_doi": "10.1021/acs.analchem.8b00485", "published_url": "https://doi.org/10.1021/acs.analchem.8b00485", "authors": "Adrian Cernescu; Michał Szuwarzyński; Urszula Kwolek; Karol Wolski; Paweł Wydro; Mariusz Kepczynski; Magdalena Wytrwał-Sarna; Szczepan Zapotoczny; Maria Nowakowska; Luca Quaroni", "abstract": "<div><div>Scattering-mode Scanning Near-Field Optical Microscopy (sSNOM) allows one to  obtain absorption spectra in the mid-IR region for samples as small as 20 nm in size. This configuration has  made it possible to  measure FTIR  spectra of  the  protein  complement  of  membranes. (Amenabar  2013)  We  now  show that mid-IR  sSNOM has the  sensitivity  required  to  measure spectra of phospholipids in individual bilayers in the spectral range 800 cm<sup>-1</sup>–1400 cm<sup>-1</sup>. We have observed the  main  absorption  bands  of  the  dipalmitoylphosphatidylcholine  headgroups in  this spectral region above noise level. We have also mapped the phosphate absorption band at 1070 cm<sup>-1</sup> simultaneously with the AFM topography. We have shown that we could achieve sufficient contrast  to  discriminate  between  single  and  multiple  phospholipid  bilayers  and  other  structures, such as liposomes. This work opens the way to further research that uses nano-IR spectroscopy to describe the biochemistry of cell membranes and model systems.</div></div><div></div>", "date": "2018-02-26", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bonded Force Constant Derivation of Lysine-Arginine Cross-linked Advanced Glycation End-Products", "doi": "10.26434/chemrxiv.5891602.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anthony Nash; Nora H de Leeuw; Helen L Birch", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The computational study of advanced glycation end-product cross-\nlinks remains largely unexplored given the limited availability of bonded\nforce constants and equilibrium values for molecular dynamics force fields.\nIn this article, we present the bonded force constants, atomic partial\ncharges and equilibrium values of the arginine-lysine cross-links DOGDIC,\nGODIC and MODIC. The Hessian was derived from a series of <i>ab initio</i>\nquantum mechanical electronic structure calculations and from which a\ncomplete set of force constant and equilibrium values were generated using our publicly available software, ForceGen. Short <i>in vacuo</i> molecular\ndynamics simulations were performed to validate their implementation\nagainst quantum mechanical frequency calculations.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-02-16", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Surfactant Impurities Can Explain the Jones-Ray Effect", "doi": "10.26434/chemrxiv.5732976.v3", "published_doi": "10.1063/1.5050421", "published_url": "https://doi.org/10.1063/1.5050421", "authors": "Timothy Duignan; Marcel Baer; Christopher Mundy", "abstract": "<div>\n\t\t\t\t\t<p>\n\t\t\n\t\n\t\n\t\t</p><div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The surface tension of dilute salt water is a fundamental property that is crucial to understanding the complexity of many aqueous phase processes. Small ions are known\nto be repelled from the air-water surface leading to an increase in the surface tension\nin accordance with the Gibbs adsorption isotherm. The Jones-Ray effect refers to\nthe observation that at extremely low salt concentration the surface tension decreases\nin apparent contradiction with thermodynamics. Determining the mechanism that\nis responsible for this Jones-Ray effect is important for theoretically predicting the\ndistribution of ions near surfaces. Here we show that this surface tension decrease\ncan be explained by surfactant impurities in water that create a substantial negative\nelectrostatic potential at the air-water interface. This potential strongly attracts positive cations in water to the interface lowering the surface tension and thus explaining\nthe signature of the Jones-Ray effect. At higher salt concentrations, this electrostatic\npotential is screened by the added salt reducing the magnitude of this effect. The\neffect of surface curvature on this behavior is also examined and the implications\nfor unexplained bubble phenomena is discussed. This work suggests that the purity\nstandards for water may be inadequate and that the interactions between ions with\nbackground impurities are important to incorporate into our understanding of the\ndriving forces that give rise to the speciation of ions at interfaces. </p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>", "date": "2018-02-06", "journal": "chemRxiv", "categories": "Interfaces; Physical and Chemical Properties; Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Binding Modes of Ligands Using Enhanced Sampling (BLUES): Rapid Decorrelation of Ligand Binding Modes Using Nonequilibrium Candidate Monte Carlo", "doi": "10.26434/chemrxiv.5406907.v5", "published_doi": "10.1021/acs.jpcb.7b11820", "published_url": "https://doi.org/10.1021/acs.jpcb.7b11820", "authors": "Samuel Gill; Nathan M. Lim; Patrick Grinaway; Ariën S. Rustenburg; Josh Fass; Gregory Ross; John D. Chodera; David Mobley", "abstract": "<div>Accurately predicting protein-ligand binding is a major goal in computational chemistry, but even the prediction of ligand binding modes in proteins poses major challenges. Here, we focus on solving the binding mode prediction problem for rigid fragments. That is, we focus on computing the dominant placement, conformation, and orientations of a relatively rigid, fragment-like ligand in a receptor, and the populations of the multiple binding modes which may be relevant. This problem is important in its own right, but is even more timely given the recent success of alchemical free energy calculations. Alchemical calculations are increasingly used to predict binding free energies of ligands to receptors. However, the accuracy of these calculations is dependent on proper sampling of the relevant ligand binding modes. Unfortunately, ligand binding modes may often be uncertain, hard to predict, and/or slow to interconvert on simulation timescales, so proper sampling with current techniques can require prohibitively long simulations. We need new methods which dramatically improve sampling of ligand binding modes. Here, we develop and apply a nonequilibrium candidate Monte Carlo (NCMC) method to improve sampling of ligand binding modes.</div><div><br /></div><div>In this technique the ligand is rotated and subsequently allowed to relax in its new position through alchemical perturbation before accepting or rejecting the rotation and relaxation as a nonequilibrium Monte Carlo move. When applied to a T4 lysozyme model binding system, this NCMC method shows over two orders of magnitude improvement in binding mode sampling efficiency compared to a brute force molecular dynamics simulation. This is a first step towards applying this methodology to pharmaceutically relevant binding of fragments and, eventually, drug-like molecules. We are making this approach available via our new Binding Modes of Ligands using Enhanced Sampling (BLUES) package which is freely available on GitHub.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Why Is Safe Science Good Science?", "doi": "10.26434/chemrxiv.5877555.v5", "published_doi": "10.1016/j.jchas.2018.02.005", "published_url": "https://doi.org/10.1016/j.jchas.2018.02.005", "authors": "Camilla Kao; Che-I Kao; Russell Furr", "abstract": "In science, safety can seem unfashionable. Satisfying safety requirements can slow the pace of research, make it cumbersome, or cost significant amounts of money. The logic of rules can seem unclear. Compliance can feel like a negative incentive. So besides the obvious benefit that safety keeps one safe, why do some scientists preach \"safe science is good science\"? Understanding the principles that underlie this maxim might help to create a strong positive incentive to incorporate safety into the pursuit of groundbreaking science.<div><br /></div><div>This essay explains how safety can enhance the quality of an experiment and promote innovation in one's research. Being safe induces a researcher to have <b>greater control</b> over an experiment, which reduces the <b>uncertainty</b> that characterizes the experiment. Less uncertainty increases both <b>safety</b> and the <b>quality</b> of the experiment, the latter including <b>statistical quality</b> (reproducibility, sensitivity, etc.) and <b>countless other properties</b> (yield, purity, cost, etc.). Like prototyping in design thinking and working under the constraint of creative limitation in the arts, <b>considering safety issues</b> is a hands-on activity that involves <b>decision-making</b>. Making decisions leads to new ideas, which spawns <b>innovation</b>.</div>", "date": "2018-02-16", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY 4.0"}