{"title": "Extended Peptide Basis Set for Variational Markov Models: Secondary Structure, Orthonormality, and Undersampled Transitions", "doi": "10.26434/chemrxiv.7276859.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Louis Martini; Bettina Keller", "abstract": "<div><div><div><p>The variational approach to conformational dynamics offers a systematic way to con- struct kinetic models from molecular dynamics simulations, using an arbitrary set of basis functions. We have recently proposed a basis set for peptide systems that only depends on the sequence of amino acids in the system. This basis set is not data- driven and can therefore be used to compare models for different MD simulations. Here we introduce an orthonormality condition for this basis set as a requirement for the variational models to remain directly interpretable. The orthonormality condi- tion naturally leads to a way of detecting correlations between the sampled marginal stationary probability distributions at each residue in the peptide sequence. We show how these correlations emerge from either undersampled transitions or from inher- ent dynamical dependencies between the residues. Our basis set relies on a tensor structure obtained from residue-centered ansatz functions. We demonstrate that this structure is sufficient to model both β-sheet and α-helix formation in peptides.</p></div></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Directional Control of Charge and Valley Currents in a Graphene-Based Device", "doi": "10.26434/chemrxiv.7283177.v1", "published_doi": "10.1039/C8CP04878A", "published_url": "https://doi.org/10.1039/C8CP04878A", "authors": "Matias Berdakin; José Eduardo Barrios Vargas; Luis E. F. Foa Torres", "abstract": "<div>We propose a directional switching effect in a metallic device. To such end we exploit a graphene-based device with a three-terminal geometry in the presence of a magnetic field. We show that unidirectional charge and valley currents can be controlled by the Fermi energy and the magnetic field direction in the active device. Interestingly, unidirectional transport of charge and valley is generated between two-terminals at the same bias voltage. Furthermore, we quantify the valley depolarization as a function of disorder concentration. Our results open a way for active graphene-based valleytronics devices.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanodevices; Optics; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantum Chemical Topology as a Theory of Open Quantum Systems", "doi": "10.26434/chemrxiv.7278935.v1", "published_doi": "10.1021/acs.jctc.8b01119", "published_url": "https://doi.org/10.1021/acs.jctc.8b01119", "authors": "Angel Martín Pendás; Evelio Francisco", "abstract": "We show how Quantum Chemical Topology can be interpreted within the Theory of Open Quantum Systems. Chemical bonding can then be understood as a consequence of entanglement. The computational implementation is based on the PROMOLDEN code, which is available upon request from the same authors.", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Model Reduction in Large Chemical Systems- an Alternative Method Applying Discrete Approximation", "doi": "10.26434/chemrxiv.7284932.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Magne Fjeld", "abstract": "No numerical data. <p><br />\nDynamic model reduction techniques based on the\ndecomposition of the stoichiometric matrix to find the chemical invariant, break\ndown if axial diffusion is present in a tubular reactor.</p>\n\n<p>Straightforward discretization of the partial\ndifferential operator does indeed show that the resulting discrete dynamic\nmodel cannot generally be partioned to obtain the reaction variant vector and\nthe reaction invariant (asymptotic) vector. However, the paper demonstrate\nthat, if the diffusional tubular reactor is discretely and approximatively represented\nby tanks-in-series, then matrix approaches to successfully find the chemical variant\nand invariant vectors of the resulting chemical process model is possible. </p>", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Reaction Engineering; Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tunable Metal-Organic Frameworks Enable High Efficiency Cascaded Adsorption Heat Pumps", "doi": "10.26434/chemrxiv.7289732.v1", "published_doi": "10.1021/jacs.8b09655", "published_url": "https://doi.org/10.1021/jacs.8b09655", "authors": "Adam Rieth; Ashley M. Wright; Sameer Rao; Hyunho Kim; Alina LaPotin; Evelyn N. Wang; Mircea Dinca", "abstract": "Rising global standards of living coupled with the recent agreement to eliminate<br />hydrofluorocarbon refrigerants are creating intense pressure to develop more sustainable climate<br />control systems. In this vein, the use of water as the refrigerant in adsorption heat pumps is highly<br />attractive, but such adsorption systems are constrained to large size and poor efficiency by the<br />characteristics of currently employed water sorbents. Here we demonstrate control of the relative<br />humidity of water uptake by modulating the pore size in a family of isoreticular triazolate metalorganic<br />frameworks. Using this method, we identify a pair of materials with stepped, nonoverlapping<br />water isotherms that can function in tandem to provide continuous cooling with a<br />record ideal coefficient of performance of 1.63. Additionally, when used in a single-stage heat<br />pump, the microporous Ni2Cl2BBTA has the largest working capacity of any material capable of<br />generating a 25 °C difference between ambient and chiller output.", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Cationic Gold(Iii) Complexes Using Iodine(Iii)", "doi": "10.26434/chemrxiv.7291079.v1", "published_doi": "10.1080/00958972.2019.1620936", "published_url": "https://doi.org/10.1080/00958972.2019.1620936", "authors": "Mohammad Albayer; Jason Dutton", "abstract": "It is shown that halides are important in inducing scrambling in Au(III) coordination complexes, and that monodentate phosphines are less compatible than carbenes with Au(III)<br />", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Fast Approximation for Adaptive Wavelength Selection for Infrared Chemical Sensors", "doi": "10.26434/chemrxiv.7286243.v1", "published_doi": "10.1063/1.5080943", "published_url": "https://doi.org/10.1063/1.5080943", "authors": "Mark Chilenski; Cara Murphy; Gil Raz", "abstract": "<p>Active mid-infrared spectroscopy with tunable lasers is a leading technology for standoff detection and identification of trace chemicals. Information-theoretic optimal selection of the laser wavelength offers the promise of increased detection confidence at lower abundances and with fewer wavelengths. Reducing the number of wavelengths required enables faster detections and lowers sensor power consumption while keeping the optical power under eye safety limits. This paper presents an approximation to the mutual information which operates ~40000x faster than traditional techniques, thereby making near-optimal real-time sensor control computationally feasible. Application of this technique to synthetic data suggests it can reduce the number of wavelengths needed by a factor of two relative to an evenly-spaced grid, with even higher gains for chemicals with weak signatures.</p>", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Imaging; Spectroscopy (Anal. Chem.); Chemoinformatics - Computational Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evolving and Nano Data Enabled Machine Intelligence for Chemical Reaction Optimization", "doi": "10.26434/chemrxiv.7291205.v1", "published_doi": "10.1016/j.xcrp.2020.100247", "published_url": "https://doi.org/10.1016/j.xcrp.2020.100247", "authors": "Daniel Reker; Gonçalo Bernardes; Tiago Rodrigues", "abstract": "<p>Optimizing reaction conditions is an essential routine in synthetic chemistry. However, selecting appropriate experiments remains tightly connected to expert chemistry knowledge. Here, to streamline the reaction yield optimization process and disconnect it from chemical intuition, we developed an adaptive machine intelligence to navigate multidimensional reaction conditions’ spaces. Our approach (LabMate.AI) employs an interpretable algorithm and requires only <0.05% of all search space as input data. LabMate.AI optimizes many reaction parameters simultaneously, and uses minimal computational resources and time. We demonstrate how LabMate.AI can identify optimal conditions for a Ugi and a C–N cross-coupling reaction in a more efficient and faster manner than human experts, while affording reactivity insights. Our approach formalizes chemical intuition, and acquires expert chemistry knowledge autonomously, thereby providing an innovative framework towards informed and automated experiment selection. The results support machine learning for hastening experimental design, democratizing synthetic chemistry, and freeing chemists for non-routine tasks.</p>", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "De Novo Generation of Hit-like Molecules from Gene Expression Signatures Using Artificial Intelligence", "doi": "10.26434/chemrxiv.7294388.v1", "published_doi": "10.1038/s41467-019-13807-w", "published_url": "https://doi.org/10.1038/s41467-019-13807-w", "authors": "Oscar Méndez-Lucio; Benoit Baillif; Djork-Arné Clevert; David Rouquié; Joerg Wichard", "abstract": "Finding new molecules with a desired biological activity is an extremely difficult task. In this context, artificial intelligence and generative models have been used for molecular <i>de novo</i> design and compound optimization. Herein, we report the first generative model that bridges systems biology and molecular design conditioning a generative adversarial network with transcriptomic data. By doing this we could generate molecules that have high probability to produce a desired biological effect at cellular level. We show that this model is able to design active-like molecules for desired targets without any previous target annotation of the training compounds as long as the gene expression signature of the desired state is provided. The molecules generated by this model are more similar to active compounds than the ones identified by similarity of gene expression signatures, which is the state-of-the-art method for navigating compound-induced gene expression data. Overall, this method represents a novel way to bridge chemistry and biology to advance in the long and difficult road of drug discovery.", "date": "2018-11-05", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Characterization of Crosslinked Polymers from Cottonseed Oil", "doi": "10.26434/chemrxiv.7295654.v1", "published_doi": "10.1002/app.47655", "published_url": "https://doi.org/10.1002/app.47655", "authors": "Rangana Wijayapala; Satish Mishra; Bill Elmore; Charles Freeman  Jr; Santanu Kundu", "abstract": "In this study, crosslinked polymers were synthesized from cottonseed oil. Unsaturated fatty acids, the major components of cottonseed oils, were initially epoxidized. A network polymer was then formed by crosslinking the epoxidized oil with maleic anhydrate. Mechanical properties of these polymers were altered by varying the amount of maleic anhydrate. These polymers have a tensile modulus of the order 1 MPa and are stable in the acidic and alkaline environment.<br />", "date": "2018-11-05", "journal": "chemRxiv", "categories": "Fuels - Materials; Biopolymers; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dynamic Supramolecular Interaction in Cucurbit[7]uril Host-Guest Complex Enables Autonomous Single Molecule Blinking and Super-Resolution Imaging in Cells and Tissues", "doi": "10.26434/chemrxiv.7291274.v1", "published_doi": "10.1039/C9CC07153A", "published_url": "https://doi.org/10.1039/c9cc07153a", "authors": "Ranjan Sasmal; Nilanjana Das Saha; Florian Schueder; Divyesh Joshi; Vasu Sheeba; Ralf Jungmann; Sarit Agasti", "abstract": "Synthetic supramolecular host-guest complexes are inherently dynamic as they employ weak and reversible noncovalent interactions for their recognition process. This dynamic behavior allows host-guest chemistry to be employed for various state of the art applications. Herein, we demonstrate the use of the dynamic supramolecular interaction to enable nanoscopic imaging inside cells and tissues. This imaging method exploits repetitive and transient binding of fluorescently labeled hexamethylenediamine (HMD) guest molecule to complementary cucurbit[7]uril (CB[7]) host to obtain stochastic switching between fluorescence ON- and OFF-states. Through connecting CB[7] hosts to targeting ligands (e.g., antibodies and small molecules), we show that this autonomous blinking enables two-dimensional (2D) and 3D super-resolution imaging of proteins in fixed cells and tissues. Finally, we exploited the capability of host-guest molecules to maintain their interaction specificity in the complexity of the live intracellular environment to obtain super-resolution actin imaging in living HeLa cell.", "date": "2018-11-05", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Imaging", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Structural Basis for Selectivity in Flavin-Dependent Monooxygenase-Catalyzed Oxidative Dearomatization", "doi": "10.26434/chemrxiv.7297766.v1", "published_doi": "10.1021/ACSCATAL.8B04575", "published_url": "https://doi.org/10.1021/acscatal.8b04575", "authors": "Attabey Rodríguez Benítez; Sara Tweedy; Summer A. Baker Dockrey; April L. Lukowski; Troy Wymore; Dheeraj Khare; Charles L. Brooks III; Janet L. Smith; Alison Narayan", "abstract": "Herein, we disclose the structural basis for substrate binding in TropB, which performs a synthetically challenging asymmetric oxidative dearomatization reaction with exquisite site- and stereoselectivity across a range of substrates, providing a foundation for future protein engineering and reaction development efforts. Our hypothesis for substrate binding is informed by the first crystal structure of TropB and molecular dynamics simulations with the corresponding computational TropB model and is supported by experimental data.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nickel-Catalyzed 1,2-Diarylation of Simple Alkenyl Amides", "doi": "10.26434/chemrxiv.7300058.v1", "published_doi": "10.1021/jacs.8b11942", "published_url": "https://doi.org/10.1021/jacs.8b11942", "authors": "Joseph Derosa; Roman Kleinmans; Van Tran; Malkanthi Karunananda; Steven Wisniewski; Martin Eastgate; Keary Engle", "abstract": "A nickel-catalyzed conjunctive cross-coupling of simple alkenyl amides with aryl iodides and aryl boronic esters is reported. The reaction is enabled by an electron-deficient olefin (EDO) ligand, dimethyl fumarate, and delivers the desired 1,2-diarylated products with excellent regiocontrol. Under optimized conditions, a wide range of amides derived from 3-butenoic acid, 4-pentenoic acid, and allyl amine are compatible substrates. This methodology represents the first example of regiocontrolled 1,2-diarylation directed by a native amide functional group. Computational analysis sheds light on potential substrate binding mode and the role of EDO ligand in the reductive elimination step.", "date": "2018-11-07", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Directed, Nickel-Catalyzed Umpolung 1,2-Carboamination of Alkenyl Carbonyl Compounds", "doi": "10.26434/chemrxiv.7301453.v1", "published_doi": "10.1021/acscatal.8b04516", "published_url": "https://doi.org/10.1021/acscatal.8b04516", "authors": "Vincent van der Puyl; Joseph Derosa; Keary Engle", "abstract": "We report a regioselective, nickel-catalyzed <i>syn</i>-1,2-carboamination of non-conjugated alkenyl carbonyl compounds with <i>O</i>-benzoyl hydroxylamine (N–O) electrophiles and aryl/alkylzinc nucleophiles to afford β- and γ-amino acid derivatives. This method enables preparation of products containing structurally diverse tertiary amine motifs, including heterocycles, and can also be used to form quaternary carbon centers. The reaction takes advantage of a tethered 8-aminoquinoline directing group to control the regiochemical outcome and suppress two-component coupling between the N–O electrophile and organozinc nucleophile.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Engineering New Defective Phases of UiO Family Metal-Organic Frameworks with Water", "doi": "10.26434/chemrxiv.7301951.v1", "published_doi": "10.1039/C8TA10682G", "published_url": "https://doi.org/10.1039/C8TA10682G", "authors": "Francesca Firth; Matthew Cliffe; Diana Vulpe; Peyman Moghadam; David Fairen-jimenez; ben slater; Clare P. Grey", "abstract": "As defects significantly affect the properties of metal-organic frameworks (MOFs)–from changing their mechanical properties to enhancing their catalytic ability–obtaining synthetic control over defects is essential to tuning the effects on the properties of the MOF. Previous work has shown that synthesis temperature and the identity and concentration of modulating acid are critical factors in determining the nature and distribution of defects in the UiO family of MOFs. In this paper we demonstrate that the amount of water in the reaction mixture in the synthesis of UiO family MOFs is an equally important factor, as it controls the phase which forms for both UiO-67(Hf)<br />and UiO-66(Hf) (F4BDC). We use this new understanding of the importance of water to develop a new route to the stable defect-ordered <b>hcp</b> UiO-66(Hf) phase, demonstrating the effectiveness of this method of defect-engineering in the rational design of MOFs. The insights provided by this<br />investigation open up the possibility of harnessing defects to produce new phases and dimensionalities of other MOFs, including nanosheets, for a variety of applications such as MOF-based membranes.", "date": "2018-11-07", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Coordination Chemistry (Inorg.); Organometallic Compounds; Solution Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "ESIPT-Based Fluorescence Probe for the Ratiometric Detection of Superoxide", "doi": "10.26434/chemrxiv.7302266.v1", "published_doi": "10.1039/C8NJ05656K", "published_url": "https://doi.org/10.1039/C8NJ05656K", "authors": "Luling Wu; Liyuan Liu; Hai-Hao Han; Xue Tian; Maria Odyniec; Adam Sedgwick; Xiao-Peng He; Steven Bull; Tony James", "abstract": "<p>A simple ESIPT-based fluorescence probe (<b>HMBT-LW</b>) was\ndeveloped for the detection of superoxide (O<sub>2</sub><sup>⸱-</sup>). <b>HMBT-LW </b>was\nsynthesised over two steps and was shown to rapidly detect low concentrations\nof O<sub>2</sub><sup>⸱-</sup> (limit\nof detection = 7.4 μM), fully reacting within two minutes.\nFurthermore,  <b>HMBT-LW</b> demonstrated excellent selectivity and\nsensitivity towards O<sub>2</sub><sup>⸱-</sup>.</p>", "date": "2018-11-07", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Supramolecular Chemistry (Org.); Biochemical Analysis; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Operando EQCM-D with Simultaneous in Situ EIS: New Insights into Interphase Formation in Li-Ion Batteries", "doi": "10.26434/chemrxiv.7314746.v1", "published_doi": "10.1021/acs.analchem.8b04924", "published_url": "https://doi.org/10.1021/acs.analchem.8b04924", "authors": "Paul Kitz; Matthew Lacey; Petr Novák; Erik Berg", "abstract": "Investigation of the SEI formation on Cu current collectors in Li-ion batteries by <i>operando</i> EQCM-D with simultaneous <i>in situ</i> EIS.<br />", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Electrochemistry; Energy Storage; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ion Mobility Mass Spectrometry Uncovers the Impact of the Patterning of Oppositely Charged Residues on the Conformational Distributions of Intrinsically Disordered Proteins", "doi": "10.26434/chemrxiv.7312277.v1", "published_doi": "10.1021/jacs.8b13483", "published_url": "https://doi.org/10.1021/jacs.8b13483", "authors": "Rebecca Beveridge; Lukasz Migas; Rahul Das; Rohit Pappu; Richard Kriwacki; Perdita E. Barran", "abstract": "The global dimensions and amplitudes of conformational fluctuations of intrinsically disordered proteins are governed, in part, by the linear segregation versus clustering of oppositely charged residues within the primary sequence. Ion Mobility-Mass Spectrometry (IM-MS) affords unique advantages for probing the conformational consequences of the linear patterning of oppositely charged residues because it measures and separates proteins electrosprayed from solution on the basis of charge and shape. Here, we use IM-MS to measure the conformational consequences of charge patterning on the C-terminal intrinsically disordered region (p27 IDR) of the cell cycle inhibitory protein p27<sup>Kip1</sup>. We report the range of charge states and accompanying collisional cross section distributions for wild-type p27 IDR and two variants with identical amino acid compositions, k14 and k56, distinguished by the extent of linear mixing versus segregation of oppositely charged residues. Wild-type p27 IDR (k31) and k14 where the oppositely charged residues are more evenly distributed, exhibit a broad distribution of charge states. This is concordant with high degrees of conformational heterogeneity in solution. By contrast, k56 with linear segregation of oppositely charged residues, leads to limited conformational heterogeneity and a narrow distribution of charged states. Molecular dynamics simulations demonstrate that the interplay between chain solvation and intra-chain interactions (self-solvation) leads to conformational distributions that are modulated by salt concentration, with the wild-type sequence showing the most sensitivity to changes in salt concentration. These results suggest that the charge patterning within the wild-type p27 IDR may be optimized to sample both highly solvated and self-solvated conformational states.", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Mass Spectrometry; Cell and Molecular Biology; Computational Chemistry and Modeling; Biophysical Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Spying on Neuronal Membrane Potential with Genetically Targetable Voltage Indicators", "doi": "10.26434/chemrxiv.7313657.v1", "published_doi": "10.1021/jacs.8b11997", "published_url": "https://doi.org/10.1021/jacs.8b11997", "authors": "Vincent Grenier; Brittany Daws; Pei Liu; Evan Miller", "abstract": "Methods for optical measurement of voltage dynamics in\nliving cells are attractive because they provide spatial resolution surpassing\ntraditional electrode-based measurements and temporal resolution exceeding that\nof widely-used Ca<sup>2+</sup>-imaging. Chemically-synthesized\nvoltage-sensitive dyes that use photoinduced electron transfer (PeT) as a\nvoltage-sensing trigger offer high voltage sensitivity and fast response\nkinetics, but targeting chemical indicators to specific cells remains an\noutstanding challenge. Here, we present a new family of readily\nfunctionalizable, fluorescein-based voltage sensitive fluorescent dyes\n(sarcosine-VoltageFluors) that can be covalently attached to a\ngenetically-encoded cell surface receptor to achieve voltage imaging from\ngenetically defined neurons. We synthesized four new VoltageFluor derivatives\nthat possess carboxylic acid functionality for simple conjugation to flexible\ntethers. The best of this new group of dyes was conjugated via a\npolyethyleneglycol (PEG) linker to a small peptide (SpyTag, 13 amino acids)\nthat directs binding and formation of a covalent bond with its binding partner,\nSpyCatcher (15 kDa). The new VoltageSpy dyes effectively label cells expressing\ncell-surface SpyCatcher, display good voltage sensitivity, and maintain fast\nresponse kinetics. In cultured neurons, VoltageSpy dyes enable robust,\nsingle-trial optical detection of action potentials at neuronal soma with\nsensitivity exceeding genetically encoded voltage indicators. Importantly,\ngenetic targeting of chemically synthesized dyes enables VoltageSpy to report\non action potentials in axons and dendrites in single trials, tens to hundreds\nof micrometers away from the cell body.", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Imaging; Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic, Enantioselective α-Alkylation of Azlactones with Non-Conjugated Alkenes via Directed Nucleopalladation", "doi": "10.26434/chemrxiv.7313615.v1", "published_doi": "10.1002/anie.201814272", "published_url": "https://doi.org/10.1002/anie.201814272", "authors": "Sri Nimmagadda; Mingyu Liu; Malkanthi Karunananda; De-Wei Gao; Omar Apolinar; Jason Chen; Peng Liu; Keary Engle", "abstract": "A palladium(II)-catalyzed enantioselective α-alkylation of azlactones with non-conjugated alkenes is described. The reaction employs a chiral BINOL-derived phosphoric acid as the source of stereoinduction and a cleavable bidentate directing group appended to the alkene to control regioselectivity and stabilize the nucleopalladated alkylpalladium(II) intermediate in the catalytic cycle. A wide range of azlactones were found to be compatible under the optimal conditions to afford products bearing α,α-disubstituted α-amino acid derivatives with high yields and high enantioselectivity.", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Stereochemistry; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Graph Theory Approach to High-Throughput Surface Adsorption Structure Generation", "doi": "10.26434/chemrxiv.7303460.v1", "published_doi": "10.1021/acs.jpca.9b00311", "published_url": "https://doi.org/10.1021/acs.jpca.9b00311", "authors": "Jacob Boes; Osman Mamun; Kirstin Winther; Thomas Bligaard", "abstract": "We present a methodology for graph based enumeration of surfaces and unique chemical adsorption structures bonded to those surfaces. Utilizing the graph produced from a bulk structure, we create a unique graph representation for any general slab cleave and further extend that representation to include a large variety of catalytically relevant adsorbed molecules. We also demonstrate simple geometric procedures to generate 3D initial guesses of these enumerated structures. While generally useful for generating a wide variety of structures used in computational surface science and heterogeneous catalysis, these techniques are also key to facilitating an informatics approach to the high-throughput search for more effective catalysts.<br />", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry; Surface", "metrics": null, "license": "CC BY 4.0"}
{"title": "Improved Synthesis of β-Ketoenamine-Linked Covalent Organic Frameworks via Monomer Exchange Reactions", "doi": "10.26434/chemrxiv.7325126.v1", "published_doi": "10.1039/C8CC08957D", "published_url": "https://doi.org/10.1039/C8CC08957D", "authors": "Michael Daugherty; Edon Vitaku; Rebecca Li; Austin Evans; Anton Chavez; William Dichtel", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>β-ketoenamine-linked covalent organic frameworks (COFs) offer\nexcellent structural versatility and outstanding aqueous stability,\nbut their less dynamic linkages complicate obtaining samples with\nhigh crystallinity and surface areas that approach theoretical\nvalues. In contrast, imine-linked COFs are often isolated with\nsuperior materials quality. Here we synthesize several β-\nketoenamine-linked COFs, including two unreported structures,\nwith unmatched crystallinity and high surface areas by preparing\nthe topologically equivalent imine-linked COF and exchanging its\ntriformylbenzene monomers with triformylphloroglucinol.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organic Polymers; Polymerization (Polymers); Spectroscopy (Anal. Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Luminescent Water Dispersible Microporous Polymeric Nanospheres", "doi": "10.26434/chemrxiv.7314779.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Alex James; Matthew Derry; Jennifer Train; Robert Dawson", "abstract": "<p>Water-dispersible porous polymeric dispersions (PPDs) have been\nsynthesised by reversible addition-fragmentation chain transfer mediated\npolymerisation-induced self-assembly (RAFT-mediated PISA). The core-shell\nparticles posses a microporous core formed from divinylbenzene and\nfumaronitrile while the outer polyethylene glycol shell enables the particles\nto be dispersible in a wide range of solvents. The PPD was shown to have a\nheirarchical structure of small primary nanoparticles within larger, well-defined\naggregates of 220 nm as measured by electron microscopy and small angle x-ray\nscattering (SAXS) and exhibited a surface area of 274 m<sup>2</sup>/g.\nFurthermore these samples were found to be fluoresent and demonstrate selective\ndetection of harmful nitroaramatics in solution with extremly low limits of\ndetection, 169 ppb for picric acid, as well as possessing a CO<sub>2</sub>\nuptake of 1.1 mmol/g at 273 K.</p>", "date": "2018-11-08", "journal": "chemRxiv", "categories": "Core-Shell Materials; Organic Polymers; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computationally Augmented Retrosynthesis: Total Synthesis of Paspaline A and Emindole PB", "doi": "10.26434/chemrxiv.7322330.v1", "published_doi": "10.1021/jacs.8b13127", "published_url": "https://doi.org/10.1021/jacs.8b13127", "authors": "Timothy Newhouse; Daria E. Kim; Joshua E. Zweig", "abstract": "The diverse molecular\narchitectures of terpene natural products are assembled by exquisite\nenzyme-catalyzed reactions. Successful recapitulation of these transformations\nusing chemical synthesis is hard to predict from first principles and therefore\nchallenging to execute. A means of evaluating the feasibility of such chemical\nreactions would greatly enable the development of concise syntheses of complex\nsmall molecules. Herein, we report the computational analysis of the energetic\nfavorability of a key bio-inspired transformation, which we use to inform our\nsynthetic strategy. This approach was applied to synthesize two constituents of\nthe historically challenging indole diterpenoid class, resulting in a concise\nroute to (–)-paspaline A in 9 steps from commercially available materials and the first pathway\nto and structural confirmation of emindole PB in 13 steps. This work highlights\nhow traditional retrosynthetic design can be augmented with quantum chemical\ncalculations to reveal energetically feasible synthetic disconnections,\nminimizing time-consuming and expensive empirical evaluation.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Process Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Proton Conductivity, Stability and Potential for Polymorphism in Metal-Organic Framework Minerals", "doi": "10.26434/chemrxiv.7315043.v1", "published_doi": "10.1039/C8SC05088K", "published_url": "https://doi.org/10.1039/c8sc05088k", "authors": "Igor Huskić; Novendra Novendra; Dae-Woo Lim; Filip Topic; Hatem M. Titi; Igor Pekov; Sergey Krivovichev; Alexandra Navrotsky; Hiroshi Kitagawa; Tomislav Friscic", "abstract": "We demonstrate that rare metal-organic framework (MOF) minerals stepanovite and zhemchuzhnikovite can exhibit properties comparable to known oxalate MOFs, including high proton conductivity at 25 <sup>o</sup>C, and retention of the framework structure upon thermal dehydration. They also have high thermodynamic stability, with a pronounced stabilizing effect of substituting aluminium for iron, illustrating a simple design to access stable, highly proton-conductive MOFs without using complex organic ligands. <br />", "date": "2018-11-09", "journal": "chemRxiv", "categories": "Geochemistry; Organometallic Compounds; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Direct Carbon Isotope Exchange Through Decarboxylative Carboxylation", "doi": "10.26434/chemrxiv.7318871.v1", "published_doi": "10.1021/jacs.8b12035", "published_url": "https://doi.org/10.1021/jacs.8b12035", "authors": "Cian Kingston; Michael Wallace; Alban J. Allentoff; Justine deGruyter; Jason Chen; Sharon Gong; Samuel Bonacorsi, Jr.; Phil Baran", "abstract": "A two-step degradation-reconstruction approach to the carbon-14 radiolabeling of alkyl carboxylic acids is presented. Simple activation via redox-active ester formation was followed by nickel-mediated decarboxylative carboxylation to afford a range of complex compounds with ample isotopic incorporations for drug metabolism and pharmacokinetic studies. The practicality and operational simplicity of the protocol was demonstrated by its use in an industrial carbon-14 radiolabeling setting.", "date": "2018-11-09", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Mass Spectrometry; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Nicotinamide-Ponatinib, HSN748, a Potent Anti-CML and Anti-AML Compound with Better Kinase Selectivity than Ponatinib", "doi": "10.26434/chemrxiv.7325162.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Elizabeth Larocque; Nimmashetti Naganna; Herman Sintim", "abstract": "<p>Ponatinib is a multikinase inhibitor that is used to treat chronic myeloid leukemia patients harboring mutated ABL1(T315I) kinase. Due to the potent inhibition of FLT3, RET and FGFRs, it is also being evaluated against AML, biliary and lung cancers. The multikinase inhibition profile of ponatinib may also account for its toxicity, thus analogs with improved kinase selectivity could be better tolerated. A nicotinamide analog of ponatinib, HSN748, retains activity against FLT3, ABL1, VEGFRs and PDGFRa/b but losses activity against c-Src, FGFRs and P38a. Since Src or FGFR inhibitions are known to lead to platelet disfunction or cardiovascular toxicities respectively, HSN748 might have a better safety profile than ponatinib and deserves further evaluation as a possible CML or AML therapeutic.</p>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Biochemistry; Drug Discovery and Drug Delivery Systems; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "N-Heterocyclic carbene-functionalized magic number gold nanoclusters", "doi": "10.26434/chemrxiv.7323989.v1", "published_doi": "10.1038/s41557-019-0246-5", "published_url": "https://doi.org/10.1038/s41557-019-0246-5", "authors": "Mina R. Narouz; Kimberly\nM. Osten; Phillip J. Unsworth; Renee\nW. Y. Man; Kirsi Salorinne; Shinjiro Takano; Ryohei Tomihara; Sami Kaappa; Sami Malola; Cao Thang Dinh; J. Daniel Padmos; Kennedy Ayoo; Garrett\nJ. Patrick; Masakazu Nambo; J. Hugh Horton; Edward H. Sargent; Hannu Häkkinen; Tatsuya Tsukuda; Cathleen Crudden", "abstract": "Magic number metal nanoclusters are atomically precise nanomaterials that have enabled unprecedented insight into structure-property relationships in nanoscience. Thiolates are the most common ligand, binding to the cluster via a staple motif in which only central gold atoms are in the metallic state. The lack of other strongly-bound ligands for nanoclusters with different bonding modes has been a significant limitation in the field. Herein, we report a previously unknown ligand for gold (0) nanoclusters: N-heterocyclic carbenes (NHCs), which feature a robust metal-carbon single bond, and impart high stability to the corresponding gold cluster. The addition of a single NHC to gold nanoclusters results in significantly improved stability and catalytic properties in the electrocatalytic reduction of CO<sub>2</sub>. By varying the conditions, nature and number of equivalents of the NHC, predominantly or exclusively monosubstituted NHC-functionalized clusters result. Clusters can also be obtained with up to five NHCs, as a mixture of species.", "date": "2018-11-12", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CuH-Catalyzed Enantioselective Alkylation of Indole Derivatives with Ligand-Controlled Regiodivergence", "doi": "10.26434/chemrxiv.7323995.v1", "published_doi": "10.1021/jacs.8b11838", "published_url": "https://doi.org/10.1021/jacs.8b11838", "authors": "Yuxuan Ye; Seoung-Tae Kim; Jinhoon Jeong; Mu-Hyun Baik; Stephen L. Buchwald", "abstract": "<b>Enantioenriched molecules bearing indole-substituted stereocenters form a class of privileged compounds in biological, medicinal, and organic chemistry. Thus, the development of methods for asymmetric indole alkylation is highly valuable in organic synthesis. Traditionally, achieving N-selectivity in indole alkylation reactions is a significant challenge, since there is an intrinsic preference for alkylation at C3, the most nucleophilic position. Furthermore, selective and predictable access to either N- and C3-alkylated chiral indoles using catalyst control has been a long-standing goal in indole functionalization. Herein, we report a ligand-controlled regiodivergent synthesis of N- and C3-alkylated chiral indoles that relies on a polarity reversal strategy. In contrast to conventional alkylation reactions in which indoles are employed as nucleophiles, this transformation employs electrophilic indole derivatives, N-(benzoyloxy)indoles, as coupling partners. N- or C3-alkylated indoles are prepared with high levels of regio- and enantioselectivity using a copper hydride catalyst. The regioselectivity is governed by the use of either DTBM-SEGPHOS or Ph-BPE as the supporting ligand. Density functional theory (DFT) calculations are conducted to elucidate the origin of the ligand-controlled regiodivergence.</b>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Mucin-Specific Protease Enables Molecular and Functional Analysis of Human Cancer-Associated Mucins", "doi": "10.26434/chemrxiv.7330676.v1", "published_doi": "10.1073/PNAS.1813020116", "published_url": "https://doi.org/10.1073/pnas.1813020116", "authors": "Stacy Malaker; Kayvon Pedram; Michael J. Ferracane; Elliot C. Woods; Jessica Kramer; Oliver Dorigo; Carolyn Bertozzi", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Mucins are a class of highly O-glycosylated proteins that are ubiquitously expressed on cellular\nsurfaces and are important for human health, especially in the context of carcinomas. However,\nthe molecular mechanisms by which aberrant mucin structures lead to tumor progression and\nimmune evasion have been slow to come to light, in part because methods for selective mucin\ndegradation are lacking. Here we employ high resolution mass spectrometry, polymer synthesis,\nand computational peptide docking to demonstrate that a bacterial protease, called StcE,\ncleaves mucin domains by recognizing a discrete peptide-, glycan-, and secondary structure-\nbased motif. We exploited StcE’s unique properties to map glycosylation sites and structures of\npurified and recombinant human mucins by mass spectrometry. As well, we found that StcE will\ndigest cancer-associated mucins from cultured cells and from ovarian cancer patient-derived\nascites fluid. Finally, using StcE we discovered that Siglec-7, a glyco-immune checkpoint\nreceptor, specifically binds sialomucins as biological ligands, whereas the related Siglec-9\nreceptor does not. Mucin-specific proteolysis, as exemplified by StcE, is therefore a powerful\ntool for the study of glycoprotein structure and function and for deorphanizing mucin-binding\nreceptors.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Mass Spectrometry; Biochemistry; Cell and Molecular Biology; Chemical Biology; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Global Transport of Perfluoroalkyl Acids via Sea Spray Aerosol", "doi": "10.26434/chemrxiv.7326716.v1", "published_doi": "10.1039/C8EM00525G", "published_url": "https://doi.org/10.1039/C8EM00525G", "authors": "Jana Johansson; Matthew Salter; Juan Acosta Navarro; Caroline Leck; E. Douglas Nilsson; Ian T. Cousins", "abstract": "<div>Perfluoroalkyl acids (PFAAs) are persistent organic pollutants found throughout the world’s oceans. Previous research suggests that long-range atmospheric transport of these substances may be substantial. However, it remains unclear what the main sources of PFAAs to the atmosphere are. We have used a laboratory sea spray chamber to study water-to-air transfer of 11 PFAAs via sea spray aerosol (SSA). We observed significant enrichment of all PFAAs relative to sodium in the SSA generated. The highest enrichment was observed in aerosols with aerodynamic diameter < 1:6 µm, which had aerosol PFAA concentrations up to ~ 62000 times higher than the PFAA water concentrations in the chamber. In surface microlayer samples collected from the sea spray chamber, the enrichment of the substances investigated was orders of magnitude smaller than the enrichment observed in the aerosols. In experiments with mixtures of structural isomers, a lower contribution of branched PFAA isomers was observed in the SML in relation to the bulk water. However, no clear trend was observed for the comparison of structural isomers in SSA and bulk water. Using the measured enrichment factors of perfluoroctanoic acid and perfluorooctance sulfonic acid versus sodium we have estimated global annual emissions of these substances to the atmosphere via SSA as well as their global annual deposition to land areas. Our experiments suggest that SSA may currently be an important source of these substances to the atmosphere and, over certain areas where SSA deposition is important, a significant source to terrestrial environments.</div>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Environmental Science; Hydrology and Water Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Label-Free Impedimetric Nanoband Sensor for Detection of Both Bovine Viral Diarrhoea Virus (BVDV) and Antibody (BVDAb) in Serum", "doi": "10.26434/chemrxiv.7326719.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Niamh Creedon; Riona sayers; Benjamin O'sullivan; emer kennedy; Pierre Lovera; Alan O'Riordan", "abstract": "<p>In veterinary\nmedicine, diagnostic tools enabling early detection of infectious disease in cattle\ncould play a pivotal role in the control and eradication of bovine viral\ndiarrhoea (BVD).  Early identification of\ncattle persistently infected with bovine viral diarrhoea virus (BVDV) is\ncritical for early diagnosis and isolation of the animal from a susceptible herd.\nThe immediate availability of electronic test results to a veterinarian on-farm,\nwould eliminate the need to submit samples to a commercial laboratory thereby\nimproving animal therapeutic outcomes considerably.  An impedimetric silicon chip-based biosensor\nplatform, containing six gold nanoband electrodes as six individual sensors,\nwas developed in this study for detection of BVD disease target molecules.\nGold nanoband electrodes were first coated with an electrodeposited polymer and\nthen modified with either monoclonal antibodies or Erns protein, for the\nsubsequent detection of BVD virus and antibodies in whole serum,\nrespectively.  We demonstrate that the\nnanoband sensors have sufficient sensitivity and specificity for serological\ndetection of both targets, with a low time-to-result (20 minutes).  All serological samples were benchmarked against,\nand in complete agreement with, gold standard commercial ELISA methods.\nThese initial proof-of-concept findings are of particular significance for\npotential on-farm point of use applications, where rapid analysis times and\nspecificity are required to permit early diagnostics by veterinarians. </p>", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Biochemical Analysis; Electrochemical Analysis; Nanodevices; Nanofabrication; Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Full Additive QM/MM Scheme for the Computation of Molecular Crystals with Extension to Many-Body Expansions", "doi": "10.26434/chemrxiv.7326491.v1", "published_doi": "10.1063/1.5080427", "published_url": "https://doi.org/10.1063/1.5080427", "authors": "Thorsten Teuteberg; Marco Eckhoff; Ricardo A. Mata", "abstract": "An additive quantum mechanics/molecular mechanics (QM/MM) model for the theoretical investigation of molecular crystals (AC-QM/MM) is presented. At the one-body level, a single molecule is chosen as the QM region. The MM region around it consists of a finite cluster of explicit MM atoms, represented by point charges and Lennard-Jones potentials, with additional background charges to mimic periodic electrostatics. Cluster charges are QM-derived and calculated self-consistently to ensure a polarizable embedding. We have also considered the extension to many-body QM corrections, calculating the interactions of a central molecule to neighbouring units in the crystal. Full gradient expressions have been derived, also including symmetry information. The scheme allows for the calculation of molecular properties as well as unconstrained optimisations of the molecular geometry and cell parameters with respect to the lattice energy. Benchmarking the approach with the X23 reference set confirms the convergence pattern of the many-body extension, although comparison to plane wave DFT reveals a systematic overestimation of cohesive energies by 6-16 kJ·mol<sup>−1</sup> . While the scheme primarily aims to provide an inexpensive and flexible way to model a molecule in a crystal environment, it can also be used to reach highly accurate cohesive energies by the straightforward application of wave function correlated approaches. Calculations with local coupled cluster with singles, doubles, and perturbative triples, albeit limited to numerical gradients, show an impressive agreement with experimental estimates for small molecular crystals.<br /><br />", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY 4.0"}
{"title": "Enantioselective Allylation from Allene, a Petroleum Cracking Byproduct", "doi": "10.26434/chemrxiv.7325210.v1", "published_doi": "10.1021/JACS.8B13907", "published_url": "https://doi.org/10.1021/jacs.8b13907", "authors": "Richard Y. Liu; Yujing Zhou; Yang Yang; Stephen L. Buchwald", "abstract": "<p>Allene (C3H4) gas is produced and separated on million-metric-ton scale per year during petroleum refining but is only rarely employed in chemical manufacturing. Meanwhile, the addition of an allyl group (C3H5) to ketone-containing molecules is among the most common</p>\n<p>and prototypical reactions in organic synthesis. Herein, we report that the combination of allene with environmentally benign hydrosilanes can replace harsher, more wasteful, and more</p>\n<p>expensive allylmetal reagents in enantioselective ketone allylation reactions. This process is catalyzed by an earth-abundant metal and commercially available ligands, operates without specialized equipment or pressurization, and tolerates a broad range of functional groups. Furthermore, the exceptional chemoselectivity of our catalyst system enables industrially relevant C3 hydrocarbon mixtures of allene with methylacetylene and propylene to be applied</p>\n<p>directly. Based on our strategy, we anticipate the rapid development of methods that leverage this unexploited feedstock as a surrogate for existing nucleophilic allylation reagents.</p>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cisplatin-Triggered Bioorthogonal Decaging of Amide Bonds for Targeted-Drug Activation in vivo", "doi": "10.26434/chemrxiv.7327904.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Benjamin Stenton; Bruno Oliveira; João Conde; Magda Negrão; Miguel Godinho Ferreira; Rita Fior; Gonçalo Bernardes", "abstract": "<p>Creating ways to control drug activation at specific tissues while sparing healthy tissues remains a major challenge. The administration of exogenous triggers offers the possibility for precise and traceless drug activation. However, ensuring localization of the trigger as well as the prodrug at the diseased tissue is complex while essential for therapeutic efficacy and to avoid side-toxicity. Cisplatin remains a first line option to treat 20% of all cancer patients and while clearing after 30 min from blood it concentrates in tumor tissues. Here, we demonstrate the use of the platinum-mediated bond cleavage of protected tertiary amides, which can occur in a catalytic manner under bioorthogonal conditions. Protected analogues of cytotoxic drugs 5-fluorouracil (5-FU) and monomethyl auristatin E (MMAE) were successfully activated using non-toxic amounts of platinum salts in cells. An otherwise fully stable and non-internalizing ADC built using a bifunctional linker featuring a tertiary amide protected MMAE was also bioorthogonally decaged in the presence of platinum salts for extracellular drug release. Finally, cisplatin-mediated activation of a prodrug 5-FU was shown in a colorectal zebrafish xenograft model leading to a significant tumor reduction. Considering cisplatin’s continued use as a first-choice treatment for many solid cancers and especially in colorectal cancer, we anticipate that our platinum-mediated decaging strategy will enhance cancer therapy by allowing tumor specific prodrug activation.</p>", "date": "2018-11-13", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems; Organocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhanced Stability and Controlled Delivery of MOF Encapsulated Vaccines and Their Immunogenic Response In Vivo", "doi": "10.26434/chemrxiv.7335122.v1", "published_doi": "10.1021/acsami.8b20504", "published_url": "https://doi.org/10.1021/acsami.8b20504", "authors": "Michael A. Luzuriaga; Raymond P. Welch; Madushani Dharmawardana; Candace Benjamin; Shaobo Li; Sarah Popal; Lana H. Tuong; Chayton Creswell; Jeremiah J. Gassensmith", "abstract": "<div><div><div><p>Vaccines have an innate tendency to lose their structural conformation upon environmental and chemical stressors. A loss in conformation reduces the therapeutic ability to prevent the spread of a pathogen. Herein, we report an in-depth study of zeolitic imidazolate framework-8 (ZIF-8) and its ability to provide protection for a model viral vector against dena- turing conditions. The immunoassay and spectroscopy analysis together demonstrate enhanced thermal and chemical stability to the conformational structure of the encapsulated viral nanoparticle. The long-term biological activity of this virus-ZIF composite was investigated in animal models to further elucidate the integrity of the encapsulated virus, the bio-safety, and immunogenicity of the overall composite. Additionally, histological analysis found no observable tissue damage in the skin or vital organs in mice, following multiple subcutaneous administrations. This study shows that ZIF-based protein composites are strong candidates for improved preservation of proteinaceous drugs, are biocompatible, and capable of controlling the release and adsorption of drugs in vivo.</p></div></div></div>", "date": "2018-11-14", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Biodegradable Materials; Controlled-Release Systems; Core-Shell Materials; Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Model Reduction in Chemical Systems- an Alternative Method Applying Discrete Approximation", "doi": "10.26434/chemrxiv.7354670.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Magne Fjeld", "abstract": "<div><div>This paper addresses model reduction in large or spatially distributed systems including diffusion of matter and chemical reactions. If diffusion is present, it would be represented by a diffusion operator (always including a spatial second derivative term). If diffusion is not present, spatial discretization is straightforward. In the latter case, applying the concept of chemical invariants, or the concept of asymptotic chemical invariants, paves the way for model reduction through elimination of the invariants. Inclusion of diffusion destroys the opportunity to obtain invariants , when numerical discretization of the diffusion term is applied. However, the paper demonstrates that application of the invariant concept may be applied even in the case of diffusion of matter in a chemical tubular reactor, if relying on an approximation in modelling of a tubular reactor by a tank-in-the series model. For nonreacting matter, the quality and numerical properties of the tanks-in-the-series model approximation of a tubular reactor is well documented in the literature. However, there is no general proof available for the quality and effectiveness of such an approximation when chemical reactions are present, although example cases show good approximation.<br /></div></div><div><div><br /></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Reaction Engineering; Chemical Kinetics; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Turning a Methanation Catalyst into a Methanol Producer: In-Co Catalysts for the Direct Hydrogenation of CO2 to Methanol", "doi": "10.26434/chemrxiv.7346693.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anastasiya Bavykina; Irina Yarulina; Lieven Gevers; Mohamed\nNejib Hedhili; Xiaohe Miao; Adrian Ramirez; Oleksii Pustovarenko; Alla Dikhtiarenko; Amandine Cadiau; Samy Ould-Chikh; Jorge Gascon", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The direct hydrogenation of CO2 to methanol using green hydrogen is\nregarded as a potential technology to reduce greenhouse gas emissions and the\ndependence on fossil fuels. For this technology to become feasible, highly selective\nand productive catalysts that can operate under a wide range of reaction conditions\nnear thermodynamic conversion are required. Here, we demonstrate that indium in\nclose contact with cobalt catalyses the formation of methanol from CO2 with high\nselectivity (>80%) and productivity (0.86 gCH3OH.gcatalyst-1.h-1) at conversion levels close\nto thermodynamic equilibrium, even at temperatures as high as 300 °C and at\nmoderate pressures (50 bar). The studied In@Co system, obtained via co-\nprecipitation, undergoes in situ transformation under the reaction conditions to form\nthe active phase. Extensive characterization demonstrates that the active catalyst is\ncomposed of a mixed metal carbide (Co3InC0.75), indium oxide (In2O3) and metallic Co.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-16", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Modeling as the Spark for Active Learning Approaches for Interdisciplinary Biology Teaching", "doi": "10.26434/chemrxiv.7352120.v1", "published_doi": "10.1098/RSFS.2018.0065", "published_url": "https://doi.org/10.1098/rsfs.2018.0065", "authors": "Antoine Taly; Francesco Nitti; Marc Baaden; samuela pasquali", "abstract": "<div>We present here an interdisciplinary workshop on the subject of biomolecules offered to undergraduate and high-school students with the aim of boosting their interest toward all areas of science contributing to the study of life. The workshop involves Mathematics, Physics, Chemistry, Computer Science and Biology. Based on our own areas of research, molecular modeling is chosen as central axis as it involves all disciplines. In order to provide a strong biological motivation for the study of the dynamics of biomolecules, the theme of the workshop is the origin of life. </div><div>All sessions are built around active pedagogies, including games, and a final poster presentation.</div>", "date": "2018-11-16", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "New Molecular Scaffolds for Fluorescent Voltage Indicators", "doi": "10.26434/chemrxiv.7338683.v1", "published_doi": "10.1021/acschembio.8b00978", "published_url": "https://doi.org/10.1021/acschembio.8b00978", "authors": "Steven Boggess; Shivaani Gandhi; Brian Siemons; Nathaniel Huebsch; Kevin Healy; Evan Miller", "abstract": "<div>\n\n<p>The ability to non-invasively monitor membrane potential\ndynamics in excitable cells like neurons and cardiomyocytes promises to\nrevolutionize our understanding of the physiology and pathology of the brain\nand heart. Here, we report the design, synthesis, and application of a new class\nof fluorescent voltage indicator that makes use of a fluorene-based molecular\nwire as a voltage sensing domain to provide fast and sensitive measurements of\nmembrane potential in both mammalian neurons and human-derived cardiomyocytes.\nWe show that the best of the new probes, fluorene VoltageFluor 2 (fVF 2)\nreadily reports on action potentials in mammalian neurons, detects\nperturbations to cardiac action potential waveform in human induced pluripotent\nstem cell (hiPSC)-derived cardiomyocytes, shows a substantial decrease in\nphototoxicity compared to existing molecular wire-based indicators, and can\nmonitor cardiac action potentials for extended periods of time. Together, our\nresults demonstrate the generalizability of a molecular wire approach to\nvoltage sensing and highlights the utility of fVF 2 for interrogating membrane\npotential dynamics.</p>\n\n</div>", "date": "2018-11-14", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Microscopy; Cell and Molecular Biology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of (+)-Darwinolide, a Biofilm-Penetrating Anti-MRSA Agent", "doi": "10.26434/chemrxiv.7352459.v1", "published_doi": "10.1002/ange.201813142", "published_url": "https://doi.org/10.1002/ange.201813142", "authors": "Thomas Siemon; Simon Steinhauer; Mathias Christmann", "abstract": "Darwinolide, a recently identified marine natural product from the Antarctic sponge Dendrilla membranosa, was shown to exhibit promising activity against the biofilm phase of methicillin-resistant Staphylococcus aureus. Its challenging tetracyclic rearranged spongian diterpenoid structure links a trimethylcyclohexyl subunit to a seven-membered core with two fused tetrahydrofurans. Here we describe the first synthesis of (+)-darwinolide featuring a convergent aldol fragment coupling, an Ireland-Claisen rearrangement and an organocatalytic desymmetrization as the key steps. Our results provide a foundation for the development of novel antibiofilm-specific antibiotics.<br />", "date": "2018-11-16", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Stereochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spectro-mechanical Characterization of Aromaticity and Maturity of Kerogens in Oil Shale at 6 nm Spatial Resolution", "doi": "10.26434/chemrxiv.7336160.v1", "published_doi": "10.1021/ACS.ANALCHEM.9B00264", "published_url": "https://doi.org/10.1021/acs.analchem.9b00264", "authors": "Devon Jakob; Le Wang; Haomin Wang; Xiaoji Xu", "abstract": "<p>In situ measurements of\nthe chemical compositions and mechanical properties of kerogen help understand\nthe formation, transformation, and utilization of organic matter in the oil\nshale at the nanoscale. However, the optical diffraction limit prevents attainment\nof nanoscale resolution using conventional spectroscopy and microscopy. Here, we\nutilize peak force infrared (PFIR) microscopy for multimodal characterization\nof kerogen in oil shale. The PFIR provides correlative infrared imaging, mechanical\nmapping, and broadband infrared spectroscopy capability with 6 nm spatial\nresolution. We observed nanoscale heterogeneity in the chemical composition,\naromaticity, and maturity of the kerogens from oil shales from Eagle Ford shale\nplay in Texas. The kerogen aromaticity positively correlates with\nthe local mechanical moduli of the surrounding inorganic matrix, manifesting\nthe Le Chatelier’s principle. In situ spectro-mechanical characterization of oil\nshale will yield valuable insight for geochemical and geomechanical modeling on\nthe origin and transformation of kerogen in the oil shale.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Geological Materials; Geochemistry; Analytical Chemistry - General; Imaging; Microscopy; Spectroscopy (Anal. Chem.); Fuels - Energy Science; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Volatile Dialane Complex from Ring-Expansion of an N-Heterocyclic Carbene and its Use in Atomic Layer Deposition of Aluminum Metal Films", "doi": "10.26434/chemrxiv.7343861.v1", "published_doi": "10.1021/ACS.ORGANOMET.9B00774", "published_url": "https://doi.org/10.1021/acs.organomet.9b00774", "authors": "Kyle Blakeney; Philip Martin; Charles Winter", "abstract": "Treatment of the stable N-heterocyclic carbene (NHC)\n1,3-di-<i>tert</i>-butylimidazolin-2-ylidene\nwith two equivalents of AlH<sub>3</sub>(NMe<sub>3</sub>) afforded the\nstructurally unusual ring expanded dialane complex <b>1</b> in 72% yield after sublimation. Complex <b>1</b> has a distorted norbornane-like C<sub>3</sub>N<sub>2</sub>Al<sub>2</sub>\ncore with two pseudo-tetrahedral Al dihydride sites. Treatment of <b>1</b> with Cp<sub>2</sub>TiCl<sub>2</sub>\nas a model for metal thin film precursors produced the hydride-bridged\nTi(III)-Al heterobimetallic complex <b>2</b>\nin 45% crystalline yield. Complex <b>1</b>\nshows good volatility and thermal stability, subliming at 90-100 °C and 50\nmTorr and decomposing in the solid state at ~200 °C. The vapor pressure of <b>1</b> is 0.75 Torr at 120 °C. These\nphysical properties are promising for a potential atomic layer deposition (ALD)\nprecursor. Aluminum metal films were deposited by thermal ALD using AlCl<sub>3</sub>\nand <b>1</b> as precursors with a growth\nrate of ~3.5 Å/cycle after 100 cycles within an ALD window between 120-140 °C.\nThe films are crystalline aluminum metal by X-ray diffraction (XRD) and X-ray\nphotoelectron spectroscopy (XPS) analysis showed aluminum metal with 7.0 at.%\nC, 3.6 at.% N, and 0.9 at.% Cl impurities. The aluminum metal films had an\nelectrically discontinuous morphology. Conductive aluminum metal films have\nbeen deposited under similar conditions using a different aluminum hydride\nreducing co-reactant, which highlights the impact that small precursor\ndifferences can have on film characteristics.", "date": "2018-11-15", "journal": "chemRxiv", "categories": "Coating Materials; Materials Processing; Multilayers; Thin Films; Plasmonic and Photonic Structures and Devices; Coordination Chemistry (Inorg.); Organometallic Compounds; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Giant Star-Shaped Nitrogen-Doped Nanographenes", "doi": "10.26434/chemrxiv.7342943.v1", "published_doi": "10.1002/ange.201811015", "published_url": "https://doi.org/10.1002/ange.201811015", "authors": "Juan P. Mora-Fuentes; Alberto Riaño-Carnerero; Diego Cortizo-Lacalle; Akinori Saeki; Manuel Melle-Franco; Aurelio Mateo-Alonso", "abstract": "<div><div><div><p>Star-shaped nanographenes are large monodisperse polycyclic aromatic hydrocarbons that extend in size beyond the nanometer and have shown a lot of promise in a wide range of applications including electronics, energy conversion and sensing. Herein we report a new family of giant star-shaped N-doped nanographenes with diameters up to 6.5 nm. Furthermore, the high solubility of this SNG family in neutral organic solvents at room temperature allowed a complete structural, optoelectronic and electrochemical characterisation, which together with charge transport studies illustrate their n-type semiconducting character.</p></div></div></div>", "date": "2018-11-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Carbon-based Materials; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanistic Study and Development of Catalytic Reactions of Sm(II)", "doi": "10.26434/chemrxiv.7355069.v1", "published_doi": "10.1021/jacs.8b13119", "published_url": "https://doi.org/10.1021/jacs.8b13119", "authors": "Sandepan Maity; Robert Flowers", "abstract": "Despite the broad utility and application of SmI<sub>2</sub>in synthesis, the reagent is used in stoichiometric amounts and has a high molecular weight, resulting in a large amount of material being used for reactions requiring one or more equivalents of electrons.  We report mechanistic studies on catalytic reactions of Sm(II) employing a terminal magnesium reductant and trimethyl silyl chloride in concert with a non-coordinating proton donor source.  Reactions using this approach permitted reductions with as little as 1 mol% Sm. The mechanistic approach enabled catalysis employing HMPA as a ligand, facilitating the development of catalytic Sm(II) 5-<i>exo</i>-<i>trig </i>ketyl olefin cyclization reactions.", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Catalysts", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Isodesmic C-H Borylation: Perspectives and Proof of Concept of Transfer Borylation Catalysis", "doi": "10.26434/chemrxiv.7354331.v1", "published_doi": "10.1021/jacs.9b04305", "published_url": "https://doi.org/10.1021/jacs.9b04305", "authors": "Etienne Rochette; Frédéric-Georges Fontaine", "abstract": "The potential advantages of using arylboronic acids<br />or esters as boron source in the C-H borylation are discussed. The<br />concept is showcased by using commercially available and air-stable<br />2-mercaptopyridine as a metal-free catalyst for the transfer<br />borylation of heteroarenes, using furylboronic acid catechol ester<br />as the borylation agent. The catalysis can be performed in air using<br />unpurified solvent and shows a unique functional group tolerance<br />among C-H borylation reactions, tolerating notably alkene and alkyne<br />functional groups. The computational investigation of the<br />mechanism is also described.<br />", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Convenient Synthesis of the Immunogenic Glycolipid BbGL1", "doi": "10.26434/chemrxiv.7335935.v1", "published_doi": "10.1016/j.steroids.2018.11.012", "published_url": "https://doi.org/10.1016/j.steroids.2018.11.012", "authors": "Sebastián N. Jäger; Exequiel O. J. Porta; Guillermo Labadie", "abstract": "A simple and efficient method to synthesize the immunogenic glycolipid BbGL1 is introduced. Two simple steps were required to obtain the desired product in good yield. First, a highly efficient glycosylation of cholesterol using galactosyl trichloroacetimidate as a donor was performed to produce cholesteryl--D-galactoside. Finally, an efficient palmitoylation on the C6–OH of the galactose of the synthesized saponin using sym-collidine and acyl chloride under microwave heating that produced BbGL1 in good yield. The procedure is a convenient and cheaper alternative to the reported procedures allowing a rapid preparation of multiple analogs and conjugates.", "date": "2018-11-14", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Syntheses of Colloidal F:In2O3 Cubes: Fluorine-Induced Faceting and Infrared Plasmonic Response", "doi": "10.26434/chemrxiv.7355042.v1", "published_doi": "10.1021/acs.chemmater.9b00906", "published_url": "https://doi.org/10.1021/acs.chemmater.9b00906", "authors": "Shin Hum Cho; Sandeep Ghosh; Zachariah J. Berkson; Jordan A. Hachtel; Jianjian Shi; Xunhua Zhao; Lauren C. Reimnitz; Clayton J. Dahlman; Yujing Ho; Anni Yang; Yuanyue Liu; Juan-Carlos Idrobo; Bradley F. Chmelka; Delia Milliron", "abstract": "Cube-shaped nanocrystals (NCs) of conventional metals like gold and silver generally exhibit localized surface plasmon resonance (LSPR) in the visible region with spectral modes determined by their faceted shapes. However, faceted NCs exhibiting LSPR response in the infrared (IR) region are relatively rare. Here, we describe the colloidal synthesis of nanoscale fluorine-doped indium oxide (F:In<sub>2</sub>O<sub>3</sub>) cubes with LSPR response in the IR region, wherein fluorine was found to both direct the cubic morphology and act as an aliovalent dopant. Single crystalline 160 nm F:In<sub>2</sub>O<sub>3</sub> cubes terminated by (100) facets and concave cubes were synthesized using a colloidal heat-up method. The presence of fluorine was found to impart higher stabilization to the (100) facets through density functional theory (DFT) calculations that evaluated the energetics of F-substitution at surface oxygen sites. These calculations suggest that the cubic morphology results from surface binding of F-atoms. In addition, fluorine acts as an anionic aliovalent dopant in the cubic bixbyite lattice of In<sub>2</sub>O<sub>3</sub>, introducing a high concentration of free electrons leading to LSPR. We confirmed the presence of lattice fluorine dopants in these cubes using solid-state <sup>19</sup>F and <sup>115</sup>In nuclear magnetic resonance (NMR) spectroscopy. The cubes exhibit narrow, shape-dependent multimodal LSPR extinction peaks due to corner- and edge-centered modes. The spatial origin of these different contributions to the spectral response are directly visualized by electron energy loss spectroscopy (EELS) in a scanning transmission electron microscope (STEM).", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Optical Materials; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Theory - Computational; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Responsive MRI Contrast Agent for Detection of Excess copper(II) in the Liver in Vivo", "doi": "10.26434/chemrxiv.7359095.v1", "published_doi": "10.1021/jacs.8b13493", "published_url": "https://doi.org/10.1021/jacs.8b13493", "authors": "Namini Paranawithana; Andre F. Martins; Veronica Clavijo-Jordan; Piyu Zhao; Sara Chirayil; Gabriele Meloni; Dean Sherry", "abstract": "<div>\n\n<p>The design, synthesis, and properties of a new\ngadolinium-based copper-responsive MRI contrast agents are presented in detail\nhere. The sensor (GdL<sub>1</sub>) has high selectivity for copper ions and\nexhibits a 47% increase in r<sub>1</sub> relaxivity upon binding to 1\nequivalent of Cu<sup>2+</sup> in aqueous buffer.  Interestingly, in the presence of\nphysiological levels of human serum albumin (HSA), the r<sub>1</sub> relaxivity\nis amplified even further up to 270%. \nAdditional spectroscopic and XAS studies show that Cu<sup>2+</sup> is\ncoordinated by two carboxylic acid groups and the single amine group on an\nappended side-chain of GdL<sub>1</sub> and forms a ternary complex with HSA\n(GdL<sub>1</sub>-Cu<sup>2+</sup>-HSA). T<sub>1</sub>-weighted <i>in vivo</i> imaging demonstrates that GdL<sub>1</sub>\ncan detect basal, endogenous labile copper(II) ions in living mice.  This offers a unique opportunity to explore\nthe role of copper ions in the development and progression of neurological\ndiseases such as Wilson disease.</p>\n\n</div>", "date": "2018-11-20", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Biochemistry; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "High-Pressure Behaviour of Prussian Blue Analogues: Interplay of Hydration, Jahn-Teller Distortions and Vacancies", "doi": "10.26434/chemrxiv.7358375.v1", "published_doi": "10.1039/C8DT04463E", "published_url": "https://doi.org/10.1039/C8DT04463E", "authors": "Hanna Boström; Ines E. Collings; Andrew Cairns; Carl P. Romao; Andrew Goodwin", "abstract": "We report a high-pressure crystallographic study of four hydrated Prussian blue analogues: M[Pt(CN)6] and M[Co(CN)6]0:67 (M = Mn2+, Cu2+) in the range 0–3GPa. Mn[Co(CN)6]0:67 was<br />studied by single-crystal X-ray diffraction, whereas the other systems were only available in polycrystalline form. The Mn-containing compounds undergo pressure-induced phase transitions from Fm¯3m to R¯3 at \u00181.0–1.5GPa driven by cooperative tilting of the octahedral units. No phase transition was found for the orbitally disordered Cu[Co(CN)6]0:67 up to 3GPa. Mn[Co(CN)6]0:67 is significantly softer than the other samples, with a bulk modulus of \u001814GPa compared to \u001835GPa of the powdered samples. The discrepant pressure responses are discussed in terms of the presence of structural defects, Jahn-Teller distortions, and hydration. The implications for the development<br />of polar systems are reviewed based upon our high-pressure study.<br />", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Solid State Chemistry; Theory - Computational; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ferroic Multipolar Order and Disorder in Cyanoelpasolite Molecular Perovskites", "doi": "10.26434/chemrxiv.7358363.v1", "published_doi": "10.1098/rsta.2018.0219", "published_url": "https://doi.org/10.1098/rsta.2018.0219", "authors": "Chloe Coates; Harry Gray; Johnathan Bulled; Hanna Boström; Arkadiy Simonov; Andrew Goodwin", "abstract": "<div>We use a combination of variable-temperature high-resolution synchrotron X-ray powder diffraction measurements and Monte Carlo simulations to characterise the evolution of two different types of ferroic multipolar order in a series of cyano elpasolite molecular perovskites. We show that ferroquadrupolar order in [C3N2H5]2Rb[Co(CN)6] is a first-order process that is well described by a 4-state Potts model on the simple cubic lattice. Likewise, ferrooctupolar order in [NMe4]2B[Co(CN)6] (B = K, Rb, Cs) also emerges via a first-order transition that now corresponds to a 6-state Potts model. Hence, for these particular cases, the dominant symmetry breaking mechanisms are well understood in terms of simple statistical mechanical models. By varying composition, we find that the effective coupling between multipolar degrees of freedom—and hence the temperature at which ferromultipolar order emerges—can be tuned in a chemically sensible manner.</div><div><br /></div>", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Computational Chemistry and Modeling; Transition Metal Complexes (Organomet.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Selective Generation of Singlet Oxygen in Chloride Accelerated Copper Fenton Chemistry", "doi": "10.26434/chemrxiv.7364225.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Andrew Carrier; Collins Nganou; David Oakley; Yongli Chen; Ken Oakes; Stephanie MacQuarrie; Xu Zhang", "abstract": "<p>Singlet oxygen (<sup>1</sup>O<sub>2</sub>), a widely used reactive oxygen species (ROS) in industry and biomedical applications, plays a fundamental role throughout nature. We report a novel method to generate <sup>1</sup>O<sub>2</sub>selectively and efficiently through copper-based Fenton chemistry under circumneutral conditions enhanced by chloride as co-catalyst, with reactivity completely different than that observed in classical iron-based Fenton chemistry. The mechanism of its formation was elucidated through the kinetic studies of orthogonally reactive reporter molecules, i.e., singlet oxygen sensor green, 4-hydroxy-2,2,6,6-tetramethylpiperidine, and phenol, and selective ROS quenchers. This method selectively generates <sup>1</sup>O<sub>2</sub><i>in situ</i>neither relying on photosensitization nor resulting in side reactions, and together with the mechanistic understanding of the Cu-Fenton reaction, not only opens new possibilities in many industries, such as organic synthesis and antimicrobial treatments, but also provides insight into Cu and H<sub>2</sub>O<sub>2</sub>containing chemical, environmental, and biological systems.</p>", "date": "2018-11-20", "journal": "chemRxiv", "categories": "Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Acid Catalyzed Polymerization of Phenyl Ethane 1,2-diol for One-Pot Synthesis of Organosoluble Poly(phenylene Vinylene)", "doi": "10.26434/chemrxiv.7359998.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Anil Tipirneni; Hasan Zerze; Ece Tukenmez; Niyazi Bicak; Anthony J. McHugh", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Acid catalyzed polymerization of phenyl ethane 1,2-diol is realized for the first\ntime via a novel one-pot coupling reaction to produce organosoluble poly(phenylene\nvinylene). A variety of experimental conditions were investigated. PPV structure was\nconfirmed by 13C-NMR and 1H-NMR chemical shifts. Fluorescence spectra of the polymer showed emission in the visible range, as to be expected. Average PPV molecular\nweights ranged from 670 to 6200 Da. The methanesulfonic acid (MesOH) catalyzed\nsyntheses were shown to produce higher molecular weight and purity PPV than the\nsulfuric acid (H2SO4) counterparts, although both are able to produce organosoluble\nproducts.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-20", "journal": "chemRxiv", "categories": "Conducting polymers; Polymerization catalysts; Acid Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tunable Plasmonic Colours by Atomic Layer Deposition of Alumina", "doi": "10.26434/chemrxiv.7364696.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jean-Michel Guay; Antonio Calà Lesina; Graham Killaire; Peter Gordon; Choloong Hahn; Sean Barry; Lora Ramunno; Pierre Berini; Arnaud Weck", "abstract": "We report the tuning of plasmonic colours on silver by controlling the thickness of alumina films deposited via atomic layer deposition.  The colours are observed to shift with increasing alumina film thickness. Colour palettes produced with periodic topographical features are observed to recover their original vibrancy and Hue range after the deposition of a film thickness of ~ 60 nm while colours devoid of such topographical features are observed to gradually fade and their colour intensities are never recovered collapsing into a small visually unappealing region of the LCH color space. Analysis of the surfaces identifies the periodic topographical features as responsible for this behavior. Finite-difference time-domain simulations of flat and sine-modulated surfaces covered with nanoparticles and covered by a conformal alumina film were conducted to unravel the role played by the ALD thickness on the colour formation, where colour rotations and recovery were also observed. The coloured surfaces were evaluated for applications in colourimetric and radiometric sensing showing large sensitivities of up to 3.06/nm and 3.19 nm/nm, respectively. The colourimetric and radiometric sensitivities are ob-served to be colour dependent.", "date": "2018-11-21", "journal": "chemRxiv", "categories": "Multilayers; Thin Films; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "ONIOM(QM:QM') Electrostatic Embedding Schemes for Photochemistry in Molecular Crystals", "doi": "10.26434/chemrxiv.7364768.v1", "published_doi": "10.1021/acs.jctc.8b01180", "published_url": "https://doi.org/10.1021/acs.jctc.8b01180", "authors": "Miguel Rivera; Michael Dommett; Rachel Crespo Otero", "abstract": "Understanding photoinduced processes in molecular crystals is central to the design of highly emissive materials such as organic lasers and organic light-emitting diodes. The modelling of such processes is, however, hindered by the lack of excited state methodologies tailored for these systems. Embedding approaches based on the Ewald sum can be used in conjunction with excited state electronic structure methods to model the localised excitations which characterise these materials. In this article, we describe the implementation of a two-level ONIOM(QM:QM') point charge embedding approach based on the Ewald method, the Ewald Embedded Cluster (EEC) model. An alternative self-consistent method is also considered to simulate the response of the environment to the excitation. Two molecular crystals with opposing photochemical behaviour were used to benchmark the results with single reference and multireference methods. We observed that the inclusion of an explicit ground state cluster surrounding the QM region was imperative for the exploration of the excited state potential energy surfaces. Using EEC, accurate absorption and emission energies as well as S1-S0 conical intersections were obtained for both crystals. We discuss the implications of the use of these embedding schemes considering the degree of localisation of the excitation. The methods discussed herein are implemented in an open source platform (fromage, https://github.com/Crespo-Otero-group/fromage) which acts as an interface between popular electronic structure codes (Gaussian, Turbomole and Molcas).", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Flow Imaging Microscopy as a Novel Tool for High-Throughput Evaluation of Elastin-like Polymer Coacervates", "doi": "10.26434/chemrxiv.7367708.v1", "published_doi": "10.1371/journal.pone.0216406", "published_url": "https://doi.org/10.1371/journal.pone.0216406", "authors": "Laura Marvin; Wynter Paiva; Nicole Gill; Marissa A. Morales; Jeffrey Mark Halpern; James Vesenka; Eva Rose Balog", "abstract": "<div>Biological and bioinspired polymer microparticles have broad biomedical and industrial applications, including drug delivery, tissue engineering, surface modification, environmental remediation, imaging, and sensing. Full realization of the potential of biopolymer microparticles will require methods for rigorous characterization of particle sizes, morphologies, and dynamics, so that researchers may correlate particle characteristics with synthesis methods and desired functions. Toward this end, we evaluated biopolymer microparticles using flow imaging microscopy. This technology is widely used in the biopharmaceutical industry but is not yet well-known among the materials community. Our polymer, a genetically engineered elastin-like polypeptide (ELP), self-assembles into micron-scale coacervates. We performed flow imaging of ELP coacervates using two different instruments, one with a lower size limit of approximately 2 microns, the other with a lower size limit of approximately 300 nanometers. We validated flow imaging results by comparison with dynamic light scattering and atomic force microscopy analyses. We explored the effects of various solvent conditions on ELP coacervate size, morphology, and behavior, such as the dispersion of single particles versus aggregates. We found that flow imaging is a superior tool for rapid and thorough particle analysis of ELP coacervates in solution. We anticipate that researchers studying many types of microscale protein or polymer assemblies will be interested in flow imaging as a tool for quantitative, solution-based characterization.<br /></div>", "date": "2018-11-21", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Biological Materials; Biopolymers; Drug delivery systems; Microscopy; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hundreds of Unrecognized Halogenated Contaminants Discovered in Polar Bear Blood", "doi": "10.26434/chemrxiv.7332764.v1", "published_doi": "10.1002/anie.201809906", "published_url": "https://doi.org/10.1002/anie.201809906", "authors": "Yanna Liu; Evan S. Richardson; Andrew E. Derocher; Nicholas J. Lunn; Hans-Joachim Lehmler; Xueshu Li; Yifeng Zhang; Julia Yue Cui; Lihua Cheng; Jonathan W. Martin", "abstract": "<p>Exposure of polar bears (<i>Ursus maritimus</i>) to persistent organic\npollutants was discovered in the 1970s, but recent evidence suggests the\npresence of unknown toxic chemicals in their blood. Protein and phospholipid\ndepleted serum was stirred with polyethersulfone capillaries to extract a broad\nrange of analytes, and nontarget mass spectrometry with “fragmentation\nflagging” was used for detection. Hundreds of analytes were discovered\nbelonging to 13 classes, including novel polychlorinated biphenyl (PCB)\nmetabolites and many fluorinated or chlorinated substances not previously\ndetected. All analytes were detected in the oldest (mid-1980s) archived polar\nbear serum from Hudson Bay and Beaufort Sea, and all fluorinated classes showed\nincreasing trends. A mouse experiment confirmed the novel PCB metabolites,\nsuggesting that these could be widespread in mammals. Historical exposure and\ntoxic risk has been underestimated, and emerging contaminants pose uncertain\nrisks to this threatened species<br /></p><br />", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Environmental Science; Environmental Analysis; Mass Spectrometry; Environmental biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "EOM-CC Guide for Fock-Space Travel: The C2 Edition", "doi": "10.26434/chemrxiv.7368299.v1", "published_doi": "10.1039/C8FD00185E", "published_url": "https://doi.org/10.1039/C8FD00185E", "authors": "Sahil Gulania; Thomas-C. Jagau; Anna I. Krylov", "abstract": "Despite their small size, C<sub>2</sub> species pose a big challenge to electronic structure owing to extensive electronic degeneracies and multi-configurational wave functions leading to a dense manifold of electronic states. We present detailed electronic structure calculations of C<sub>2</sub>, C<sub>2</sub><sup>-</sup>, and C<sub>2</sub><sup>2-</sup> emphasizing spectroscopically relevant properties. We employ double ionization potential (DIP)  and ionization potential (IP)  variants of equation-of-motion coupled-cluster method with single and double substitutions (EOM-CCSD) and a dianionic reference state. We show that EOM-CCSD is capable of describing multiple interacting states in C<sub>2</sub> and C<sub>2</sub><sup>-</sup> in an accurate, robust, and effective way. We also characterize the electronic structure of C<sub>2</sub><sup>2-</sup>, which is metastable with respect to electron detachment.", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dataset Bias in the Natural Sciences: A Case Study in Chemical Reaction Prediction and Synthesis Design", "doi": "10.26434/chemrxiv.7366973.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ryan-Rhys Griffiths; Philippe Schwaller; Alpha Lee", "abstract": "<div><div><div><div><div><div><p>Datasets in the Natural Sciences are often curated with the goal of aiding scientific understanding and hence may not always be in a form that facilitates the application of machine learning. In this paper, we identify three trends within the fields of chemical reaction prediction and synthesis design that require a change in direction. First, the manner in which reaction datasets are split into reactants and reagents encourages testing models in an unrealistically generous manner. Second, we highlight the prevalence of mislabelled data, and suggest that the focus should be on outlier removal rather than data fitting only. Lastly, we discuss the problem of reagent prediction, in addition to reactant prediction, in order to solve the full synthesis design problem, highlighting the mismatch between what machine learning solves and what a lab chemist would need. Our critiques are also relevant to the burgeoning field of using machine learning to accelerate progress in experimental Natural Sciences, where datasets are often split in a biased way, are highly noisy, and contextual variables that are not evident from the data strongly influence the outcome of experiments.</p></div></div></div></div></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Assessing the Conformational Equilibrium of Carboxylic Acid via QM and MD Studies on Acetic Acid", "doi": "10.26434/chemrxiv.7374131.v1", "published_doi": "10.1021/acs.jcim.8b00835", "published_url": "https://doi.org/10.1021/acs.jcim.8b00835", "authors": "Victoria T. Lim; Christopher I. Bayly; Laszlo Fusti-Molnar; David Mobley", "abstract": "Accurate hydrogen placement in molecular modeling is crucial for studying the interactions and dynamics of biomolecular systems. It is difficult to locate hydrogen atoms from many experimental structural characterization approaches, such as due to the weak scattering of x-ray radiation. Hydrogen atoms are usually added and positioned <i>in silico</i> when preparing experimental structures for modeling and simulation. The carboxyl functional group is a prototypical example of a functional group that requires protonation during structure preparation. To our knowledge, when in their neutral form, carboxylic acids are typically protonated in the <i>syn</i> conformation by default in classical molecular modeling packages, with no consideration of alternative conformations, though we are not aware of any careful examination of this topic. Here, we investigate the general belief that carboxylic acids should always be protonated in the <i>syn</i> conformation. We calculate and compare the relative energetic stabilities of <i>syn</i> and <i>anti</i> acetic acid using <i>ab initio</i> quantum mechanical calculations and atomistic molecular dynamics simulations. We show that while the <i>syn</i> conformation is the preferred state, the <i>anti</i> state may in some cases also be present under normal NPT conditions in solution.", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Stereochemistry; Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Stacking Disorder by Design: Factors Governing the Polytypism of Silver Iodide upon Precipitation and Formation from the Superionic Phase", "doi": "10.26434/chemrxiv.7376111.v1", "published_doi": "10.1021/acs.cgd.8b01715", "published_url": "https://doi.org/10.1021/acs.cgd.8b01715", "authors": "Rachael L. Smith; Martin Vickers; Christoph Salzmann", "abstract": "Silver iodide (AgI) is used for a wide range of\napplications from photocatalysis and antimicrobial coatings to photography and\nice nucleation. By fitting powder X-ray diffraction patterns with DIFFaX, we\nshow that AgI displays a strong tendency to form stacking-disordered materials.\nIts polytypism is determined by the silver cation to iodide molar ratio during\nprecipitation. Under iodide-rich conditions, fully hexagonal <i>b</i>-AgI is obtained whereas\na maximal percentage of cubic stacking of 80% is obtained at a 1:2 molar ratio\nin the silver cation-rich regime. These findings are explained on the basis of\na concentration-dependent competition between kinetically and\nthermodynamically-favored adsorption processes. Furthermore, the previously\nreported memory effects observed upon transforming hexagonal and cubic AgI to\nthe high-temperature superionic phase and back are now followed quantitatively.\nWe propose that the memory effects originate from excess ions at the surfaces\nof AgI crystals that stabilize the pyroelectricity of AgI associated with\nhexagonal stacking. The ability to ‘design’ the polytypism of AgI by tuning the\nprecipitation conditions provides a first example where the stacking disorder of\na material can be controlled in a continuous fashion. Future studies will\nclarify if this design principle can be applied to other materials as well.", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Solid State Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Asymmetric Synthesis of Griffipavixanthone Employing a Chiral Phosphoric Acid-Catalyzed Cycloaddition", "doi": "10.26434/chemrxiv.7373969.v1", "published_doi": "10.1021/jacs.8b12520", "published_url": "https://doi.org/10.1021/jacs.8b12520", "authors": "Michael Smith; Kyle Reichl; Randolph Escobar; Thomas Heavey; David Coker; Scott Schaus; John Porco", "abstract": "Asymmetric synthesis of the biologically active xanthone\ndimer griffipavixanthone (GPX) is reported along with its absolute\nstereochemistry determination. Synthesis of the natural product is accomplished\n<i>via</i> dimerization of a <i>p-</i>quinone methide (<i>p-</i>QM) using a chiral phosphoric acid (CPA) catalyst to afford a\nprotected precursor in excellent diastereo- and enantioselectivity. Mechanistic\nstudies, including an unbiased computational investigation of chiral ion-pairs\nusing parallel tempering (PT), were performed in order to probe the mode of asymmetric\ninduction", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Size-Control by Anion Templating in Mechanochemical Synthesis of Hemicucurbiturils in the Solid State", "doi": "10.26434/chemrxiv.7376489.v1", "published_doi": "10.1002/ange.201813431", "published_url": "https://doi.org/10.1002/ange.201813431", "authors": "Sandra Kaabel; Robin Stein; Maria Fomitšenko; Ivar Järving; Tomislav Friscic; Riina Aav", "abstract": "Self-organization is one of the most intriguing phenomena of chemical matter. While the self-assembly of macrocycles and cages in dilute solution has been extensively studied, it remains poorly understood in solvent-free environments. Here, we provide the first example of using anionic templates to achieve selective assembly of differently sized macrocycles in a solvent-free system. Using the acid-catalyzed synthesis of cyclohexanohemicucurbiturils as a model system, we demonstrate size-controlled quantitative synthesis of 6- or 8-membered macrocycles, taking place through spontaneous anion-directed re-organization of mechanochemically-obtained oligomers in the solid state.<br />", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Physical Organic Chemistry; Supramolecular Chemistry (Org.); Solid State Chemistry; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Theoretical Study of the Microhydration of 1-Chloro and 2-Chloro Ethanol as a Clue for Their Relative Propensity Toward Dehalogenation", "doi": "10.26434/chemrxiv.7378445.v1", "published_doi": "10.1002/qua.25931", "published_url": "https://doi.org/10.1002/qua.25931", "authors": "George Petsis; Zoi Salta; Agnie M. Kosmas; Oscar Ventura", "abstract": "<p>This work reports a computational\nanalysis of hydrogen bonded clusters of mono-, di-, tri- and tetra hydrates of\nthe chlorohydrins CH<sub>3</sub>CHClOH (1ClEtOH) and CH<sub>2</sub>ClCH<sub>2</sub>OH\n(2ClEtOH). The goal of the study is to assess the role of the water solvent into\nthe facilitation of the initial step for dehalogenation of these compounds, a\nprocess of interest in several contexts. Molecular orbital methods (MP2),\ndensity functional methods (B3LYP, M06 and wB97X-D)\nand composite model chemistries (CBS-QB3, G4) were employed to investigate the\nstructure, electronic distribution and hydrogen-bonded structure of 7 monohydrates,\n6 dihydrates, 5 trihydrates and 5 tetrahydrates of both species. Standard\nreaction enthalpy and standard Gibbs free reaction energy were computed for all aggregates with\nrespect to <b><i>n</i></b> independent water molecules and with respect to the dimer,\ntrimer and tetramer of water, respectively, in order to evaluate stability and\nhydrogen bonding network. The influence of the water chains on the length and\nvibrational frequencies, especially of the C-Cl and O-H bonds, was evaluated.</p>", "date": "2018-11-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ammonia as Proton Conducting Medium Confined in Porous Materials", "doi": "10.26434/chemrxiv.7319273.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Dae-Woon Lim; Hiromu Tsukada; Akihito Shigematsu; Teppei Yamada; Kazuya Otsubo; Alexander E. Khudozhitkov; Alexander G. Stepanov; Daniil I. Kolokolov; Mitsuhiko Maesato; Hiroshi Kitagawa", "abstract": "<b></b><p>Molecular confinement within a limited space induces unique behaviour not seen in bulk systems. In\nparticular, the proton diffusion in conducting medium under confined conditions\nis significantly affected by the surrounding environment.H<sub>2</sub>O, efficient conducting medium,\nconfined in hydrophobic channels forms unique clusters allowing rapid\ndiffusion, whereas confined NH<sub>3</sub>, having a similar degenerate system\n(Fig. 1a), has not been reported. Herein, we show NH<sub>3</sub>-mediated\nproton conduction in microporous metal–organic frameworks (MOFs), MIL-53(Al)\nfunctionalized with (-COOH)<sub>2</sub>, -NH<sub>2</sub>, -OH and -H. Anhydrous\nNH<sub>3 </sub>gas is trapped in the pore by proton donation of frameworks and\nforms hydrogen bonding networks exhibiting a remarkably enhanced proton\nconductivity. The crystallographic analysis and solid-state NMR clarify the\nveiled proton diffusion mechanism and unique dynamic behaviour of confined NH<sub>3</sub>.</p><br />", "date": "2018-11-26", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Inorganic Acid/Base Chemistry; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalytic Asymmetric Allylation of Aldehydes with Alkenes Mediated by Organophotoredox and Chiral Chromium Hybrid Catalysis", "doi": "10.26434/chemrxiv.7379396.v1", "published_doi": "10.1039/C8SC05677C", "published_url": "https://doi.org/10.1039/c8sc05677c", "authors": "Harunobu Mitsunuma; Shun Tanabe; Hiromu Fuse; Kei Ohkubo; Motomu Kanai", "abstract": "A hybrid system accomplishing cooperativity between an organophotoredox acridinium catalyst and a chiral chromium<br />complex catalyst was developed, enabling the unprecedented exploitation of unactivated hydrocarbon alkenes as precursors to chiral allylchromium nucleophiles for the asymmetric allylation of aldehydes. The reaction proceeded under visible light irradiation at room temperature and with high functional group tolerance, affording the corresponding homoallylic alcohols with up to >20/1 diastereomeric ratio and 99% ee. The addition of Mg(ClO4)2 elicited profound enhancement of both reactivity and enantioselectivity.", "date": "2018-11-26", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Stereochemistry; Organocatalysis; Photocatalysis; Redox Catalysis; Bond Activation", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photocatalytically Active Ladder Polymers", "doi": "10.26434/chemrxiv.7381025.v1", "published_doi": "10.1039/C8FD00197A", "published_url": "https://doi.org/10.1039/C8FD00197A", "authors": "Anastasia Vogel; Mark forster; Liam Wilbraham; Charlotte Smith; Alexander Cowan; Martijn Zwijnenburg; Seb Sprick; Andrew\nI. Cooper", "abstract": "<p>Conjugated ladder polymers\n(cLaPs) are introduced as organic semiconductors for photocatalytic hydrogen\nevolution from water under sacrificial conditions. Starting from a linear\nconjugated polymer (cLiP1), two ladder polymers are synthesized via\npost-polymerization annulation and oxidation techniques to generate rigidified,\nplanarized materials bearing dibenzo[<i>b</i>,<i>d</i>]thiophene (<b>cLaP1</b>) and dibenzo[<i>b</i>,<i>d</i>]thiophene sulfone subunits (<b>cLaP2</b>). The high photocatalytic\nactivity of <b>cLaP1</b>\n(1307 μmol h<sup>−1</sup> g<sup>−1</sup>) in comparison to <b>cLaP2</b> (18 μmol h<sup>−1</sup> g<sup>−1</sup>)\nunder broadband illumination (λ >295 nm) in presence of a\nhole-scavenger is attributed to a higher yield of long-lived charges (µs–ms\ntimescale), as evidenced by transient absorption spectroscopy. Additionally, <b>cLaP1</b> has a larger overpotential for\nproton reduction and thus an increased driving force for the evolution of\nhydrogen under sacrificial conditions.</p>", "date": "2018-11-26", "journal": "chemRxiv", "categories": "Conducting polymers; Organic Polymers; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quantitative Super-Resolution Microscopy of the Mammalian Glycocalyx", "doi": "10.26434/chemrxiv.7381724.v1", "published_doi": "10.1016/j.devcel.2019.04.035", "published_url": "https://doi.org/10.1016/j.devcel.2019.04.035", "authors": "Leonhard Möckl; Kayvon Pedram; Anish R. Roy; Venkatesh Krishnan; Anna-Karin Gustavsson; Oliver Dorigo; Carolyn Bertozzi; W.E. Moerner", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The mammalian glycocalyx is a heavily glycosylated extramembrane compartment found on\nnearly every cell. Despite its relevance in both health and disease, studies of the glycocalyx\nremain hampered by a paucity of methods to spatially classify its components. We combine\nmetabolic labeling, bioorthogonal chemistry, and super-resolution localization microscopy to\nimage two constituents of cell-surface glycans, N-acetylgalactosamine (GalNAc) and sialic acid,\nwith 10-20 nm precision in 2D and 3D. This approach enables two measurements: glycocalyx\nheight and the distribution of individual sugars distal from the membrane. These measurements\nshow that the glycocalyx exhibits nanoscale architecture, on both cell lines and primary human\ntumor cells. Additionally, we observe enhanced glycocalyx height in response to epithelial-to-\nmesenchymal transition and to oncogenic KRAS activation. In the latter case, we trace increased\nheight to an effector gene, GALNT7. These data highlight the power of advanced imaging\nmethods to provide molecular and functional insights into glycocalyx biology.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-27", "journal": "chemRxiv", "categories": "Imaging; Microscopy; Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Assessment of Density Functional Theory in Predicting Interaction Energies Between Water and Polycyclic Aromatic Hydrocarbons: From Water on Benzene to Water on Graphene", "doi": "10.26434/chemrxiv.7381943.v1", "published_doi": "10.1021/acs.jctc.9b00110", "published_url": "https://doi.org/10.1021/acs.jctc.9b00110", "authors": "Adeayo Ajala; Vamsee K. Voora; Narbe Mardirossian; Filipp Furche; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The interaction of water with polycyclic aromatic hydrocarbons, from benzene to\ngraphene, is investigated using various exchange-correlation functionals selected across\ngeneralized gradient approximation (GGA), meta-GGA, and hybrid families within the\ndensity functional theory (DFT) hierarchy. The accuracy of the different functionals\nis assessed through comparisons with high-level electronic structure methods, including random phase approximation (RPA), diffusion Monte Carlo (DMC), and coupled-cluster with single, double, and perturbative triple excitations (CCSD(T)). Relatively\nlarge variations are found in the interaction energies predicted by different DFT models, with GGA functionals underestimating the interaction strength for configurations\nwith the water oxygen pointing toward the aromatic molecules, and the meta-GGA\nB97M-rV and hybrid ωB97M-V functionals providing nearly quantitative agreement\nwith CCSD(T) values available for the water-benzene, water-coronene, and water-circumcoronene dimers, which, in turn, are within ∼1 kcal/mol of the corresponding\nRPA and DMC results. Similar trends among GGA, meta-GGA, and hybrid functionals are observed for the larger polycyclic aromatic hydrocarbon molecules considered\nin this analysis (up to C216H36). By performing absolutely localized molecular orbital\nenergy decomposition analyses (ALMO-EDA) of the DFT results, it is found that,\nindependently of the number of carbon atoms and exchange-correlation functional,\nthe dominant contributions to the interaction energies between water and polycyclic\naromatic hydrocarbon molecules are the electrostatic and dispersion terms while polarization and charge transfer effects are negligibly small. Calculations carried out\nwith GGA and meta-GGA functionals indicate that, as the number of carbon atoms\nincreases, the interaction energies slowly converge to the corresponding values obtained\nfor an infinite graphene sheet. Importantly, water-graphene interaction energies calculated with the B97M-rV functional appear to deviate by more than 1 kcal/mol from\nthe available RPA and DMC values.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-27", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Interfaces; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Li-ion Conductive Li3PO4-Li3BO3-Li2SO4 Mixture: Prevision through Density Functional Molecular Dynamics and Machine Learning", "doi": "10.26434/chemrxiv.7387103.v1", "published_doi": "10.1246/bcsj.20190041", "published_url": "https://doi.org/10.1246/bcsj.20190041", "authors": "Masato Sumita; Ryo Tamura; Kenji Homma; Chioko Kaneta; Koji Tsuda", "abstract": "The development of high Li-ion conductive solid electrolytes is crucial for the practical use of all solid-state Li-ion batteries. The mixing of hetero Li-ion conductive substances is a known method for enhancing the Li-ion conductivity more than in the original substances. In this study, using computer simulations, we proved that a ternary Li<sub>3</sub>PO<sub>4</sub>-Li<sub>3</sub>BO<sub>3</sub>-Li<sub>2</sub>SO<sub>4</sub>system has the potential to demonstrate improved Li-ion conductivity based on the introduction of a quasi-Li/oxygen vacancy. The Li-ion conductivities of this ternary system were calculated using several model systems based on the density functional molecular dynamics under an isothermal-isobaric ensemble. However, an exploration using the density functional molecular dynamics cannot cover the entire combinatorial space owing to a lack of computational capability. To search through a vast combinatorial space, we conducted analyses using a machine learning technique. The analysis results clarify the relationship between Li-ion conductivity and phonon free energy, and allow the optimum composition ratio with the highest Li-ion conductivity to be predicted.", "date": "2018-11-27", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Gas Phase Stability of Protein Ions in a Cyclic Ion Mobility Spectrometry Travelling Wave Device", "doi": "10.26434/chemrxiv.7388723.v1", "published_doi": "10.1021/acs.analchem.8b05641", "published_url": "https://doi.org/10.1021/acs.analchem.8b05641", "authors": "Charles Eldrid; Jakub Ujma; Symeon Kalfas; nick tomczyk; Kevin Giles; mike morris; Konstantinos Thalassinos", "abstract": "<div>Ion mobility mass spectrometry (IM-MS) allows separation of native protein ions into “conformational families”. Increasing the IM resolving power should allow finer structural information to be obtained, and can be achieved by increasing the length of the IM separator. This, however, increases the time that protein ions spend in the gas phase and previous experiments have shown that the initial conformations of small proteins can be lost within tens of milliseconds. Here, we report on investigations of protein ion stability using a multi-pass travelling wave (TW) cyclic IM (cIM) device. Using this device, minimal structural changes were observed for Cytochrome C after hundreds of milliseconds, while no changes were observed for a larger multimeric complex (Concanavalin A). The geometry of the instrument (Q-cIM-ToF) also enables complex tandem IM experiments to be performed which were used to obtain more detailed collision induced unfolding pathways for Cytochrome C. The novel instrument geometry provide unique capabilities with the potential to expand the field of protein analysis via IM-MS.</div>", "date": "2018-11-28", "journal": "chemRxiv", "categories": "Mass Spectrometry; Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Encoding Metal-Cation Arrangements in Metal-Organic Frameworks for Programming the Composition of Electrocatalytically Active Multi-Metal Oxides", "doi": "10.26434/chemrxiv.7388318.v1", "published_doi": "10.1021/jacs.8b12860", "published_url": "https://doi.org/10.1021/jacs.8b12860", "authors": "Celia Castillo-Blas; María de las Nieves López-Salas; María C. Gutiérrez; Inés Puente-Orench; Enrique Gutiérrez-Puebla; María Luisa Ferrer; María Ángeles Monge; Felipe Gándara", "abstract": "In the present contribution, we report how through the use of metal-organic frameworks (MOFs) composed of addressable combinations of up to four different metal elements it is possible to program the composition of multi-metal oxides, which are not attainable by other synthetic methodologies. Thus, due to the ability to distribute multiple metal cations at specific locations in the MOF secondary building units it is possible to code and transfer selected metal ratios to multi-metal oxides with novel, desired compositions through a simple calcination process. The demonstration of an enhancement in the electrocatalytic activity of new oxides by pre-adjusting the metal ratios is here reported for the oxygen reduction reaction, for which activity values comparable to commercial Pt/C catalysts are reached, while showing long stability and methanol tolerance.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Catalysts; Hybrid Organic-Inorganic Materials; Coordination Chemistry (Inorg.); Solid State Chemistry; Electrocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploiting Imine Photochemistry for Masked N-Centered Radical Reactivity", "doi": "10.26434/chemrxiv.7390421.v1", "published_doi": "10.1002/ange.201909492", "published_url": "https://doi.org/10.1002/ange.201909492", "authors": "Daryl Staveness; James L. Collins III; Rory C. McAtee; Corey Stephenson", "abstract": "This\nreport details the development of a masked <i>N</i>-centered\nradical strategy that harvests the chemical potential of violet light to drive\nthe conversion of cyclopropylimines to 1-aminonorbornanes. This process is\ninitiated by the nitrogen-centered radical character of a photoexcited imine,\nfacilitating the homolytic fragmentation of the cyclopropane ring followed by a\nradical cyclization sequence that forms two new C–C bonds en route to the\nnorbornane core. Employing the excited state diyl of a Schiff base as a masked <i>N</i>‑centered radical is a unique mode of\nreactivity, the utility of which is amplified by the bathochromic shift into\nthe visible spectrum imparted by the 4-nitrobenzimine. In addition to the\nintramolecular reactivity that generates 1‑aminonorbornanes, intermolecular\nformal [3+2] cycloadditions are also amenable to this strategy. This\nphotochemical methodology operates in continuous flow, enhancing the potential\nto translate this approach beyond the academic sector.", "date": "2018-11-28", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Org.); Physical Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interactions of Aggregating Peptides Probed by IR-UV Action Spectroscopy", "doi": "10.26434/chemrxiv.7392278.v1", "published_doi": "10.1039/C8FD00208H", "published_url": "https://doi.org/10.1039/C8FD00208H", "authors": "Sjors Bakels; E.M. Meijer; Mart Greuell; Sebastiaan Porskamp; George Rouwhorst; Jerome Mahe; Marie-Pierre Gaigeot; Anouk Rijs", "abstract": "Peptide aggregation, the self-assembly of peptides into structured beta-sheet fibril structures, is driven by a combination of intra- and intermolecular interactions. Here, the interplay between intramolecular and formed inter-sheet hydrogen bonds and the effect of dispersion interactions on the formation of neutral, isolated, peptide dimers is studied by infrared action spectroscopy. Therefore, four different homo- and hetereogeneous dimers formed from three different alanine-based model peptides have been studied under controlled and isolated conditions. The peptides differ from one another in the presence and location of a UV chromophore containing cap on either the C- or N-terminus. Conformations of the monomers of the peptides direct the final dimer structure: strongly hydrogen bonded or folded structures result in weakly bound dimers. Here the intramolecular hydrogen bonds are favored over new intermolecular hydrogen bond interactions. In contrast, linearly folded monomers are the ideal template to form parallel beta-sheet type structures. The weak intramolecular hydrogen bonds present in the linear monomers are replaced by the stronger inter-sheet hydrogen bond interactions. The influence of π-π disperion interactions on the structure of the dimer is minimal, the phenyl rings have the tendency to fold away from the peptide backbone to favour intermolecular hydrogen bond interactions. Quantum chemical calculations confirm our experimental observations.", "date": "2018-11-28", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing; Clusters; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of 3-Substituted Pyrrolidines via Palladium-Catalysed Hydroarylation", "doi": "10.26434/chemrxiv.7285016.v2", "published_doi": "10.1016/j.isci.2018.10.025", "published_url": "https://doi.org/10.1016/j.isci.2018.10.025", "authors": "Joe Sweeney; Julien Doulcet; Bimod Thapa", "abstract": "Metal-catalysed reactions have revolutionised synthetic chemistry, allowing access to unprecedented molecular architectures with powerful properties and activities. Nonetheless, some transformations remain sparse in number, or out of reach, even with the diverse modern catalytic chemical arsenal, including bimolecular alkene hydroarylation reactions. We report here the first palladium-catalysed alkene hydroarylation to give 3-aryl pyrrolidines, a class of small molecule with potency in a diverse range of biological scenarios. The process has broad substrate scope and can be used to directly deliver drug-like molecules in a single step from readily available precursors.", "date": "2018-11-02", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Positive Functional Synergy of Structurally Integrated, Designed Artificial Protein Dimers Assembled by Fully Genetically Encoded Click Chemistry", "doi": "10.26434/chemrxiv.7388468.v1", "published_doi": "10.1038/S42004-019-0185-5", "published_url": "https://doi.org/10.1038/s42004-019-0185-5", "authors": "Harley L. Worthy; Husam Sabah Auhim; William David Jamieson; Jacob pope; Aaron Wall; Daniel Watkins; Rachel Johnson; Pierre Rizkallah; Oliver K. Castell; Dafydd Jones", "abstract": "We combined <i>in silico</i>modelling with fully genetically encoded strain promoted azide-alkyne cycloaddition, to construct bespoke protein dimers. Using fluorescent proteins GFP and Venus as models, homo and heterodimers were constructed that switched ON once assembled and displayed enhanced spectral properties. The determined molecular structure reveals long range polar bond networks involving amino acids and structured water molecules play a key role in activation and functional enhancement by directly linking the two functional centres. Single molecule analysis revealed the dimer is more resistant to photobleaching spending longer times in the ON state with only one CRO likely to be active at any one time. Thus, genetically encoded bioorthogonal chemistry can be used beyond simple passive linkage approaches to generate new and truly integrated protein complexes that form long range bonds networks, which have a profound effect on function and our understanding of fluorescent protein function.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemistry; Bioengineering and Biotechnology; Biophysics; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "La Chimie en Couleurs: Socially-Relevant and Original Research in Chemistry at High-Schools Using Modest Resources", "doi": "10.26434/chemrxiv.7396757.v1", "published_doi": "10.2533/CHIMIA.2019.599", "published_url": "https://doi.org/10.2533/chimia.2019.599", "authors": "Thibaud Rossel; Marc Creus", "abstract": "<div><div><div><p>Teaching chemistry at high school level has the potential of playing a major role for the development of our society, in particular, to form future leaders in chemistry who will address social challenges such as the need for better healthcare, improved agricultural techniques and more efficient use of energy resources. In general, the high school’s chemistry teaching programs tend to illustrate the great historic discoveries and glorious past of chemical research. It is hoped that this historical perspective will help to provide students with the basic understanding necessary for the development of the chemistry of tomorrow. Unfortunately, in general, the emphasis on established chemical research and on the reassuringly solid-foundations of the field is ubiquitous not only in the theoretical classes, but also in more practical aspects of teach- ing, such as in student maturity work: these small, often laboratory-oriented research projects are often limited to reproducing the scientific literature often printed in black white- and/or adding minor modifications to estab- lished scientific protocols, instead of exploring the colourful world of current scientific discovery and the excitement of pushing back the boundaries of knowledge. Practicing innovative and original research with chemistry stu- dents is therefore a challenge for the mentor of any maturity work. Here, I describe the implementation of a practical program nicknamed La Chimie en Couleurs- for carrying out original research work in chemistry, making science live, colourful and vivid to students, i.e. not something that has already been done by others before, but something that one can pursue oneself and that is totally new and original. The program is taught during high-school courses and carried by students, using inexpensive equipment, easily-accessible, non- toxic chemicals and simple chemical concepts. Part of the research work was presented by students at the Swiss Chemical Society Annual Meeting and merited a Poster-Prize in the Inorganic Chemistry Runner-Up category. The La Chimie en Couleurs program presented here illustrates that up-to-date and socially-relevant chemistry (not just historically-relevant chemistry!) can be taught to teenagers in a creative way through the implementation of serious, albeit inexpensive, scientific research at highschool level.</p></div></div></div>", "date": "2018-11-29", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Norbornene Probes for the Detection of Cysteine Sulfenic Acid in Cells", "doi": "10.26434/chemrxiv.7396958.v1", "published_doi": "10.1021/acschembio.8b01104", "published_url": "https://doi.org/10.1021/acschembio.8b01104", "authors": "Lisa Alcock; Bruno Oliveira; Michael Deery; Tara Pukala; Michael Perkins; Gonçalo Bernardes; Justin Chalker", "abstract": "Norbornene derivatives were validated as probes for cysteine sulfenic acid on proteins and in live cells. Trapping sulfenic acids with norbornene probes is highly selective and revealed a different reactivity profile than the traditional dimedone reagent. The norbornene probe also revealed a superior chemoselectivity when compared to a commonly used dimedone probe. Together, these results advance the study of cysteine oxidation in biological systems.", "date": "2018-11-29", "journal": "chemRxiv", "categories": "Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY 4.0"}
{"title": "Automatic Partition of Orbital Spaces Based on Singular Value Decomposition in the Context of Embedding Theories", "doi": "10.26434/chemrxiv.7277045.v2", "published_doi": "10.1021/acs.jctc.8b01112", "published_url": "https://doi.org/10.1021/acs.jctc.8b01112", "authors": "Daniel Claudino; Nicholas Mayhall", "abstract": "We present a simple approach for orbital space partitioning to be employed in the projection-based embedding theory developed by Goodpaster and coworkers [<i>J. Chem. Theory Comput</i>. 2012, 8, 2564]. Once the atoms are assigned to the desired subspaces, the molecular orbitals are projected onto the atomic orbitals centered on active atoms and then singular value decomposed. The right singular vectors are used to rotate the initial molecular orbitals, taking the largest gap in the singular values spectrum to define the most suitable partition of the occupied orbital space. This scheme is free from numerical parameters, contrary to the Mulliken charge threshold or the completeness criterion previously used. The performance of this new prescription is assessed in a test set of several distinct reactions, the deprotonation of decanoic acid, the torsional potential of a retinal derivative, and the critical points along the reaction coordinate of an example of the Menshutkin S<sub>N</sub>2 reaction inside a carbon nanotube.", "date": "2018-11-05", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Fate of Water at the Electrochemical Interfaces: Electrochemical Behavior of Free Water vs. Coordinating Water", "doi": "10.26434/chemrxiv.7140782.v2", "published_doi": "10.1021/acs.jpclett.8b03066", "published_url": "https://doi.org/10.1021/acs.jpclett.8b03066", "authors": "Nicolas Dubouis; Alessandra Serva; Elodie Salager; Michael Deschamps; Mathieu Salanne; Alexis Grimaud", "abstract": "The water reduction which produces hydrogen is one key reaction for electrochemical energy storage. While it has been widely studied in traditional aqueous electrolytes for water splitting (electrolyzers), it also plays an important role for batteries. Indeed, the reduction of water at relatively high potential prevents the practical realization of high-voltage aqueous batteries, while water contamination is detrimental for organic batteries electrolytes. Nevertheless, recent studies pointed towards the positive effect of traces of water for Li-air batteries as well as for the formation of solid-electrolyte-interphase. Herein, we provide a detailed understanding of the role of the solvation on water reduction reaction in organic electrolytes. Using electrochemistry, classical molecular dynamics simulations and nuclear magnetic resonance spectroscopy, we were able to demonstrate that 1) the hydrophilicity/hydrophobicity of the species inside the electrochemical double-layer directly controls the reduction of water and 2) water coordinating strong Lewis acids such as Li<sup>+</sup> cations is more reactive than “free” water (or non-coordinating) water molecules.", "date": "2018-11-05", "journal": "chemRxiv", "categories": "Electrochemistry; Solvates; Spectroscopy (Inorg.); Computational Chemistry and Modeling; Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Structures of Stable Pt(II) and (IV) Alkylidenes: Evidence for π-Bonding and Relativistic Stabilization", "doi": "10.26434/chemrxiv.7399532.v1", "published_doi": "10.1002/chem.201806065", "published_url": "https://doi.org/10.1002/chem.201806065", "authors": "Etienne A. LaPierre; Warren Piers; Jian-Bin Li; Chris Gendy", "abstract": "Isolable\ncationic Pt(II) and Pt(IV) alkylidenes, proposed intermediates in catalytic\norganic transformations, are reported. The bonding in these species was probed\nby experimental, structural, spectroscopic, electrochemical and computational\nmethods, providing direct evidence for π-bonding, the oft-theorized\nrelativistic stabilisation of these species, and the influence of oxidation\nstate.", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Bonding; Electrochemistry; Organometallic Compounds; Reaction (Inorg.); Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dispersion-Controlled Regioselective Acid-Catalyzed Intramolecular Hydroarylation of cis-Methindolylstyrenes to Access Tetrahydrobenzo[cd]indoles", "doi": "10.26434/chemrxiv.7397492.v1", "published_doi": "10.1021/acs.orglett.9b00043", "published_url": "https://doi.org/10.1021/acs.orglett.9b00043", "authors": "Xiao Cai; Anargul Tohti; Cristian Ramirez; Hassan Harb; Hrant Hratchian; Ben Stokes", "abstract": "Readily prepared <i>cis</i>-<i>β</i>-(<i>α</i>’,<i>α</i>’-dimethyl)-4’-methindolylstyrenes undergo Brønsted acid-catalyzed intramolecular hydroarylation\nto afford a variety of 3-aryl-5,5-dimethyl-1,3,4,5-tetrahydrobenzo[<i>cd</i>]indoles. Our experimental and computational\ninvestigations suggest that dispersive interactions between the indole and styrene\npreorganize substrates such that 6-membered ring formation occurs via a concerted\nhydroarylation step. When dispersability is attenuated (by a substituent or\nheteroatom), regioselectivity erodes and competing oligomerization predominates\nfor <i>cis</i> substrates; all <i>trans</i>-configured substrates that we\nevaluated failed to cyclize efficiently.", "date": "2018-11-29", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Stereochemistry; Computational Chemistry and Modeling; Acid Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mesoscale Electrostatics Driving Particle Dynamics in Non-Homogeneous Dielectrics", "doi": "10.26434/chemrxiv.7398719.v1", "published_doi": "10.1021/acs.jctc.8b01201", "published_url": "https://doi.org/10.1021/acs.jctc.8b01201", "authors": "Sigbjørn Løland Bore; Hima Bindu Kolli; Toshihiro Kawakatsu; Giuseppe Milano; Michele Cascella", "abstract": "<div>We introduce a density functional-based formalism to compute the electrostatic energy and forces for a mesoscopic system in the condensed phase, described with molecular resolution. The dielectric permittivity is variable in space, and it is dependent on the density fields of the individual particles present in the system. The electrostatic potential is obtained from standard numerical solutions of the generalized Poisson equation. The presence of a particle-dependent varying dielectrics produces the appearance of mesoscopic polarization forces, which are dependent on the local fluctuations of the permittivity, as well as of the electrostatic field. The proposed implementation is numerically robust, with an error on the Coulomb forces that can be systematically controlled by the mesh of spatial grid used for solving the generalized Poisson equation. We show that the method presented here is able to reproduce the concentration-dependent partitioning of an ideal salt in water/oil mixtures, in particular, reproducing the ∝ 1/epsilon dependency of the partition coefficient for the free ions predicted by Born theory. Moreover, this approach reproduces the correct electrostatic features of both dipolar and charged lipid bilayers, with positive membrane and dipole potentials. The sum of both Coulomb and polarization interactions inside the membrane yields a globally repulsive potential of mean force for the ions, independently on their charge. The computational efficiency of the method makes it particularly suitable for the description of large scale polyelectrolyte soft-matter systems.</div>", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "H2 Binding, Splitting, and Net Hydrogen Atom Transfer at a Paramagnetic Iron Complex", "doi": "10.26434/chemrxiv.7403960.v1", "published_doi": "10.1021/jacs.8b12823", "published_url": "https://doi.org/10.1021/jacs.8b12823", "authors": "Demyan E. Prokopchuk; Geoffrey\nM. Chambers; Eric D. Walter; Michael T. Mock; Morris Bullock", "abstract": "<div>The reactivity of H2 with abundant transition metals is crucial for developing catalysts for energy storage in chemical bonds. While diamagnetic transition metal complexes that bind and split H2 have been extensively studied, paramagnetic complexes that exhibit this behavior remain rare. We describe the reactivity of a square planar S = ½ FeI(P4N2)+ cation (FeI+) that reversibly binds H2/D2 in solution, exhibiting an inverse equilibrium isotope effect of KH2/KD2 = 0.58(4) at -5.0 °C. In the presence of excess H2, the dihydrogen complex FeI(H2)+ cleaves H2 at 25 °C in a net hydrogen atom transfer reaction to give the dihydrogen-hydride cation trans-FeII(H)(H2)+. The proposed mechanism of H2 splitting involves both intra- and intermolecular steps, resulting in a mixed firstand second-order rate law with respect to initial [FeI+]. The key intermediate is a paramagnetic dihydride complex, trans-FeIII(H)2+, whose weak FeIII-H bond dissociation free energy (calculated BDFE = 44 kcal/mol) leads to bimetallic H-H homolysis, generating trans-FeII(H)(H2)+. Reaction kinetics, thermodynamics, electrochemistry, EPR spectroscopy, and DFT calculations all support the</div><div>proposed reaction mechanism.</div>", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Inorganic Reactions; Organometallic Compounds; Small Molecule Activation (Inorg.); Spectroscopy (Inorg.); Transition Metal Complexes (Inorg.); Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Order-disorder transition in Cu2ZnSnS4 solar cells from Monte Carlo simulations", "doi": "10.26434/chemrxiv.6326021.v2", "published_doi": "10.1039/C8TA04812F", "published_url": "https://doi.org/10.1039/c8ta04812f", "authors": "Suzanne Wallace; Jarvist Frost; Aron Walsh", "abstract": "<pre>Kesterite-structured Cu2ZnSnS4 (CZTS) is an earth-abundant and non-toxic semiconductor that is being studied for use as the absorber layer in thin-film solar cells. Currently, the power-conversion efficiencies of this technology fall short of the requirements for commercialisation. Disorder in the Cu-Zn  sub-lattice has been observed and is proposed as one explanation for the shortcomings of CZTS solar cells. Cation site disorder averaged over a macroscopic sample does not provide  insights into the microscopic cation distribution that will interact with photogenerated electrons and holes.  To provide atomistic insight into Cu-Zn disorder, we have developed a Monte Carlo (MC) model based on pairwise electrostatic interactions.  Substitutional disorder amongst Cu and Zn ions in Cu-Zn (001) planes on the 2\\textit{c} and 2\\textit{d} Wyckoff sites -- 2D disorder -- has been proposed as the dominant form of Cu/Zn disorder in near-stoichiometric crystals. We use our model to study the Cu/Zn order-disorder transition in 2D but also allow Zn to substitute onto the Cu 2\\textit{a} site -- 3D disorder -- including Cu-Sn (001) planes. We find that defects are less concentrated in Cu-Sn (001) planes but that Zn ions readily substitute onto the Cu 2\\textit{a} site and that the critical temperature is lowered for 3D disorder.</pre>", "date": "2018-11-12", "journal": "chemRxiv", "categories": "Alloys; Thin Films; Photovoltaics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Identifying Structure-Property Relationships through SMILES Syntax Analysis With Self-Attention Mechanism", "doi": "10.26434/chemrxiv.7295903.v2", "published_doi": "10.1021/acs.jcim.8b00803", "published_url": "https://doi.org/10.1021/acs.jcim.8b00803", "authors": "Shuangjia Zheng; Xin Yan; Yuedong Yang; Jun Xu", "abstract": "<p>Recognizing\nsubstructures and their relations embedded in a molecular structure\nrepresentation is a key process for <a></a><a>structure-activity</a>\nor structure-property relationship (SAR/SPR) studies. A molecular structure can\nbe either explicitly represented as a connection table (CT) or linear notation,\nsuch as SMILES, which is a language describing the connectivity of atoms in the\nmolecular structure. Conventional SAR/SPR approaches rely on partitioning the\nCT into a set of predefined substructures as structural descriptors. In this\nwork, we propose a new method to identifying SAR/SPR through linear notation\n(for example, SMILES) syntax analysis with self-attention mechanism, an\ninterpretable deep learning architecture. The method has been evaluated by\npredicting chemical property, toxicology, and bioactivity\nfrom experimental data sets. Our results demonstrate that the method yields superior performance\ncomparing with state-of-the-art methods. Moreover, the method can produce\nchemically interpretable results, which can be used for\na chemist to design, and synthesize the activity/property improved compounds.</p>", "date": "2018-11-14", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "GFN2-xTB - an Accurate and Broadly Parametrized Self-Consistent Tight-Binding Quantum Chemical Method with Multipole Electrostatics and Density-Dependent Dispersion Contributions", "doi": "10.26434/chemrxiv.7246238.v2", "published_doi": "10.1021/acs.jctc.8b01176", "published_url": "https://doi.org/10.1021/acs.jctc.8b01176", "authors": "Christoph Bannwarth; Sebastian Ehlert; Stefan Grimme", "abstract": "An extended semiempirical tight-binding model is presented, which is primarily designed for the fast calculation of structures and non-covalent interactions energies for molecular systems with roughly 1000 atoms. The essential novelty in this so-called GFN2-xTB method is the inclusion of anisotropic second order density fluctuation effects via short-range damped interactions of cumulative atomic multipole moments. Without noticeable increase in the computational demands, this results in a less empirical and overall more physically sound method, which does not require any classical halogen or hydrogen bonding corrections and which relies solely on global and element-specific parameters (available up to radon, <i>Z=86</i>). Moreover, the atomic partial charge dependent D4 London dispersion model is incorporated self-consistently, which can be naturally obtained in a tight-binding picture from second order density fluctuations. Fully analytical and numerically precise gradients (nuclear forces) are implemented. The accuracy of the method is benchmarked for a wide variety of systems and compared with other semiempirical methods. Along with excellent performance for the “target” properties, we also find lower errors for “off-target” properties such as barrier heights and molecular dipole moments. High computational efficiency along with the improved physics compared to it precursor GFN-xTB makes this method well-suited to explore the conformational space of molecular systems. Significant improvements are futhermore observed for various benchmark sets, which are prototypical for biomolecular systems in aqueous solution.<br /><br />", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Illuminating the Secrets of Crystals - Microcrystal Electron Diffraction in Structural Biology", "doi": "10.26434/chemrxiv.6894605.v2", "published_doi": "10.1093/biohorizons/hzy013", "published_url": "https://doi.org/10.1093/biohorizons/hzy013", "authors": "Rob Barringer; Thomas Meier", "abstract": "An exploration of the crystallographic theory of the relatively novel method of Microcrystal Electron Diffraction (MicroED), via comparison to X-ray crystallography at the theoretical and practical level as it applies to biological macromolecules. We then attempt to outline the limitations and challenges that the technique currently faces in structural biology, and suggest future areas of study that may improve and optimize the technique.", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Cell and Molecular Biology; Chemical Biology; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalysis-hub.org:  An Open Electronic Structure Database for Surface Reactions", "doi": "10.26434/chemrxiv.7336094.v2", "published_doi": "10.1038/s41597-019-0081-y", "published_url": "https://doi.org/10.1038/s41597-019-0081-y", "authors": "Kirsten Winther; Max J. Hoffmann; Osman Mamun; Jacob R. Boes; Jens K. Nørskov; Michal Bajdich; Thomas Bligaard", "abstract": "We present a new open repository for chemical reactions on catalytic surfaces, available at https://www.catalysis-hub.org. The featured Surface Reactions database contains more than 100,000 chemical adsorption and reaction energies obtained from electronic structure calculations, and is continuously being updated with new datasets. In addition to providing quantum-mechanical results for a broad range of reactions and surfaces from different publications, the database features a systematic, large-scale study of chemical adsorption and hydrogenation on bimetallic alloy surfaces. The database contains reaction specific information, such as the surface composition and reaction energy for each reaction, as well as the atomic surface geometries used in the calculations together with the calculation parameters and output, which are essential for data reproducibility. Data can be accessed from the web-interface as well as from a Python API providing direct access from a local workstation. This enables researchers to efficiently use the data as a basis for further calculations and to generate surrogate models for accelerating the discovery of catalytic materials for sustainable energy applications.", "date": "2018-11-19", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry; Heterogeneous Catalysis; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Infrared Spectroscopic Characterization of Phosphate Binding at the Goethite-Water Interface", "doi": "10.26434/chemrxiv.7370048.v2", "published_doi": "10.1039/C8CP07168C", "published_url": "https://doi.org/10.1039/C8CP07168C", "authors": "Ashour A. Ahmed; Stella Gypser; Peter Leinweber; Dirk Freese; Oliver Kühn", "abstract": "<div><div><div><p>The interaction between phosphates and soil mineral surfaces, such as Fe- and Al-(oxyhydr)oxides, plays a crucial role in the P immobilization and thus its availability for plants. The reactions of phosphates with Fe-hydroxides and especially goethite have been studied extensively. But a molecular-level picture about the phosphate binding mechanism at the goethite-water interface is still lacking. Therefore, in the current contribution we have explored the molecular binding mechanism for the adsorbed phosphate at the goethite–water interface by performing sorption kinetics experiments for orthophosphate and characterizing the adsorbed species by FT-IR spectroscopy. In parallel, periodic DFT calculations have been performed to explore the interaction mechanism as well as to calculate the IR spectra for monodentate (M) and bidentate (B) orthophosphate complexes at two different goethite surface planes (010 and 100) in the presence of water. In general, our interaction energy results give evidence that the mono-protonated B phosphate complex is more favored to be formed at the goethite–water interface although the M motif could exist as a minor fraction. Moreover, it was found that water plays an important role in controlling the phosphate adsorption process at the goethite surfaces. The interfacial water molecules form H-bonds (HBs) with the phosphate as well as with the goethite surface atoms. Further, some water molecules form covalent bonds with goethite Fe atoms while others dissociate at the surface to protons and hydroxyl groups. The present theoretical assignment of IR spectra introduces a benchmark for characterizing experimental IR data for the adsorbed KH2PO4 species at the goethite–water interface. In particular, IR spectra of the mono-protonated (2O+1Fe) B complex at the 010 goethite surface plane and the M complex at the 100 goethite surface plane were found to be consistent with the experimental data. In order to explore the role of different abundancies of surface planes and binding motifs, IR spectra obtained from weighted averages have been analyzed. Results confirmed the above conclusions drawn from interaction energy calculations.</p></div></div></div>", "date": "2018-11-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Femtosecond Pumping Rate Dependence of Fragmentation Mechanisms in Matrix-Assisted Laser Desorption Ionization", "doi": "10.26434/chemrxiv.6450380.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Cornelius Pieterse; Frederik Busse; Friedjof Tellkamp; Wesley D. Robertson; R. J. Dwayne Miller", "abstract": "The fragmentation mechanisms of matrix-assisted laser desorption/ionization (MALDI) for femtosecond ultraviolet laser pulses in a transmission geometry are characterized on the basis of the well-known benzyltriphenylphosphonium (BTP) thermometer ion. We demonstrate that the survival yield of BTP approaches unity under these conditions, which suggests that a minimal amount of fragmentation is occurring. It is shown that, while the survival yield of BTP is insensitive to the fluence within the studied fluence range, the magnitude of fragmentation for the matrix increased notably with increasing fluence. While nonlinear absorption and ionization are expected to lead to large matrix fragmentation rates, the high BTP survival yields indicate a reduced amount of energy being transferred from the matrix to these BTP thermometer ions. The femtosecond ablation employed here results in increased heating rates and occurs within the fully stress-confinement regime, which minimizes the matrix-analyte interaction during the ablation event. This interpretation is supported by our finding that angiotensin was the largest biomolecule which could be routinely be measured with femtosecond pulses. The spatio-temporal overlap between a neutral biomolecule and matrix ions resulting from this process is too short to result in sufficient proton exchange for ionization.<br />", "date": "2018-11-28", "journal": "chemRxiv", "categories": "Imaging; Mass Spectrometry; Biophysical Chemistry; Photochemistry (Physical Chem.); Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enantioselective Synthesis of Azamerone", "doi": "10.26434/chemrxiv.7369844.v2", "published_doi": "10.1021/jacs.8b12566", "published_url": "https://doi.org/10.1021/jacs.8b12566", "authors": "Matthew L. Landry; Grace McKenna; Noah Burns", "abstract": "A concise and selective synthesis of the dichlorinated meroterpenoid azamerone is described. The paucity of tactics for the synthesis of chiral organochlorides motivated the development of unique strategies for accessing these motifs in enantioenriched forms. The route features a novel enantioselective chloroetherification reaction, a Pd-catalyzed cross-coupling between a quinone diazide and a boronic hemiester, and a late-stage tetrazine [4+2]-cycloaddition/oxidation cascade.", "date": "2018-11-28", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Stereochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Choice of Coordinates in Anharmonic Theoretical Vibrational Spectroscopy", "doi": "10.26434/chemrxiv.7295534.v2", "published_doi": "10.1063/1.5083186", "published_url": "https://doi.org/10.1063/1.5083186", "authors": "Paweł T. Panek; Adrian Hoeske; Christoph R. Jacob", "abstract": "<div>By a suitable choice of coordinates,the computational effort required for calculations of anharmonic vibrational spectra can be reduced significantly. By using suitable localized-mode coordinates obtained from an orthogonal transformation of the conventionally used normal-mode coordinates, anharmonic couplings between modescan be significantly reduced. However, such a transformation introduces harmonic couplings between the localized modes. To elucidate the role of these harmonic couplings, we consider vibrational self-consistent field (VSCF) / vibrational configuration interaction (VCI) calculations for both few-mode model systems and for ethene as a molecular test case. We show that large harmonic couplings can result in significant errors in localized-mode L-VSCF/L-VCI calculations and study the convergence with respect to the size of the VCI excitation space. To further elucidate the errors introduced by harmonic couplings, we discuss the connection between L-VSCF/L-VCI and vibrational exciton models. With the help of our results, we propose an algorithm for the localization of normal modes in suitable subsets that are chosen to strictly limit the errors introduced by the harmonic couplings while still leading to maximally localized modes.<br /></div>", "date": "2018-11-29", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The importance of ligand-induced backdonation in the stabilization of square planar d10 nickel π-complexes", "doi": "10.26434/chemrxiv.6442871.v2", "published_doi": "10.1002/chem.201805987", "published_url": "https://doi.org/10.1002/chem.201805987", "authors": "Addison Desnoyer; Weiying He; Shirin Behyan; Weiling Chiu; Jennifer Love; Pierre Kennepohl", "abstract": "A series of Ni π-complexes are explored using a combination of spectroscopic and computational methods to reveal an intriguing contribution to backbonding: metal-mediated ligand-to-ligand backdonation. Such <i>ligand-induced backdonation</i> is the dominant contribution for weakly π-acidic ligands such alkenes and allows for strong bonding even though the metal centre retains a formal d<sup>10</sup> electronic configuration.", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Theory - Computational; Bond Activation; Catalysis; Coordination Chemistry (Organomet.); Spectroscopy (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational and Synthetic Investigation of Cationic Rearrangement in the Putative Biosynthesis of Justicane Triterpenoids", "doi": "10.26434/chemrxiv.7399271.v2", "published_doi": "10.1002/ange.201810566", "published_url": "https://doi.org/10.1002/ange.201810566", "authors": "Masha Elkin; Anthony Scruse; Aneta Turlik; Timothy Newhouse", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A biomimetic cationic structural rearrangement of the\noleanolic acid framework is reported for the gram-scale synthesis\nand structural reassignment of justicioside E aglycone. The\nmechanism of the putative biosynthetic rearrangement is\ninvestigated with kinetic, computational, and synthetic approaches.\nThe precursor to rearrangement was accessed through two strategic\nadvancements: (1) synthesis of a 1,3-diketone via oxidation of a β-silyl enone, and (2) diastereoselective 1,3-diketone reduction to form\na syn-1,3-diol using SmI2 with PhSH as a key additive.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Physical Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Elucidating CO2 Chemisorption in Diamine-Appended Metal–Organic Frameworks", "doi": "10.26434/chemrxiv.7106318.v2", "published_doi": "10.1021/jacs.8b10203", "published_url": "https://doi.org/10.1021/jacs.8b10203", "authors": "Alexander C. Forse; Phillip J. Milner; Jung-Hoon Lee; Halle N. Redfearn; Julia Oktawiec; Rebecca L. Siegelman; Jeffrey D. Martell; Bhavish Dinakar; Leo B. Porter-Zasada; Miguel I. Gonzalez; Jeffrey B. Neaton; Jeffrey R. Long; Jeffrey A. Reimer", "abstract": "The widespread deployment of carbon capture and sequestration as a climate change mitigation strategy could be facilitated by the development of more energy-efficient adsorbents. Diamine-appended metal–organic frameworks of the type diamine–M2(dobpdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobpdc4− = 4,4′-dioxidobiphenyl-3,3′-dicarboxylate) have shown promise for carbon capture applications, although questions remain regarding the molecular mechanisms of CO2 uptake in these materials. Here, we leverage the crystallinity and tunability of this class of frameworks to perform a comprehensive study of CO2 chemisorption. Using multinuclear nuclear magnetic resonance (NMR) spectroscopy experiments and van der Waals-corrected density functional theory (DFT) calculations for thirteen diamine–M2(dobpdc) variants, we demonstrate that the canonical CO2 chemisorption products—ammonium carbamate chains and carbamic acid pairs—can be readily distinguished, and that ammonium carbamate chain formation dominates for diamine–Mg2(dobpdc) materials. In addition, we elucidate a new chemisorption mechanism in the material dmpn Mg2(dobpdc) (dmpn = 2,2-dimethyl-1,3-diaminopropane), which involves formation of a 1:1 mixture of ammonium carbamate and carbamic acid and accounts for the unusual adsorption properties of this material. Finally, we show that the presence of water plays an important role in directing the mechanisms for CO2 uptake in diamine–M2(dobpdc) materials. Overall, our combined NMR and DFT approach enables a thorough depiction and understanding of CO2 adsorption within diamine–M2(dobpdc) compounds, which may aid similar studies in other amine-functionalized adsorbents in the future.", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Separation Science; Solid State Chemistry; Spectroscopy (Inorg.); Theory - Computational; Transition Metal Complexes (Organomet.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Carbon Dioxide-Mediated C(sp2)–H Arylation of Primary and Secondary Benzylamines", "doi": "10.26434/chemrxiv.7138088.v2", "published_doi": "10.1021/jacs.9b03375", "published_url": "https://doi.org/10.1021/jacs.9b03375", "authors": "Mohit Kapoor; Pratibha Chand-Thakuri; Michael Young", "abstract": "Carbon-carbon bond formation by transition\nmetal-catalyzed C–H activation has become an important strategy to fabricate\nnew bonds in a rapid fashion. Despite the pharmacological importance of <i>ortho</i>-arylbenzylamines, however,\neffective <i>ortho</i>-C–C bond formation\nfrom C–H bond activation of free primary and secondary benzylamines using Pd<sup>II</sup>\nremains an outstanding challenge. Presented herein is a new strategy for\nconstructing <i>ortho</i>-arylated primary\nand secondary benzylamines mediated by carbon dioxide (CO<sub>2</sub>). The use\nof CO<sub>2</sub> is critical to allowing this transformation to proceed under milder\nconditions than previously reported, and that are necessary to furnish free\namine products that can be directly used or elaborated without the need for\ndeprotection. In cases where diarylation is possible, a chelate effect is\ndemonstrated to facilitate selective monoarylation.", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Bond Activation; Catalysis; Kinetics and Mechanism - Organometallic Reactions; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Eigencages: Learning a Latent Space of Porous Cage Molecules", "doi": "10.26434/chemrxiv.6991112.v3", "published_doi": "10.1021/acscentsci.8b00638", "published_url": "https://doi.org/10.1021/acscentsci.8b00638", "authors": "Arni Sturluson; Melanie T. Huynh; Arthur H. P. York; Cory Simon", "abstract": "<div>Porous organic cage molecules harbor nano-sized cavities that can selectively adsorb gas molecules, lending them applications in separations and sensing. The geometry of</div><div>the cavity strongly influences their adsorptive selectivity. </div><div><br /></div><div>For comparing cages and predicting their adsorption properties, we embed/encode a set of 74 porous organic</div><div>cage molecules into a low-dimensional, latent “cage space” on the basis of their intrinsic porosity. </div><div><br /></div><div>We first computationally scan each cage to generate a 3D image of its porosity. Leveraging the singular value decomposition, in an unsupervised manner, we then learn across all cages an approximate, lower-dimensional subspace in which the 3D porosity images lay. The “eigencages” are the set of orthogonal characteristic 3D porosity images that span this lower-dimensional subspace, ordered in terms of  importance. A latent representation/encoding of each cage follows from expressing it as a combination of the eigencages. </div><div><br /></div><div>We show that the learned encoding captures salient features of the cavities of porous cages and is predictive of properties of the cages that arise from cavity shape.</div>", "date": "2018-11-14", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Nanostructured Materials - Materials; Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY 4.0"}
{"title": "Recommendations for Reporting Ion Mobility Mass Spectrometry Measurements", "doi": "10.26434/chemrxiv.7072070.v4", "published_doi": "10.1002/mas.21585", "published_url": "https://doi.org/10.1002/mas.21585", "authors": "Valerie Gabelica; Alexandre A. Shvartsburg; Carlos Afonso; Perdita E. Barran; Justin L. P. Benesch; Christian Bleiholder; Michael\nT. Bowers; Aivett Bilbao; Matthew F. Bush; J. Larry Campbell; Iain D. G. Campuzano; Tim J. Causon; Brian H. Clowers; Colin Creaser; Edwin De Pauw; Johann Far; Francisco Fernandez-Lima; John C. Fjeldsted; Kevin Giles; Michael Groessl; Christopher J. Hogan, Jr.; Stephan Hann; Hugh I. Kim; Ruwan T. Kurulugama; Jody C. May; John A. McLean; Kevin Pagel; Keith Richardson; Mark. E. Ridgeway; Frédéric Rosu; Frank Sobott; Konstantinos Thalassinos; Stephen J. Valentine; Thomas Wyttenbach", "abstract": "Here we present a guide on ion mobility mass spectrometry experiments, which covers both linear and nonlinear methods: what is measured, how the measurements are done, and how to report the results, including the uncertainties on mobility and collision cross section values. The guide aims to clarify some possibly confusing concepts, and the reporting recommendations should help researchers, authors and reviewers to contribute comprehensive reports, so that the ion mobility data can be reused more confidently. Starting from the concept of the definition of the measurand, we emphasize that (i) mobility values (K0) depend intrinsically on ion structure, the nature of the bath gas, temperature, and E/N, (ii) ion mobility does not measure surfaces directly, but collision cross section (CCS) values are derived from mobility values using a physical model, (iii) methods relying on calibration are empirical (and thus may provide method-dependent results) only if the gas nature, temperature or E/N cannot match those of the primary method. Our analysis highlights the urgency of a community effort towards establishing primary standards and reference materials for ion mobility, and provides recommendations to do so. <br /><br /><br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Chemical Education - General; Analytical Chemistry - General; Analytical Apparatus; Biochemical Analysis; Chemoinformatics; Environmental Analysis; Mass Spectrometry; Separation Science; Bioinformatics and Computational Biology; Chemical Biology; Quality Control; Physical and Chemical Properties; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning for Organic Cage Property Prediction", "doi": "10.26434/chemrxiv.6995018.v3", "published_doi": "10.1021/acs.chemmater.8b03572", "published_url": "https://doi.org/10.1021/acs.chemmater.8b03572", "authors": "Lukas Turcani; Rebecca L. Greenaway; Kim Jelfs", "abstract": "<p>We use machine learning to predict shape persistence and cavity size in porous organic cages. The majority of hypothetical organic cages suffer from a lack of shape persistence and as a result lack intrinsic porosity, rendering them unsuitable for many applications. We have created the largest computational database of these molecules to date, numbering 63,472 cages, formed through a range of reaction chemistries and in</p>\n<p>multiple topologies. We study our database and identify features which lead to the formation of shape persistent cages. We find that the imine condensation of trialdehydes and diamines in a [4+6] reaction is the most likely to result in shape persistent cages, whereas thiol reactions are most likely to give collapsed cages. Using this database, we develop machine learning models capable of predicting shape persistence with an accuracy of up to 93%, reducing the time taken to predict this property to milliseconds, and removing the need for specialist software. In addition, we develop machine learning models for two other key properties of these molecules, cavity size and symmetry. We provide open-source implementations of our models, together with the accompanying</p>\n<p>data sets, and an online tool giving users access to our models to easily obtain predictions for a hypothetical cage prior to a synthesis attempt.</p>", "date": "2018-11-30", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ab initio derived force fields for Zeolitic Imidazolate Frameworks: MOF-FF for ZIFs", "doi": "10.26434/chemrxiv.7322183.v1", "published_doi": "10.1021/acs.jctc.8b01041", "published_url": "https://doi.org/10.1021/acs.jctc.8b01041", "authors": "Johannes P. Dürholt; Guillaume Fraux; François-Xavier Coudert; Rochus Schmid", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>In this paper we parameterized in a consistent way a new force field for a range of\ndifferent zeolitic imidazolate framework systems (ZIF-8, ZIF-8(H), ZIF-8(Br) and ZIF-\n8(Cl)), extending the MOF-FF parameterization methodology in two aspects. First,\nwe implemented the possibility to use periodic reference data in order to prevent the\ndifficulty of generating representative finite clusters. Second, a more efficient global\noptimizer based on the covariance matrix adaptation evolutionary strategy (CMA-ES)\nwas employed during the parameterization process. We confirmed that CMA-ES, as\na state-of-the-art black box optimizer for problems on continuous variables, is more\nsuitable for force field optimization than the previous genetic algorithm. The obtained\nforce field was then fully validated with respect to static and dynamic properties. Much\neffort was spent to ensure that the FF is able to describe the crucial linker swing effect\nin a large number of ZIF-8 derivatives. For this reason we compared our force field to ab initio molecular dynamic simulations and found an accuracy comparable to those\nobtained by different exchange–correlation functionals.\n</p></div></div></div><div><div><div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-11-12", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}