{"title": "Volatilization, dissolution and equilibrium isotope effects (2H, 13C, 37Cl) of trichloromethane, trichloroethene and methanol dissolved in water", "doi": "10.26434/chemrxiv.7150013.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Axel Horst; Georges Lacrampe-Couloume", "abstract": "This draft of a paper presents isotopic enrichment factors obtained from volatilization, dissolution and equilibration experiments of three organics dissolved in water. <br />", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Environmental Science; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enzymatic Modification of N-Terminal Proline Residues Using Phenol Derivatives", "doi": "10.26434/chemrxiv.7150094.v1", "published_doi": "10.1021/jacs.8b10845", "published_url": "https://doi.org/10.1021/jacs.8b10845", "authors": "Johnathan Maza; Daniel Bader; Lifeng Xiao; Alan Marmelstein; Daniel D. Brauer; Adel M. ElSohly; Matthew\nJ. Smith; Matthew Francis", "abstract": "A  convenient enzymatic  strategyis  reported for  the  modification  of  proline residues  in the  N-terminal  positions  of proteins. Using a tyrosinase enzyme isolated from Agaricus bisporus(abTYR), phenols and catechols are oxidized to highly reactive o-quinone intermediates that then couple to N-terminal proline residues in high yield. Key advantages of this bioconjugation method include (1) the use of air-stable precursors that can be prepared on large scale if needed, (2) mild reaction conditions, including low temperatures, (3) the targeting of native functional groups that can be introduced readily on most proteins, and (4) the use of molecular oxygen as the sole oxidant. This coupling strategy was successfully demonstrated for the attachment of a variety of phenol-derivatized cargo molecules to a series of protein substrates, including self-assembled viral capsids, enzymes, and a chitin binding domain (CBD). The ability of the CBD to bind to the surfaces of yeast cells was found to be unperturbed by this modification reaction.<br />", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Separating the Effects of Experimental Noise from Inherent System Variability in Voltammetry: The [Fe(CN)_6]^3−/4− Process", "doi": "10.26434/chemrxiv.7149281.v1", "published_doi": "10.1021/ACS.ANALCHEM.8B04238", "published_url": "https://doi.org/10.1021/acs.analchem.8b04238", "authors": "Martin Robinson; Alan Bond; Alexandr Simonov; Jie Zhang; David Gavaghan", "abstract": "<div>Recently, we have introduced the use of techniques drawn from Bayesian statistics to recover kinetic and thermodynamic parameters from voltammetric data, and were able to show that the technique of large amplitude ac voltammetry yielded significantly more accurate parameter values than the equivalent dc approach. In this paper we build on this work to show that this approach allows us, for the first time, to separate the effects of random experimental noise and inherent system variability in voltammetric</div><div>experiments. We analyse ten repeated experimental data sets for the [Fe(CN) 6 ] 3−/4− process, again using large-amplitude ac cyclic voltammetry. In each of the ten cases</div><div>we are able to obtain an extremely good fit to the experimental data and obtain very narrow distributions of the recovered parameters governing both the faradaic (the reversible formal faradaic potential, E_0, the standard heterogeneous charge transfer rate constant k_0, and the charge transfer coefficient α) and non-faradaic terms (uncompensated resistance, R_u , and double layer capacitance, C_dl). We then employ hierarchical</div><div>Bayesian methods to recover the underlying “hyperdistribution” of the faradaic and non-faradaic parameters, showing that in general the variation between the experimental data sets is significantly greater than suggested by individual experiments, except for α where the inter-experiment variation was relatively minor. Correlations between pairs of parameters are provided, and for example, reveal a weak link between k_0 and C_dl (surface activity of a glassy carbon electrode surface). Finally, we discuss the</div><div>implications of our findings for voltammetric experiments more generally.</div>", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Electrochemical Analysis; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Isotope Depletion Mass Spectrometry (ID-MS) for Enhanced Top-Down Protein Fragmentation", "doi": "10.26434/chemrxiv.7152317.v1", "published_doi": "10.1021/JASMS.9B00119", "published_url": "https://doi.org/10.1021/jasms.9b00119", "authors": "Kelly J. Gallagher; Michael Palasser; Sam Hughes; C. Logan Mackay; David P. A. Kilgour; David Clarke", "abstract": "<div>Top-down mass spectrometry has become an important technique for the identification of proteins and characterisation of chemical and posttranslational modifications. However, as the molecular mass of proteins increases intact mass determination and top-down fragmentation efficiency become more challenging due to the partitioning of the mass spectral signal into many isotopic peaks. In large proteins, this results in reduced sensitivity and increased spectral complexity and signal overlap. This phenomenon is a consequence of the natural isotopic heterogeneity of the elements which comprise proteins (notably 13C).  Here we present a bacterial recombinant expression system for the production of proteins depleted in 13C and 15N and use this strategy to prepare a range of isotopically depleted proteins. High resolution MS of isotope depleted proteins reveal dramatically reduced isotope distributions, which results in increases in sensitivity and deceased spectral complexity. We demonstrate that the monoisotopic signal is observed in mass spectra of proteins up to ~50 kDa. This allows confident assignment of accurate molecular mass, and facile detection of low mass modifications (such as deamidation). We outline the benefits of this isotope depletion strategy for top-down fragmentation. The reduced spectral complexity alleviates problems of signal overlap; the presence of monoisotopic signals allow more accurate assignment of fragment ions; and the dramatic increase in single-to-noise ratio (up to 7-fold increases) permits vastly reduced data acquisition times. Together, these compounding benefits allow the assignment of ca. 3-fold more fragment ions than analysis of proteins with natural isotopic abundances. Thus, more comprehensive sequence coverage can be achieved; we demonstrate near single amino-acid resolution of the 29 kDa protein carbonic anhydrase from a single top-down MS experiment. Finally, we demonstrate that the ID-MS strategy allows far greater sequence coverage to be obtained in time limited top-down data acquisitions – highlighting potential advantages for top-down LC-MS/MS workflows and top-down proteomics. </div><div><br /></div>", "date": "2018-10-02", "journal": "chemRxiv", "categories": "Mass Spectrometry; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Systematic Engineering of a Protein Nanocage for High-Yield, Site-Specific Modification", "doi": "10.26434/chemrxiv.7150097.v1", "published_doi": "10.1021/jacs.8b10734", "published_url": "https://doi.org/10.1021/jacs.8b10734", "authors": "Daniel D. Brauer; Emily C. Hartman; Daniel L.V. Bader; Zoe N. Merz; Danielle Tullman-Ercek; Matthew\nB. Francis", "abstract": "<div>\n\n<p>Site-specific protein modification is a widely-used\nstrategy to attach drugs, imaging agents, or other useful small molecules to\nprotein carriers. N-terminal modification is particularly useful as a\nhigh-yielding, site-selective modification strategy that can be compatible with\na wide array of proteins. However, this modification strategy is incompatible\nwith proteins with buried or sterically-hindered N termini, such as virus-like\nparticles like the well-studied MS2 bacteriophage coat protein. To assess VLPs\nwith improved compatibility with these techniques, we generated a targeted\nlibrary based on the MS2-derived protein cage with N-terminal proline residues\nfollowed by three variable positions. We subjected the library to assembly,\nheat, and chemical selections, and we identified variants that were modified in\nhigh yield with no reduction in thermostability. Positive charge adjacent to\nthe native N terminus is surprisingly beneficial for successful extension, and\nover 50% of the highest performing variants contained positive charge at this\nposition. Taken together, these studies described nonintuitive design rules\ngoverning N-terminal extensions and identified successful extensions with high\nmodification potential.</p>\n\n</div>", "date": "2018-10-01", "journal": "chemRxiv", "categories": "Biological Materials; Drug delivery systems; Bioengineering and Biotechnology; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Does Local Structure Bias How a Crystal Nucleus Evolves?", "doi": "10.26434/chemrxiv.7152296.v1", "published_doi": "10.1021/acs.jpclett.8b03115", "published_url": "https://doi.org/10.1021/acs.jpclett.8b03115", "authors": "Kyle Hall; Zhengcai Zhang; Christian Burnham; Guang-Jun Guo; Sheelagh Carpendale; Niall J. English; Peter G. Kusalik", "abstract": "<p>The broad scientific and technological importance of crystallization has led to significant research probing and rationalizing crystallization processes, particularly how nascent</p>\n<p>crystal phases appear. Previous work has generally neglected the possibility of the molecular-level dynamics of individual nuclei coupling to local structures (e.g., that of the nucleus and its</p>\n<p>surrounding environment). However, recent experimental work has conjectured that this can occur. Therefore, to address a deficiency in scientific understanding of crystallization, we have</p>\n<p>probed the nucleation of prototypical single and multi-component crystals (specifically, ice and mixed gas hydrates). Here, we establish that local structures can bias the evolution of nascent</p>\n<p>crystal phases on a nanosecond timescale by, for example, promoting the appearance or disappearance of specific crystal motifs, and thus reveal a new facet of crystallization behaviour.</p>\n<p>Analysis of the crystallization literature confirms that structural biases are likely present during crystallization processes beyond ice and gas hydrate formation. Moreover, we demonstrate that</p>\n<p>structurally-biased dynamics are a lens for understanding existing computational and experimental results while pointing to future opportunities.</p>", "date": "2018-10-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Processes; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Graph-Convolutional Neural Network Model for the Prediction of Chemical Reactivity", "doi": "10.26434/chemrxiv.7163189.v1", "published_doi": "10.1039/C8SC04228D", "published_url": "https://doi.org/10.1039/C8SC04228D", "authors": "Connor W. Coley; Wengong Jin; Luke Rogers; Timothy F. Jamison; Tommi S Jaakkola; William H. Green; Regina Barzilay; Klavs F. Jensen", "abstract": "We present a supervised learning approach to predict the products of organic reactions given their reactants, reagents, and solvent(s). The prediction task is factored into two stages comparable to manual expert approaches:  considering possible sites of reactivity and evaluating their relative likelihoods. By training on hundreds of thousands of reaction precedents covering a broad range of reaction types from the patent literature, the neural model makes informed predictions of chemical reactivity. The model predicts the major product correctly over 85% of the time requiring around 100 ms per example, a significantly higher accuracy than achieved by previous machine learning approaches, and performs on par with expert chemists with years of formal training. We gain additional insight into predictions via the design of the neural model, revealing an understanding of chemistry qualitatively consistent with manual approaches.", "date": "2018-10-04", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Self-Assembling Micelles Based on an Intrinsically Disordered Protein Domain", "doi": "10.26434/chemrxiv.7157507.v1", "published_doi": "10.1021/jacs.8b10688", "published_url": "https://doi.org/10.1021/jacs.8b10688", "authors": "Sarah Klass; Matthew\nJ. Smith; Tahoe Fiala; Jessica Lee; Anthony Omole; Kenneth Downing; Matthew Francis", "abstract": "Herein, we describe a new series of fusion proteins that have been developed to self-assemble spontaneously into stable micelles that are 27 nm in diameter after enzymatic cleavage of a solubilizing protein tag. The sequences of the proteins are based on a human intrinsically disordered protein, which has been appended with a hydrophobic segment. The micelles were found to form across a broad range of pH, ionic strength, and temperature conditions, with critical micelle concentration (CMC) values below 1 µM being observed in some cases. The reported micelles were found to solubilize hydrophobic metal complexes and organic molecules, suggesting their potential suitability for catalysis and drug delivery applications.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Biodegradable Materials; Surfactants; Bioengineering and Biotechnology; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Noncollinear Relativistic DFT+U Calculations of Actinide Dioxide Surfaces", "doi": "10.26434/chemrxiv.7159676.v1", "published_doi": "10.1021/acs.jpcc.8b07823", "published_url": "https://doi.org/10.1021/acs.jpcc.8b07823", "authors": "James Pegg; Ashley E. Shields; Mark T. Storr; David Scanlon; Nora De Leeuw", "abstract": "A noncollinear\nrelativistic PBEsol+U study of the low-index actinide dioxides (AnO<sub>2</sub>,\nAn = U, Np, Pu) surfaces has been conducted. The surface properties of the AnO<sub>2</sub>\nhave been investigated and the importance of the reorientation of magnetic\nvectors relative to the plane of the surface is highlighted. In collinear\nnonrelativistic surface models, the orientation of the magnetic moments is\noften ignored; however, the use of noncollinear relativistic methods is key to\nthe design of reliable computational models. The ionic relaxation of each\nsurface is shown to be confined to the first three monolayers and we have\nexplored the configurations of the terminal oxygen ions on the reconstructed\n(001) surface. The reconstructed (001) surfaces are ordered as (001)αβ <\n(001)α < (001)β in terms of energetics. Electrostatic potential isosurface\nand scanning tunneling microscopy images have also been calculated. By\nconsidering the energetics of the low-index AnO<sub>2</sub> surfaces, an\noctahedral Wulff crystal morphology has been calculated.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Lanthanides and Actinides; Nuclear Chemistry; Computational Chemistry and Modeling; Theory - Computational; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Designed Protein Binding-Pocket to Control Photochemical Isomerization", "doi": "10.26434/chemrxiv.7157258.v1", "published_doi": "10.1039/C8OB02673D", "published_url": "https://doi.org/10.1039/c8ob02673d", "authors": "Bryan J. Lampkin; Cecilia Monteiro; Evan T. Powers; Paige M. Bouc; Jeffery W. Kelly; Brett VanVeller", "abstract": "<p>ESIPT involves a photochemical isomerization and creates the opportunity for the emission of two distinct wavelengths of light from a single fluorophore. The selectivity between these two wavelengths of emission is dependent on the environment around the fluorophore and suggests the possibility for ratiometric monitoring of protein microenvironments. Unfortunately, nonspecific binding of ESIPT fluorophores does not often lead to dramatic changes in the ratio between the two wavelengths of emission. A protein binding pocket was designed to selectively discriminate between the two channels of emission available to an ESIPT fluorophore. More broadly, this work demonstrates that specific interactions between the protein and the fluorophore are essential to realize strong ratiometric differences between the two possible wavelengths of emission. The design strategies proposed here lead to an ESIPT fluorophore that can discern subtle differences in the interface between two proteins.</p>", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Photochemistry (Org.); Biophysics", "metrics": null, "license": "CC BY 4.0"}
{"title": "Evolutionarily Conserved Allosteric Communication in Protein Tyrosine Phosphatases", "doi": "10.26434/chemrxiv.7159682.v1", "published_doi": "10.1021/acs.biochem.8b00656", "published_url": "https://doi.org/10.1021/acs.biochem.8b00656", "authors": "Michael K. Hjortness; Laura Riccardi; Akarawin Hongdusit; Peter\nH. Zwart; Banumathi Sankaran; Marco De Vivo; Jerome Fox", "abstract": "Protein tyrosine phosphatases (PTPs) are an important class of regulatory enzymes that exhibit aberrant activities in a wide range of diseases. A detailed mapping of allosteric communication in these enzymes could, thus, reveal the structural basis of physiologically relevant—and, perhaps, therapeutically informative—perturbations (i.e., mutations, post-translational modifications, or binding events) that influence their catalytic states. This study combines detailed biophysical studies of protein tyrosine phosphatase 1B (PTP1B) with bioinformatic analyses of the PTP family to examine allosteric communication in PTPs. Results of X-ray crystallography, molecular dynamics simulations, and sequence-based statistical analyses indicate that PTP1B possesses a broadly distributed allosteric network that is evolutionarily conserved across the PTP family, and findings from kinetic studies and mutational analyses show that this network is functionally intact in sequence-diverse PTPs. The allosteric network resolved in this study reveals new sites for targeting allosteric inhibitors of PTPs and helps explain the functional influence of a diverse set of disease-associated mutations.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics; Drug Discovery and Drug Delivery Systems; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Degradation Pathways in Siloxane Polymers Following Phenyl Excitations", "doi": "10.26434/chemrxiv.7155032.v1", "published_doi": "10.1021/acs.jpcb.8b09636", "published_url": "https://doi.org/10.1021/acs.jpcb.8b09636", "authors": "Matthew Kroonblawd; Nir Goldman; James Lewicki", "abstract": "We use ensembles of quantum-based molecular dynamics simulations to predict the\nchemical reactions that follow radiation-induced excitations of phenyl groups in a model\ncopolymer of polydimethylsiloxane and polydiphenylsiloxane. Our simulations span a\nwide range of highly porous and condensed phase densities, and include both wet and\ndry conditions. We observe that in the absence of water, excited phenyl groups tend to\nabstract hydrogen from other methyl or phenyl side groups to produce benzene, with\nthe under-hydrogenated group initiating subsequent intrachain cyclization reactions.\nThese systems also yield minor products of diphenyl moieties formed by the complete\nabstraction of both phenyl groups from a single polydiphenylsiloxane subunit. In contrast,\nwe find that the presence of water promotes the formation of free benzene and\nsilanol side groups, reduces the likelyhood for intrachain cyclization reactions, and completely\nsuppresses the formation of diphenyl species. In addition, we predict that water\nplays a critical role in chain scission reactions, which indicates a possible synergistic effect\nbetween environmental moisture and radiation that could promote alterations of a\nlarger polymer network. These results could have impact in interpreting accelerated aging\nexperiments, where polymer decomposition reactions and network rearrangements\nare thought to have a significant effect on the ensuing mechanical properties.<br />", "date": "2018-10-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Polymerization (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Bottom-Up Approach to Solution-Processed, Atomically Precise Graphitic Cylinders on Surfaces", "doi": "10.26434/chemrxiv.7158959.v1", "published_doi": "10.1021/ACS.NANOLETT.8B03979", "published_url": "https://doi.org/10.1021/acs.nanolett.8b03979", "authors": "Erik Leonhardt; Jeff M. Van Raden; David Miller; Lev N. Zakharov; Benjamin Aleman; Ramesh Jasti", "abstract": "Extended carbon nanostructures, such as carbon nanotubes (CNTs), exhibit remarkable properties but are difficult to synthesize uniformly.  Herein, we present a new class of carbon nanomaterials constructed via the bottom-up self-assembly of cylindrical, atomically-precise small molecules.  Guided by supramolecular design principles and circle packing theory, we have designed and synthesized a fluorinated nanohoop that, in the solid-state, self-assembles into nanotube-like arrays with channel diameters of precisely 1.63 nm.  A mild solution-casting technique is then used to construct vertical “forests” of these arrays on a highly-ordered pyrolytic graphite (HOPG) surface through epitaxial growth.  Furthermore, we show that a basic property of nanohoops, fluorescence, is readily transferred to the bulk phase, implying that the properties of these materials can be directly altered via precise functionalization of their nanohoop building blocks.  The strategy presented is expected to have broader applications in the development of new graphitic nanomaterials with π-rich cavities reminiscent of CNTs.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanostructured Materials - Nanoscience; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tilting a Ground State Reactivity Landscape by Vibrational Strong Coupling", "doi": "10.26434/chemrxiv.7160789.v1", "published_doi": "10.1126/science.aau7742", "published_url": "https://doi.org/10.1126/science.aau7742", "authors": "Anoop Thomas; Lucas Lethuillier-Karl; Kalaivanan Nagarajan; Robrecht M. A. Vergauwe; Jino George; Thibault Chervy; Atef Shalabney; Eloïse Devaux; Cyriaque Genet; Joseph Moran; Thomas W. Ebbesen", "abstract": "Site-selectivity is fundamental for steering chemical reactivity towards a given product and various efficient chemical methods have been developed for this purpose. Here we explore a very different approach by using vibrational strong coupling (VSC) between a reactant and the vacuum field of a microfluidic optical cavity. For this purpose, the reactivity of a compound bearing two possible silyl bond cleavage sites, at Si-C and Si-O, was studied as a function of VSC of its various vibrational modes in the dark. The results show that VSC can indeed tilt the reactivity landscape to favor one product over the other. Thermodynamic parameters reveal the presence of a large activation barrier and significant changes to the activation entropy, confirming the modified chemical landscape under strong coupling. This study shows for the first time that VSC can impart site-selectivity for chemical reactions without the need for chemical intervention.", "date": "2018-10-04", "journal": "chemRxiv", "categories": "Physical Organic Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cu Doped TiO2: Visible Light Assisted Photocatalytic Antimicrobial Activity and High Temperature Anatase Stability", "doi": "10.26434/chemrxiv.7159733.v1", "published_doi": "10.3390/APP8112067", "published_url": "https://doi.org/10.3390/app8112067", "authors": "Snehamol Mathew; Priyanka Ganguly; Stephen Rhatigan; Vignesh Kumaravel; Ciara Byrne; Steven Hinder; John Bartlett; Michael Nolan; Suresh Pillai", "abstract": "Indoor surface contamination by microbes is a major public health concern. A damp environment is one potential sources\nfor microbe proliferation. Smart photocatalytic coatings on building surfaces\nusing semiconductors like titania (TiO<sub>2</sub>) can effectively curb this\ngrowing threat.<b> </b>Metal-doped\ntitania in anatase phase has been proved as a promising candidate for energy\nand environmental applications. In this present work, the antimicrobial\nefficacy of copper (Cu) doped TiO<sub>2 </sub>(Cu-TiO<sub>2</sub>) was\nevaluated against <i>Escherichia coli</i> (Gram-negative) and <i>Staphylococcus\naureus</i> (Gram-positive) under visible light irradiation. Doping of a minute\nfraction of Cu (0.5 mol %) in TiO<sub>2 </sub>was carried out <i>via</i> sol-gel technique. Cu-TiO<sub>2</sub>\nfurther calcined at various temperatures\n(in the range of 500 °C – 700 °C) to evaluate the thermal stability of TiO<sub>2</sub>\nanatase phase. The physico-chemical properties of the samples were\ncharacterised through X-ray diffraction (XRD), Raman spectroscopy, X-ray\nphoto-electron spectroscopy (XPS) and UV-visible spectroscopy techniques. XRD\nresults revealed that the anatase phase of TiO<sub>2</sub> was maintained well,\nup to 650 °C, by the Cu dopant. UV-DRS results suggested that the visible light\nabsorption property of Cu-TiO<sub>2 </sub>was enhanced and the band gap is\nreduced to 2.8 eV. Density functional theory (DFT) studies emphasises the\nintroduction of Cu<sup>+</sup> and Cu<sup>2+</sup> ions by replacing Ti<sup>4+</sup>\nions in the TiO<sub>2</sub> lattice, creating oxygen vacancies. These further\npromoted the photocatalytic efficiency. A significantly high bacterial\ninactivation (99.9%) was attained in 30 mins of visible light irradiation by\nCu-TiO<sub>2</sub>.", "date": "2018-10-03", "journal": "chemRxiv", "categories": "Minerals; Computational Chemistry and Modeling; Theory - Computational; Photocatalysis; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Isotopic Characterization (2H, 13C, 37Cl, 81Br) of the Abiotic Sinks of Methyl Bromide and Methyl Chloride in Water and Implications for Future Studies.", "doi": "10.26434/chemrxiv.7166318.v1", "published_doi": "10.1021/ACS.EST.9B02165", "published_url": "https://doi.org/10.1021/acs.est.9b02165", "authors": "Axel Horst; Magali Bonifacie; Gérard Bardoux; Hans-Hermann Richnow", "abstract": "In this study we investigated the isotope fractionation of the abiotic sink (hydrolysis, halide exchange) of methyl halides in water.<br />", "date": "2018-10-05", "journal": "chemRxiv", "categories": "Environmental Science; Hydrology and Water Chemistry; Environmental Analysis; Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Gold Catalyzed Hydroamination of Propargylic Alcohols: Controlling Divergent Reaction Pathways to Access 1,3-Aminoalcohols, 3-Hydroxyketones or 3-Aminoketones", "doi": "10.26434/chemrxiv.7160639.v1", "published_doi": "10.1021/ACS.JOC.9B00988", "published_url": "https://doi.org/10.1021/acs.joc.9b00988", "authors": "Victor Laserna; Tom Sheppard", "abstract": "A versatile approach to the valorization of propargylic alcohols is reported, enabling controlled access to three different products from the same starting materials. Firstly, a general method for the hydroamination of propargylic alcohols with anilines is described using gold catalysis to give 3-hydroxy imines with complete regioselectivity. These 3-hydroxyimines can be reduced to give 1,3-aminoalcohols with high syn seletivity. Alternatively, by using a catalytic quantity of aniline, 3-hydroxyketones can be obtained in high yield directly from propargylic alcohols. Further manipulation of the reaction conditions enables the selective formation of 3-aminoketones via a rearrangement/hydroamination pathway.<br />", "date": "2018-10-05", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Performance of Microporous Carbon Electrodes for Supercapacitors: Comparing Graphene with Disordered Materials", "doi": "10.26434/chemrxiv.7171736.v1", "published_doi": "10.1016/j.ensm.2018.11.022", "published_url": "https://doi.org/10.1016/j.ensm.2018.11.022", "authors": "Trinidad Mendez-Morales; Nidhal Ganfoud; Zhujie Li; Matthieu Haefele; Benjamin Rotenberg; Mathieu Salanne", "abstract": "Over the past decades, the specific surface area and the pore size distribution have been identified as the main structural features that govern the performance of carbon-based supercapacitors. As a consequence, graphene nanostructures have been identified as strong candidates for maximizing their capacitance. However, this hypothesis could not be thoroughly tested so far due to the difficulty of synthesizing perfect materials with high pore accesibility and a sufficiently large density. Here we perform molecular simulations of a series of perforated graphene electrodes with single pore sizes ranging from 7 to 10 Angstroms in contact with an adsorbed ionic liquid, and compare the capacitances (using various metrics) to the one obtained with a typical disordered nanoporous carbon. The latter displays better performances, an observation that we explain by analyzing the structure of the liquid inside the pores. It appears that although the smaller pores are responsible for the largest surface charges, larger ones are also necessary to store the counter-ions and avoid the formation of detrimental opposite charges on the carbon. These results rationalize the need for disordered or activated carbon materials to design efficient supercapacitors.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanostructured Materials - Materials; Computational Chemistry and Modeling; Electrochemistry - Mechanisms, Theory & Study", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Probabilistic Molecular Fingerprint for Big Data Settings", "doi": "10.26434/chemrxiv.7176350.v1", "published_doi": "10.1186/s13321-018-0321-8", "published_url": "https://doi.org/10.1186/s13321-018-0321-8", "authors": "Daniel Probst; Jean-Louis Reymond", "abstract": "<p><b>Background</b>: Among the various molecular fingerprints available to describe\nsmall organic molecules, ECFP4 (extended connectivity fingerprint, up to four\nbonds) performs best in benchmarking drug analog recovery studies as it encodes\nsubstructures with a high level of detail. Unfortunately, ECFP4 requires high\ndimensional representations (≥1,024D) to perform well, resulting in ECFP4\nnearest neighbor searches in very large databases such as GDB, PubChem or ZINC to\nperform very slowly due to the curse of dimensionality. <a></a><a></a></p>\n\n<p><b>Results</b>: Herein we report a new fingerprint, called MHFP6 (MinHash\nfingerprint, up to six bonds), which encodes detailed substructures using the\nextended connectivity principle of ECFP in a fundamentally different manner,\nincreasing the performance of exact nearest neighbor searches in benchmarking\nstudies and enabling the application of locality sensitive hashing (LSH)\napproximate nearest neighbor search algorithms. To describe a molecule, MHFP6\nextracts the SMILES of all circular substructures around each atom up to a\ndiameter of six bonds and applies the MinHash method to the resulting set.\nMHFP6 outperforms ECFP4 in benchmarking analog recovery studies. Furthermore,\nMHFP6 outperforms ECFP4 in approximate nearest neighbor searches by two orders\nof magnitude in terms of speed, while decreasing the error rate. </p>\n\n<p><b>Conclusion</b><a></a><a>: MHFP6 is a new molecular fingerprint, encoding circular\nsubstructures, which outperforms ECFP4 for analog searches while allowing the\ndirect application of locality sensitive hashing algorithms. It should be well\nsuited for the analysis of large databases. The source code for MHFP6 is\navailable on GitHub (</a><a href=\"https://github.com/reymond-group/mhfp\">https://github.com/reymond-group/mhfp</a>).<a></a></p>", "date": "2018-10-09", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Breakdown of the Universal Precursors to Biological Metabolism Promoted by Ferrous Iron", "doi": "10.26434/chemrxiv.7178930.v1", "published_doi": "10.1038/s41586-019-1151-1", "published_url": "https://doi.org/10.1038/s41586-019-1151-1", "authors": "Kamila B. Muchowska; Sreejith Jayasree VARMA; Joseph Moran", "abstract": "How core biological metabolism initiated and why it uses the intermediates, reactions and pathways that it does remains unclear. Life builds its molecules from CO<sub>2 </sub>and breaks them down to CO<sub>2 </sub>again through the intermediacy of just five metabolites that act as the hubs of biochemistry. Here, we describe a purely chemical reaction network promoted by Fe<sup>2+ </sup>in which aqueous pyruvate and glyoxylate, two products of abiotic CO<sub>2 </sub>reduction, build up nine of the eleven TCA cycle intermediates, including all five universal metabolic precursors. The intermediates simultaneously break down to CO<sub>2 </sub>in a life-like regime resembling biological anabolism and catabolism. Introduction of hydroxylamine and Fe<sup>0 </sup>produces four biological amino acids. The network significantly overlaps the TCA/rTCA and glyoxylate cycles and may represent a prebiotic precursor to these core metabolic pathways.", "date": "2018-10-09", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemistry; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Oxygen-Oxygen Bond Cleavage and Formation in Co(II) Mediated Stoichiometric O2 Reduction via the Potential Intermediacy of a Co(IV) Oxyl Radical", "doi": "10.26434/chemrxiv.7176392.v1", "published_doi": "10.1021/jacs.8b07726", "published_url": "https://doi.org/10.1021/jacs.8b07726", "authors": "Lucie Nurdin; Denis M. Spasyuk; Laura Fairburn; Warren Piers; Laurent Maron", "abstract": "Diprotonation\nof a remarkably stable, toluene soluble cobalt peroxo complex supported by a\nneutral, dianionic pentadentate ligand leads to facile O-O bond cleavage and\nproduction of a highly reactive Co(IV) oxyl cation intermediate that dimerizes\nand releases O<sub>2</sub>. These processes are relevant to both O<sub>2</sub>\nreduction and O<sub>2</sub> evolution and the mechanism was probed in detail both\nexperimentally and computationally.", "date": "2018-10-09", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Kinetics and Mechanism - Inorganic Reactions; Ligands (Inorg.); Small Molecule Activation (Inorg.); Theory - Inorganic; Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Boronic Acid-Based Fluorescence Hydrogel for Monosaccharide Detection", "doi": "10.26434/chemrxiv.7176989.v1", "published_doi": "10.1007/s11705-019-1812-5", "published_url": "https://doi.org/10.1007/s11705-019-1812-5", "authors": "Suying Xu; Adam Sedgwick; Souad Elfecky; Wenbo Chen; Ashley Jones; George Williams; Toby Jenkins; Steven Bull; John Fossey; Tony James", "abstract": "<p>A\nboronic acid-based anthracene fluorescent probe was functionalised with an\nacrylamide unit to incorporate into a hydrogel system for monosaccharide\ndetection<i>. </i>In solution, the\nfluorescent probe<b> </b>displayed a strong\nfluorescence turn-on response upon exposure to fructose, and an expected trend\nin apparent binding constants, as judged by a fluorescence response where D-fructose > D-galactose > D-mannose > D-glucose. The\nhydrogel incorporating the boronic acid monomer demonstrated the ability to\ndetect monosaccharides by fluorescence with the same overall trend as the\nmonomer in solution with the addition of fructose resulting in a 10-fold\nenhancement (≤ 0.25 M). <b><u></u></b></p>", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Supramolecular Chemistry (Org.); Biochemical Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photochemical and Electrochemical Reduction of Carbon Dioxide Catalyzed by a Polyoxometalate-Organic Photosensitizer Complex", "doi": "10.26434/chemrxiv.7177892.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Chandan Dey; Ronny Neumann", "abstract": "<p>A manganese substituted Anderson type polyoxometalate, [MnMo<sub>6</sub>O<sub>24</sub>]<sup>9-</sup>, tethered with an anthracene photosensitizer was prepared and used as catalyst for CO<sub>2</sub> reduction. The polyoxometalate-photosensitizer hybrid complex, obtained by covalent attachment of the sensitizer to only one face of the planar polyoxometalate, was characterized by NMR, IR and mass spectroscopy. Cyclic voltammetry measurements show a catalytic response for the reduction of carbon dioxide, thereby suggesting catalysis at the manganese site on the open face of the polyoxometalate. Controlled potentiometric electrolysis showed the reduction of CO<sub>2</sub> to CO with a TOF of ~15 sec<sup>-1</sup>. Further photochemical reactions showed that the polyoxometalate-anthracene hybrid complex was active for the reduction of CO<sub>2</sub> to yield formic acid and/or CO in varying amounts dependent on the reducing agent used. Control experiments showed that the attachment of the photosensitizer to [MnMo<sub>6</sub>O<sub>24</sub>]<sup>9-</sup> is necessary for photocatalysis.</p><div><br /></div>", "date": "2018-10-09", "journal": "chemRxiv", "categories": "Electrocatalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Lateral Adsorbate Interactions Inhibit HCOO- While Promoting CO Selectivity for CO2 Electrocatalysis on Ag", "doi": "10.26434/chemrxiv.7182215.v1", "published_doi": "10.1002/ange.201811667", "published_url": "https://doi.org/10.1002/ange.201811667", "authors": "Divya Bohra; Isis Ledezma-Yanez; Guanna Li; Wiebren De Jong; Evgeny A. Pidko; Wilson A. Smith", "abstract": "<p>The analysis presented in this manuscript helps bridge an important fundamental discrepancy between the existing theoretical and experimental knowledge regarding the performance of Ag catalysts for CO<sub>2</sub> electrochemical reduction (CO<sub>2</sub>ER). The results demonstrate how the intermediate species *OCHO is formed readily en-route the HCOO<sup>– </sup>pathway and plays a decisive role in determining selectivity of a predominantly CO producing catalyst such as Ag. Our theoretical and experimental approach develops a better understanding of the nature of competition as well as the complex interactions between the reaction intermediates leading to CO, HCOO<sup>–</sup> and H<sub>2</sub> during CO<sub>2</sub>ER.</p><p><br /></p><p>Details of computational and experimental methods are present in the Supporting Information provided. </p><p><br /></p><p><br /></p>", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Electrocatalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Dual Ligand-Enabled Nondirected C–H Cyanation of Arenes", "doi": "10.26434/chemrxiv.7182095.v1", "published_doi": "10.1021/acscatal.8b04639", "published_url": "https://doi.org/10.1021/acscatal.8b04639", "authors": "Hao Chen; Arup Mondal; Manuel van Gemmeren", "abstract": "Aromatic nitriles are key structural units in organic chemistry and thus highly attractive targets for C–H activation. Herein the development of an arene-limited, nondirected C–H cyanation based on the use of two complementary ligands is reported. The reaction enables the cyanation of arenes by C–H activation in the absence of directing groups and is thus complementary to established approaches.<br />", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Homogeneous Catalysis; Bond Activation", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "ChemRxiv: Year One and Beyond [Editorial]", "doi": "10.26434/chemrxiv.7185149.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Rich Kidd; Wolfram Koch; James Milne; Irina Sens; Sarah Tegen; Emma WIlson; Darla Henderson; Marshall Brennan", "abstract": "In this post, the ChemRxiv Governing Board and Management Team describe the achievements of the past year and detail some of our plans for the future of ChemRxiv.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ab Initio Thermodynamics of Iridium Surface Oxidation and Oxygen Evolution Reaction", "doi": "10.26434/chemrxiv.7184945.v1", "published_doi": "10.1021/acs.jpcc.8b09868", "published_url": "https://doi.org/10.1021/acs.jpcc.8b09868", "authors": "Konstantin Klyukin; Alexandra Zagalskaya; Vitaly Alexandrov", "abstract": "<p>Iridium-based materials\nare considered as state-of-the-art electrocatalysts for oxygen evolution\nreaction (OER), however, their stability and catalytic activity greatly depend on\nsurface-state changes induced by electrochemical cycling. To better understand\nthe behavior of the low-index Ir surfaces in an electrochemical environment, we\nperform a systematic thermodynamic analysis by means of the density functional\ntheory (DFT) calculations. Based on computed surface energies of the Ir(111),\n(110) and (100) facets as a function of applied electrode potential and\ncoverage of adsorbed water species we determine stability maps and predict\nequilibrium shapes of Ir nanoparticles. Our calculations also show that\nmetastable oxide precursors formed at the initial stages of Ir surface\noxidation are responsible for enhanced catalytic activity towards OER as compared\nto metal surfaces covered by oxygen adsorbates and thick-oxide films. Such enhancement\noccurs not only due to the modified thermodynamic stability of OER intermediates,\nbut also because thin-oxide layers may display the more energetically favorable\nI2M (interaction of two M-O units) rather than WNA (water nucleophilic\nattack) OER mechanism.</p><br />", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Heterogeneous Catalysis; Electrochemistry - Mechanisms, Theory & Study; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Dynamics of Individual Molecular Shuttles Under Mechanical Force", "doi": "10.26434/chemrxiv.7105715.v1", "published_doi": "10.1038/s41467-018-06905-8", "published_url": "https://doi.org/10.1038/s41467-018-06905-8", "authors": "Teresa Naranjo; Kateryna Lemishko; Sara de Lorenzo; Alvaro Somoza; Felix Ritort; Emilio Pérez; Borja Ibarra", "abstract": "Here, we exploit the high force (0.1 pN),\nspatial (1 nm) and temporal (1 kHz) resolutions of optical tweezers<a href=\"#_ENREF_4\"><sup></sup></a><sup></sup><a href=\"#_ENREF_11\"><sup></sup></a> to quantify and control mechanically the real-time kinetics of individual\nsynthetic molecular shuttles operating at near-physiological conditions, for\nseveral hundreds of switching cycles, near equilibrium conditions.", "date": "2018-10-10", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Supramolecular Chemistry (Org.); Nanodevices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mild Covalent Functionalization of Transition Metal Dichalcogenides with Maleimides: A “Click” Reaction for TMDCs", "doi": "10.26434/chemrxiv.7188383.v1", "published_doi": "10.1021/jacs.8b10930", "published_url": "https://doi.org/10.1021/jacs.8b10930", "authors": "Mariano Vera-Hidalgo; Emerson Giovanelli; Cristina Navío; Emilio Pérez", "abstract": "The physical properties of ultrathin transition\nmetal dichalcogenides (2D-TMDCs) make them promising candidates as active nanomaterials\nfor catalysis, optoelectronics, and biomedical applications. Chemical\nmodification of TMDCs is expected to be key in modifying/adding new functions\nthat will help make such promise a reality. We present a mild method for the modification\nof the basal planes of 2H-MoS<sub>2</sub> and WS<sub>2</sub>. We exploit the\nsoft nucleophilicity of sulfur to react it with maleimide derivatives,\nachieving covalent functionalization of 2H-TMDCs under very mild conditions.\nExtensive characterization proves that the reaction occurs through Michael addition.\nOur results adapt one of the most popular “click” reactions in polymer chemistry\nand biochemistry to obtain a powerful tool for the chemical manipulation of\nTMDCs.", "date": "2018-10-12", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Physical and Chemical Properties; Structure; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Disentangling Coupling Effects in the Infrared Spectra of Liquid Water", "doi": "10.26434/chemrxiv.7189562.v1", "published_doi": "10.1021/acs.jpcb.8b09910", "published_url": "https://doi.org/10.1021/acs.jpcb.8b09910", "authors": "Kelly M. Hunter; Farnaz A. Shakib; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A quantitative characterization of intermolecular and intramolecular couplings that\nmodulate the OH-stretch vibrational band in liquid water has so far remained elusive.\nHere, we take up this challenge by combining the centroid molecular dynamics (CMD)\nformalism, which accounts for nuclear quantum effects, with the MB-pol potential energy function, which accurately reproduces the properties of water across all phases, to\nmodel the infrared (IR) spectra of various isotopic water solutions with different levels\nof vibrational couplings, including those that cannot be probed experimentally. Analysis of the different IR OH-stretch lineshapes provides direct evidence for the partially\nquantum-mechanical nature of hydrogen bonds in liquid water, which is emphasized\nby synergistic effects associated with intermolecular coupling and many-body electrostatic interactions. Furthermore, we quantitatively demonstrate that intramolecular\ncoupling, which results in Fermi resonances due to the mixing between HOH-bend\novertones and OH-stretch fundamentals, are responsible for the shoulder located at\n∼3250 cm<sup>-1</sup> of the IR OH-stretch band of liquid water.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-10-12", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Processes; Physical and Chemical Properties; Quantum Mechanics; Spectroscopy (Physical Chem.); Statistical Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Role of Valence and Semi-Core Electron Correlation on Spin-Gaps in Fe(II)-Porphyrins", "doi": "10.26434/chemrxiv.7195370.v1", "published_doi": "10.1021/acs.jctc.8b01277", "published_url": "https://doi.org/10.1021/acs.jctc.8b01277", "authors": "Giovanni Li Manni; Daniel Kats; David Tew; Ali Alavi", "abstract": "The role of valence and semi-core correlation in differentially stabilizing the intermediate spin-state of Fe(II)-porphyrins is analyzed. CASSCF treatment of the valence correlation, with a (32,34) active space containing metal 3d, 4d orbitals<br />and the entire π system of the porphyrin, is necessary to stabilize the intermediate spin-state for this system. Semi-core correlation provides a quantitatively significant (~1.5 kcal/mol) but less important correction. Accounting for both types of correlation enlarges the (<sup>3</sup>E<sub>g</sub>−<sup>5</sup>A<sub>1g</sub>) spin-gap to −5kcal/mol.<br />", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Melt Electrowriting of Electroactive Poly(vinylidene difluoride) Fibers", "doi": "10.26434/chemrxiv.7195460.v1", "published_doi": "10.1002/pi.5759", "published_url": "https://doi.org/10.1002/pi.5759", "authors": "Sammy Florczak; Thomas Lorson; Tian Zheng; Miroslav Mrlik; Dietmar Hutmacher; Michael Higgins; Robert Luxenhofer; Paul Dalton", "abstract": "<p>Poly(vinylidene difluoride) (PVDF) has piezoelectric properties suitable for numerous applications such as flexible electronics, sensing and biomedical materials. In this study, individual fibers with diameters ranging from 17-55 μm were processed using melt electrowriting (MEW). Electroactive PVDF fibers can be fabricated via MEW, while the polymer could remain molten for up to ten hours without noticeable changes in the resulting fiber diameter. MEW processing parameters for PVDF were investigated, including applied voltage, pressure and temperature. A rapid fiber characterization methodology for MEW that automatically determines the fiber diameters from camera images taken of microscope slides was developed and validated. The outputs from this approach followed previous MEW processing trends already identified with different polymers, although overestimation of the < 25 micron fiber diameters was observed. The transformation of the PVDF crystalline phase to the electroactive beta-phase – without poling – was confirmed using piezo-force microscopy and revealed that the PVDF fibers possess piezoelectric responses showing d33~19 pm/V.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Fibers; Fluoropolymers; Organic Polymers; Polymer scaffolds; Piezoelectricity and Thermoelectricity", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "H/D Isotope Effects on Redox-Switching of DNA Self-Assembled Monolayers Observed by EQCM and Cyclic Voltammetry", "doi": "10.26434/chemrxiv.7195898.v1", "published_doi": "10.1002/CELC.201901151", "published_url": "https://doi.org/10.1002/celc.201901151", "authors": "Sarasi K. K. Galagedera; Gerd-Uwe Flechsig", "abstract": "An electrochemical quartz crystal microbalance (EQCM) was employed to study the interactions of hexammine ruthenium(III) (RuHex) and hexammine cobalt(III) (CoHex) with a mixed self-assembled monolayer of single-stranded DNA and 6-mercapto-1-hexanol (ssDNA/MCH SAM) immobilized on gold electrodes. When the buffer medium was switched to deuterium oxide (D<sub>2</sub>O) from normal water (H<sub>2</sub>O), we observed a pronounced H/D kinetic isotope effect where a consistent shift of up to 400 mV was seen for the reduction peak potential of CoHex but not with RuHex. This was attributed to a 2400-fold change of the apparent reaction rate constant. Though there was a dramatic increase in the EQCM frequency response at a millisecond time scale in the presence of both redox indicators, compared to the signal observed in a low ionic strength buffer (10 mM tris(hydroxymethyl)aminomethane (Tris)/H<sub>2</sub>SO<sub>4 </sub>at pH 7.5), a 10 Hz decrease in the frequency shift was observed upon switching from H<sub>2</sub>O to D<sub>2</sub>O-based buffer medium. The hydrogen bond network within the ssDNA layer seems to amplify the H/D isotope effect with CoHex. Amplified isotope effects may play a role in living systems. The mechanisms of recently reported H/D isotope effects in medicinal and biochemistry are still widely unclear. Voltammetric and EQCM studies of H/D isotope effects can provide a platform to investigate amplified isotope effects not only with DNA layers, but probably also with proteins and small organic molecules and may be useful for studies of cell proliferation, as well as drug testing.", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemical Analysis; Electrochemical Analysis; Biophysical Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Emergence of Selectivity in Inherently Nonselective Gold Nanoparticles Through Preferential Breaking of Interparticle Interactions", "doi": "10.26434/chemrxiv.7195817.v1", "published_doi": "10.1021/ACSANM.9B01168", "published_url": "https://doi.org/10.1021/acsanm.9b01168", "authors": "Anish Rao; Govind Sasi Kumar; Soumendu Roy; Ajesh T. R.; Gayathri Devatha; Pramod Pillai", "abstract": "<p>We\ndemonstrate a fundamentally unique identification strategy to impart\nselectivity to a traditionally and inherently nonselective\ncarboxylate-functionalized gold-nanoparticles ([-] AuNPs), without the aid of\nany analyte specific ligands. The\ncommon practice is to use the ability of divalent ions to trigger the\naggregation process in a kinetically trapped dispersed solution of [-] AuNPs.\nAggregation of NPs being a thermodynamically favourable process will result in\na uniform and nonselective turn-off response from most of the strongly binding\ndivalent ions. Our approach is to use the abilities of various divalent ions to\nbreak a thermodynamically stable inter-nanoparticle precipitates containing [+]\nand [-] AuNPs (<i>nanoionic precipitates</i>),\nas the means of identification. Importantly both [+] and [-] AuNPs,\nindependently, were ‘blind’ in terms of selectivity towards divalent ions.\nRemarkably, a hybrid-system composed of such nonselective nanoparticles was\nable to discriminate between the hard-to-distinguish pair of Pb<sup>2+</sup>\nand Cd<sup>2+</sup> ions. The rationale is that only the strongest of strongly\nbinding ions will be able to break the interactions between the NP precipitates\n(thermodynamically stable state) and re-disperse them back in solution\n(kinetically trapped state). This is in stark contrast with the conventional\nidea of forming an interaction between NPs and divalent ions, with the help of\nanalyte-specific ligands.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Nanostructured Materials - Nanoscience; Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Myrocin G, the Putative Active Form of the Myrocin Antitumor Antibiotics", "doi": "10.26434/chemrxiv.7195610.v1", "published_doi": "10.1021/jacs.8b10891", "published_url": "https://doi.org/10.1021/jacs.8b10891", "authors": "christos economou; martin tomanik; Seth Herzon", "abstract": "We describe a total synthesis of \"myrocin G\" the putative active form of the anticancer antimicrobial fungal metabolites known as the myrocins.", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "NanoCrystal: A Web-Based Crystallographic Tool for the Construction of Nanoparticles Based on Their Crystal Habit", "doi": "10.26434/chemrxiv.7199720.v1", "published_doi": "10.1021/ACS.JCIM.8B00269", "published_url": "https://doi.org/10.1021/acs.jcim.8b00269", "authors": "Zoe Cournia; Dimitris Dellis; Alexios Chatzigoulas; konstantina karathanou", "abstract": "<p>Modeling nanoparticles is an essential first step to assess their capacity in different uses such as in energy storage or drug delivery. However, creating an initial starting conformation for modeling and simulation is tedious because every crystalline material grows with a different crystal habit. In this application note, we describe Nano-Crystal, a novel web-based crystallographic tool, which creates nanoparticle models from any crystal structure guided by their preferred equilibrium shape under standard conditions according to the Wulff morphology (crystal habit). Users can upload a cif file, define the Miller indices and their corresponding minimum surface energies according to the Wulff construction of a particular crystal, and specify the size of the nanocrystal. As a result, the nanoparticle is constructed and visualized, and the coordinates of the atoms are output to the user. Nano-Crystal can be accessed and used at http://nanocrystal.vi-seem.eu/.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry; Structure", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Cation Ordering and Oxygen Release in LiNi0.5-xMn1.5+xO4-Y (LNMO): In-Situ Neutron Diffraction and Performance in Li-Ion Full Cells", "doi": "10.26434/chemrxiv.7200863.v1", "published_doi": "10.1021/acsaem.8b02217", "published_url": "https://doi.org/10.1021/acsaem.8b02217", "authors": "Burak Aktekin; William Brant; Mario Valvo; Fernanda Lodi Marzano; Ronald Smith; Magnus Sørby; Wolfgang Zipprich; Daniel Brandell; Kristina Edström", "abstract": "<div>Covers thorough study showing the possible strategies\nto decouple effect of oxygen deficiency, the presence of Mn<sup>3+</sup> and\ndegree of cation ordering in the high power positive electrode material for\nlithium ion batteries, LiNi<sub>0.5</sub>Mn<sub>1.5</sub>O<sub>4</sub>.<br /></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Ceramics; Electrochemistry; Solid State Chemistry; Energy Storage; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intermolecular Heck Coupling with Hindered Alkenes Driven by Carboxylate Directivity", "doi": "10.26434/chemrxiv.7205066.v1", "published_doi": "10.1002/anie.201813233", "published_url": "https://doi.org/10.1002/anie.201813233", "authors": "Tucker R. Huffman; Yebin Wu; Alexis Emmerich; Ryan Shenvi", "abstract": "<div><div><div><p>Pd(0)-catalyzed, non-chain-walking Mizoroki-Heck reactions exhibit poor reactivity with polysubsti- tuted, unbiased alkenes. Intermolecular reactions with simple, all-carbon tetrasubstituted alkenes are unprecedented. Here we report that pendant carboxylic acids, combined with bulky monophospine ligands on palladium, can direct the arylation of tri- and tetrasubstituted olefins. Quaternary carbons are established at high Fsp3 attached-ring junctures and the carboxylate directing group can be removed after coupling. Carboxylate directivity prevents over-arylation of the new, less hindered alkene, which can be diversified in subsequent reactions.</p></div></div></div>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Amphiphilic-DNA Platform for the Design of Crystalline Frameworks with Programmable Structure and Functionality", "doi": "10.26434/chemrxiv.7203296.v1", "published_doi": "10.1021/jacs.8b09143", "published_url": "https://doi.org/10.1021/jacs.8b09143", "authors": "Ryan A. Brady; Nicholas J. Brooks; Vito Foderà; Pietro Cicuta; Lorenzo Di Michele", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The reliable preparation of functional, ordered,\nnanostructured frameworks would be a game\nchanger for many emerging technologies, from\nenergy storage to nanomedicine. Underpinned\nby the excellent molecular recognition of nucleic acids, along with their facile synthesis and\nbreadth of available functionalizations, DNA\nNanotechnology is widely acknowledged as a\nprime route for the rational design of nanostructured materials. Yet, the preparation of crystalline DNA frameworks with programmable\nstructure and functionality remains a challenge.\nHere we demonstrate the potential of simple amphiphilic DNA motifs, dubbed C-stars,\nas a versatile platform for the design of programmable DNA crystals. In contrast to all-DNA materials, in which structure depends on\nthe precise molecular details of individual building blocks, the self-assembly of C-stars is controlled uniquely by their topology and symmetry. Exploiting this robust self-assembly principle we design a range of topologically identical, but structurally and chemically distinct\nC-stars that following a one-pot reaction self-\nassemble into highly porous, functional, crystalline frameworks. Simple design variations allow us to fine-tune the lattice parameter and\nthus control the partitioning of macromolecules\nwithin the frameworks, embed responsive mo-\ntifs that can induce isothermal disassembly, and\ninclude chemical moieties to capture target proteins specifically and reversibly.</p></div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY 4.0"}
{"title": "Understanding Sequence Contributions to Peptoid–lipid Interactions: Using Peptoids as a Platform to Advance Multidisciplinary Research and Undergraduate Education in Parallel", "doi": "10.26434/chemrxiv.7198559.v1", "published_doi": "10.1002/BIP.23256", "published_url": "https://doi.org/10.1002/bip.23256", "authors": "Christian Jimenez; Jiacheng Tan; Kalli M. Dowell; Gillian Gadbois; Cameron Read; Nicole Burgess; Jesse Cervantes; Shannon Chan; Animal Jandaur; Tara Karanik; Jaenic Lee; Mikaela Ley; Molly McGeehan; Ann McMonigal; Kira Palazzo; Samantha Parker; Andre Payman; Maritza Soria; Lauren Verheyden; Vivian Vo; Jennifer Yin; Anna L. Calkins; Amelia A. Fuller; Grace Stokes", "abstract": "<p>The synthesis and fluorescence spectroscopy studies of 21 peptoids,</p>\n<p>including 19 new tripeptoids, are described. Insight into sequence features that influence biophysical properties in the presence and absence of unilamellar lipid vesicles is provided. Concomitantly, we highlight the educational value of training undergraduates in multidisciplinary research using peptoid science.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Biopolymers; Drug delivery systems; Chemical Education - General; Mass Spectrometry; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "CANDOCK: Chemical Atomic Network Based Hierarchical Flexible Docking Algorithm Using Generalized Statistical Potentials", "doi": "10.26434/chemrxiv.7187540.v1", "published_doi": "10.1021/acs.jcim.9b00686", "published_url": "https://doi.org/10.1021/acs.jcim.9b00686", "authors": "Jonathan Fine; Janez Konc; Ram Samudralal; Gaurav Chopra", "abstract": "Small molecule docking has proven to be invaluable for drug design and discovery. However, existing docking methods have several limitations, such as, ignoring interactions with essential components in the chemical environment of the binding pocket (e.g. cofactors, metal-ions, etc.), incomplete sampling of chemically relevant ligand conformational space, and they are unable to consistently correlate docking scores of the best binding pose with experimental binding affinities. We present CANDOCK, a novel docking algorithm that utilizes a hierarchical approach to reconstruct ligands from an atomic grid using graph theory and generalized statistical potential functions to sample chemical relevant ligand conformations. Our algorithm accounts for protein flexibility, solvent, metal ions and cofactors interactions in the binding pocket that are traditionally ignored by current methods. We evaluate the algorithm on the PDBbind and Astex proteins to show its ability to reproduce the binding mode of the ligands that is independent of the initial ligand conformation in these benchmarks. Finally, we identify the best selector and ranker potential functions, such that, the statistical score of best selected docked pose correlates with the experimental binding affinities of the ligands for any given protein target. Our results indicate that CANDOCK is a generalized flexible docking method that addresses several limitations of current docking methods by considering all interactions in the chemical environment of a binding pocket for correlating the best docked pose with biological activity.", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Biophysics; Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Introducing DDEC6 Atomic Population Analysis: Part 5. New Method to Compute Polarizabilities and Dispersion Coefficients", "doi": "10.26434/chemrxiv.7205693.v1", "published_doi": "10.1039/C9RA03003D", "published_url": "https://doi.org/10.1039/c9ra03003d", "authors": "Thomas Manz; Taoyi Chen; Daniel J. Cole; Nidia Gabaldon Limas; Benjamin Fiszbein", "abstract": "Polarizabilities and London dispersion forces\nare important to many chemical processes. Leading terms in these forces are\noften modeled using polarizabilities and C<sub>n</sub> (n=6, 8, 9, 10 …)\ndispersion coefficients. Force fields for classical atomistic simulations can\nbe constructed using atom-in-material dispersion coefficients and\npolarizabilities. This article addresses the key question of how to efficiently\nassign these parameters to constituent atoms in a material so that properties\nof the whole material are better reproduced. We develop a new set of scaling\nlaws and computational algorithms (called MCLF) to do this in an accurate and\ncomputationally efficient manner across diverse material types. We introduce a\nconduction limit upper bound and m-scaling to describe the different behaviors\nof surface and buried atoms. We validate MCLF by comparing results to\nhigh-level benchmarks for isolated neutral and charged atoms, diverse diatomic\nmolecules, various polyatomic molecules (e.g., polyacenes, fullerenes, and\nsmall organic and inorganic molecules), and dense solids (including metallic,\ncovalent, and ionic). MCLF provides the non-directionally screened\npolarizabilities required to construct force fields, the directionally-screened\nstatic polarizability tensor components and eigenvalues, and environmentally\nscreened C<sub>6</sub> coefficients. Overall, MCLF has improved accuracy and\nlower computational cost than the TS-SCS method. For TS-SCS, we compared charge\npartitioning methods and show DDEC6 partitioning yields more accurate results\nthan Hirshfeld partitioning. MCLF also gives approximations for C<sub>8</sub>,\nC<sub>9</sub>, and C<sub>10</sub> dispersion coefficients and Quantum Drude\nOscillator parameters. For sufficiently large systems, our method’s required\ncomputational time and memory scale linearly with increasing system size. This\nis a huge improvement over the cubic computational time of direct matrix\ninversion. As demonstrations, we study an ice crystal containing >250,000\natoms in the unit cell and the HIV reverse transcriptase enzyme complexed with\nan inhibiter molecule. This method should find widespread applications to\nparameterize classical force fields and DFT+dispersion methods.", "date": "2019-10-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Physical and Chemical Properties; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Approach to Alchemical Binding Free-Energy Calculations Using Coupled Topologies", "doi": "10.26434/chemrxiv.7203362.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "David Huggins", "abstract": "<p>We present an approach to performing alchemical binding free\nenergies which we term coupled topologies. Simultaneously coupling a molecule\nin the bound state while decoupling it in the unbound state allows us to\ncalculate free energy changes where the system changes charge, without the need\nto correct for simulation artifacts. This solves a longstanding problem in\ncomputing free energy changes. The approach is applied to separated topology\nrelative binding free energy calculations, but is appropriate for single topology\ncalculations and dual topology calculations as well as absolute binding free\nenergy calculations. We apply the method to small-molecule inhibitors of AmpC\nβ-lactamase and show the coupled topologies approach yields results that are in\nexcellent agreement with experiment and good agreement with a state-of-the-art separated\ntopology approach. The promising results on this test case suggest that the\ncoupled topologies approach will be a useful addition to the available arsenal\nof free-energy methods.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Porous Boron Nitride for Combined CO2 Capture and Photoreduction", "doi": "10.26434/chemrxiv.7200881.v1", "published_doi": "10.1039/C9TA02793A", "published_url": "https://doi.org/10.1039/C9TA02793A", "authors": "Ravi Shankar; Anna Hankin; Camille Petit", "abstract": "<p>Porous and amorphous materials are\ntypically not employed for photocatalytic purposes as their high number of defects can lead to low charge\nmobility and favour bulk electron-hole recombination. Yet, with a disordered\nnature can come porosity, which in turns promotes catalyst/reactant\ninteractions and fast charge transfer to reactants. Here, we demonstrate that\nmoving from <i>h</i>-BN, a well-known\ncrystalline insulator to amorphous BN, we create a semiconductor, which is able\nto photoreduce CO<sub>2</sub> in\na gas/solid phase, under both UV-vis and pure visible light, ambient\nconditions, without the need for cocatalysts. The material selectively produces CO and maintains its photocatalytic\nstability over several catalytic cycles. The performance of this un-optimised\nmaterial is on par with that of TiO<sub>2</sub>, the benchmark in the field.\nOwing to the chemical and structural tuneablity of porous BN, these findings highlights\nthe potential of porous BN-based structure for photocatalysis and particularly\nsolar fuels production.</p>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Catalysts; Ceramics; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spermine-NBD as Fluorescent Probe for Studies of Polyamine Transport System in Leishmania Donovani", "doi": "10.26434/chemrxiv.7207448.v1", "published_doi": "10.1016/J.BMCL.2019.05.030", "published_url": "https://doi.org/10.1016/j.bmcl.2019.05.030", "authors": "Raphael LABRUERE; Sébastien Pomel; Elodie Jagu; Jean-Christophe Cintrat; Philippe M. Loiseau; stéphanie Pethe", "abstract": "This study describes the synthesis of\nfluorescent probes as potential substrates for the polyamine transport system\n(PTS) of <i>Leishmania donovani</i>. A competitive\nradioassay was used to determine the most efficient probe. We observed that the\nconjugate spermine-nitrobenzofurazan (Spm-NBD) was able to compete with [<sup>3</sup>H]-spermidine\nin <i>L. donovani</i> at a relevant IC<sub>50</sub>\nof 60 µM.\n\n<p><br /></p>", "date": "2018-10-16", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemistry; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rhodium(III) Complexes Featuring Coordinated CF3 Appendages", "doi": "10.26434/chemrxiv.7212170.v1", "published_doi": "10.1002/chem.201901184", "published_url": "https://doi.org/10.1002/chem.201901184", "authors": "Jack Emerson-King; Ivan Prokes; Adrian Chaplin", "abstract": "The synthesis and characterisation of complexes featuring intramolecular CF<sub>3</sub>➞Rh(III) interactions is described. This bonding is evidenced in the solid state using X-ray diffraction, with Rh–F contacts of 2.36 – 2.45 Å, and in solution using NMR spectroscopy, through detection of time-averaged <sup>1</sup><i>J</i><sub>RhF </sub>and <sup>2</sup><i>J</i><sub>PF </sub>coupling.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bonding; Organometallic Compounds; Solid State Chemistry; Coordination Chemistry (Organomet.); Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The CryoEM Method MicroED as a Powerful Tool for Small Molecule Structure Determination", "doi": "10.26434/chemrxiv.7215332.v1", "published_doi": "10.1021/acscentsci.8b00760", "published_url": "https://doi.org/10.1021/acscentsci.8b00760", "authors": "Christopher G. Jones; Michael\nW. Martynowycz; Johan Hattne; Tyler J. Fulton; Brian M. Stoltz; Jose A. Rodriguez; Hosea Nelson; Tamir Gonen", "abstract": "<p>In the many scientific endeavors that are driven by organic chemistry, unambiguous identification of small molecules is of paramount importance. Over the past 50 years, NMR and other powerful spectroscopic techniques have been developed to address this challenge. While almost all of these techniques rely on inference of connectivity, the unambiguous determination of a small molecule’s structure requires X-ray and/or neutron diffraction studies. In practice, however, x-ray crystallography is rarely applied in routine organic chemistry due to intrinsic limitations of both the analytes and the technique. Here we report the use of the CryoEM method MicroED to provide routine and unambiguous structural determination of small organic molecules. From simple powders, with minimal sample preparation, we could collect high quality MicroED data from nanocrystals (~100x100x100 nm,  ~10<sup>–15</sup>g) resulting in atomic resolution (<1 Å) crystal structures in minutes.</p>", "date": "2018-10-17", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Microscopy; Nanodevices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Competitive Ligand Exchange and Dissociation in Ru Indenyl Complexes", "doi": "10.26434/chemrxiv.7215320.v1", "published_doi": "10.1021/acs.inorgchem.8b02915", "published_url": "https://doi.org/10.1021/acs.inorgchem.8b02915", "authors": "Roman Belli; Yang Wu; Hyewon Ji; Anuj Joshi; Lars Yunker; Lisa Rosenberg; J Scott McIndoe", "abstract": "Kinetic\nprofiles obtained from monitoring the solution phase substitution chemistry of\n[Ru(η<sup>5</sup>-indenyl)(NCPh)(PPh<sub>3</sub>)<sub>2</sub>]<sup>+</sup> (<b>1</b>) by both ESI-MS and <sup>31</sup>P{<sup>1</sup>H}\nNMR are essentially identical, despite an enormous difference in sample\nconcentrations for these complementary techniques. These studies demonstrate\ndissociative substitution of the NCPh ligand in <b>1</b>. Competition experiments using different secondary phosphine\nreagents provide a ranking of phosphine donor abilities at this relatively\ncrowded half-sandwich complex: PEt<sub>2</sub>H > PPh<sub>2</sub>H >>\nPCy<sub>2</sub>H. The impact of steric congestion at Ru is evident also in\nreactions of <b>1</b> with tertiary\nphosphines; initial substitution products [Ru(η<sup>5</sup>-indenyl)(PR<sub>3</sub>)(PPh<sub>3</sub>)<sub>2</sub>]<sup>+</sup>\nrapidly lose PPh<sub>3</sub>, enabling competitive recoordination of NCPh.\nFurther solution experiments, relevant to the use of <b>1</b> in catalytic hydrophosphination, show that PPh<sub>2</sub>H\nout-competes PPh<sub>2</sub>CH<sub>2</sub>CH<sub>2</sub>CO<sub>2</sub>Bu<i><sup>t</sup></i> (the product of\nhydrophosphination of <i>tert</i>-butyl\nacrylate by PPh<sub>2</sub>H) for coordination to Ru, even in the presence of a\nten-fold excess of the tertiary phosphine. Additional information  on relative phosphine binding strengths was\nobtained from gas-phase MS/MS experiments, including collision-induced\ndissociation (CID) experiments on the mixed phosphine complexes [Ru(η<sup>5</sup>-indenyl)PP’P’’]<sup>+</sup>,\nwhich ultimately appear in solution during the secondary phosphine competition\nexperiments. Unexpectedly, unsaturated complexes [Ru(η<sup>5</sup>-indenyl)(PR<sub>2</sub>H)(PPh<sub>3</sub>)]<sup>+</sup>,\ngenerated in the gas-phase, undergo preferential loss of PR<sub>2</sub>H. We\npropose competing orthometallation of PPh<sub>3</sub> is responsible for the\nsurprising stability of the [Ru(η<sup>5</sup>-indenyl)(PPh<sub>3</sub>)]<sup>+</sup>\nfragment under these conditions.", "date": "2018-10-17", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Kinetics and Mechanism - Inorganic Reactions; Catalysis; Kinetics and Mechanism - Organometallic Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Detection of Adsorbates on Emissive MOF Surfaces with X-Ray Photoelectron Spectroscopy", "doi": "10.26434/chemrxiv.7210409.v1", "published_doi": "10.1039/C8DT04404J", "published_url": "https://doi.org/10.1039/c8dt04404j", "authors": "Shawn Burdette; Jingjing Yan; Ron Grimm; Peter Mueller; Alexander Carl; John MacDonald", "abstract": "A metal organic framework containing an azobenzene chromophore exhibits luminescence that is quenched by nitro-phenol derivatives. The model system was used to develop an new analytical approach to differentiating between encapsulated guest molecules and those adsorbed on the outside of the MOF", "date": "2018-10-16", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Ligands (Organomet.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Activity-based Probe Targeting Non-catalytic, Highly Conserved Amino Acid Residues Within Bromodomains", "doi": "10.26434/chemrxiv.7212836.v1", "published_doi": "10.1002/anie.201807825", "published_url": "https://doi.org/10.1002/anie.201807825", "authors": "Melissa D’Ascenzio; Kathryn Pugh; Rebecca Konietzny; Georgina Berridge; Cynthia Tallant; Shaima Hashem; Octovia P. Monteiro; Jason R. Thomas; Markus Schirle; Stefan Knapp; Brian D. Marsden; Oleg Fedorov; Chas Bountra; Benedikt M. Kessler; Paul E. Brennan", "abstract": "<b>Bromodomain-containing proteins are epigenetic modulators involved in a wide range of cellular processes, from physiological recruitment of transcription factors to pathological disruption of gene regulation and cancer development. Since the druggability of these acetyl-lysine reader domains was established, efforts were made to develop potent and selective inhibitors across the entire family. Here we report the development of a small molecule based approach to covalently modify recombinant and endogenous bromodomain-containing proteins by targeting a conserved lysine and a tyrosine residue in the variable ZA or BC loops. Moreover, the addition of a reporter tag, via copper-catalyzed alkyne azide coupling, to an alkyne handle on the probe allowed in-gel visualization and selective pull-down of the desired bromodomains using both recombinant and endogenous proteins.</b>", "date": "2018-10-17", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "On the Geometrical Representation of Classical Statistical Mechanics", "doi": "10.26434/chemrxiv.7217819.v1", "published_doi": "10.1088/1742-5468/abda36", "published_url": "https://doi.org/10.1088/1742-5468/abda36", "authors": "Georgios C. Boulougouris", "abstract": "In this work a\ngeometrical representation of equilibrium and near equilibrium statistical\nmechanics is proposed. Using a formalism consistent with the Bra-Ket notation\nand the definition of inner product as a Lebasque integral, we describe the\nmacroscopic equilibrium states in classical statistical mechanics by “properly\ntransformed probability Euclidian vectors” that point on a manifold of\nspherical symmetry. Furthermore, any macroscopic thermodynamic state “close” to\nequilibrium is described by a triplet that represent the “infinitesimal volume”\nof the points, the Euclidian probability vector at equilibrium that points on a\nhypersphere of equilibrium thermodynamic state and a Euclidian vector a vector\non the tangent bundle of the hypersphere. The necessary and sufficient\ncondition for such representation is expressed as an invertibility condition on\nthe proposed transformation. Finally, the relation of the proposed geometric\nrepresentation, to similar approaches introduced under the context of differential\ngeometry, information geometry, and finally the Ruppeiner and the Weinhold\ngeometries, is discussed. It turns out that in the case of thermodynamic\nequilibrium, the proposed representation can be considered as a Gauss map of a\nparametric representation of statistical mechanics.", "date": "2018-10-18", "journal": "chemRxiv", "categories": "Theory - Computational; Physical and Chemical Processes; Physical and Chemical Properties; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cosmoplex: Self-consistent Simulation of Self-organizing Inhomogeneous Systems Based on Cosmo-rs", "doi": "10.26434/chemrxiv.7218245.v1", "published_doi": "10.1039/C9CP01169B", "published_url": "https://doi.org/10.1039/C9CP01169B", "authors": "Andreas Klamt; Larissa Koch; Selman Terzi; Uwe Huniar; Johannes Schwöbel; Theophile Gaudin", "abstract": "We report the rigorous extension of COSMO-RS to a self-consistent prediction of the structure and the free energies of molecules in self-organizing inhomogeneous systems. This extends the application range to many new areas, as the prediction of micellar structure and critical micelle concentrations, finite loading effects in micelles and biomembranes, free energies and structure of liquid interfaces, micro-emulsions, and many more of similar problems, which often are of huge practical importance.", "date": "2018-10-18", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Perfluorinated Trityl Cation Accessible as a Triflate Derivative", "doi": "10.26434/chemrxiv.7222028.v1", "published_doi": "10.1002/chem.201806110", "published_url": "https://doi.org/10.1002/chem.201806110", "authors": "Eoghan Delany; Satnam Kaur; Steven Cummings; Kristoffer Basse; David\nJ. D. Wilson; Jason Dutton", "abstract": "While ultimately not isolable for X-ray structural characterization, the free perfluorinated trityl\ncation is shown to be observable in neat triflic acid, which represents milder conditions than\nprevious reports of this cation in “magic acid” or oleum. A triflate-bound species can be generated\nin organic solvents using stoichiometric amounts of triflic acid and is shown to be synthetically\nviable for hydride abstraction from Et3SiH. It is demonstrated that the para position on the –C6F5\nrings is the primary point of attack for decomposition of the cation.<br />", "date": "2018-10-18", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Low Energy Optical Excitations as an Indicator of Structural Changes Initiated at the Termini of Amyloid Proteins", "doi": "10.26434/chemrxiv.7215065.v1", "published_doi": "10.1039/C9CP04648H", "published_url": "https://doi.org/10.1039/C9CP04648H", "authors": "KwangHyok Jong; Yavar T. Azar; Luca Grisanti; Amberley\nD. Stephens; Saul T.E. Jones; Dan Credgington; Gabi Kaminski; Ali Hassanali", "abstract": "<div>We combine absorption and fluorscence spectroscopy experiments and theoretical modeling to specifically examine the role of termini interactions on the optical properties.</div><div><div>Optical absorption and fluorescence is measured for a six-chain amino acid 2Y3J (AIIGLM) which forms a segment of the full amyloid beta 1-40. In order to explore the sensitivity of the optical properties to the termini interactions, the experiments were repeated by acetylating the N-terminus.</div><div>Although atomic force microscopy experiments indicate the formation of some form of fibrilar or crystal aggregates in both systems, the optical properties are strikingly different - acetylation significantly reduces optical activity between 280-350 nm.</div></div>", "date": "2018-10-19", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Photochemistry (Physical Chem.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chromium Oxide Tetrafluoride and Its Reactions with Xenon Hexafluoride; the [XeF5]+ and [Xe2F11]+ Salts of the [Cr(VI)OF5]–, [Cr(IV)F6]2–, [Cr(V)OF5]2–, and [Cr(V)2O2F8]2– Anions", "doi": "10.26434/chemrxiv.7215230.v1", "published_doi": "10.1002/chem.201903135", "published_url": "https://doi.org/10.1002/chem.201903135", "authors": "Daniel G. Stuart; Mark R. Bortolus; James Goettel; Hélène P. A. Mercier; Gary Schrobilgen", "abstract": "<p></p><p>Molten mixtures of XeF<sub>6</sub> and Cr<sup>VI</sup>OF<sub>4</sub>\nin 1:1 and 1:2 molar ratios undergo reduction to Cr(V) and Cr(IV) by means of F<sub>2</sub>\nelimination to form [XeF<sub>5</sub>][Xe<sub>2</sub>F<sub>11</sub>][Cr<sup>V</sup>OF<sub>5</sub>]∙2Cr<sup>VI</sup>OF<sub>4</sub>\nand [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>IV</sup>F<sub>6</sub>]∙2Cr<sup>VI</sup>OF<sub>4</sub>,\nrespectively, as shown by low-temperature (LT) single-crystal X-ray diffraction\n(SCXRD). A LT Raman spectroscopic study of an equimolar mixture of solid XeF<sub>6</sub>\nand CrOF<sub>4</sub> and its melt showed that [Cr<sup>VI</sup>OF<sub>5</sub>]<sup>–</sup>\nis formed as an intermediate. Reaction of [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>IV</sup>F<sub>6</sub>]∙2Cr<sup>VI</sup>OF<sub>4</sub>\nwith XeF<sub>6</sub> in a melt gave [Xe<sub>2</sub>F<sub>11</sub>]<sub>2</sub>[Cr<sup>IV</sup>F<sub>6</sub>]\nand [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>].\nTheir LT crystal structures revealed that [XeF<sub>5</sub>]<sup>+</sup> and [Xe<sub>2</sub>F<sub>11</sub>]<sup>+</sup>\nare coordinated to their respective [CrF<sub>6</sub>]<sup>2−</sup> and [Cr<sub>2</sub>O<sub>2</sub>F<sub>8</sub>]<sup>2−</sup>\nanions by means of Xe---F–Cr\nbridges to form infinite chain structures. The reactions of a 1:1 molar ratio\nof XeF<sub>6</sub> and CrOF<sub>4</sub> in anhydrous hydrogen fluoride (aHF)\nand in mixed CFCl<sub>3</sub>/aHF solvents yielded [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]∙2HF\nand a mixture of [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]∙2HF\nand [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]∙2XeOF<sub>4</sub>,\nrespectively. The SCXRD structures of the latter and aforementioned salts\nprovide the first X-ray structures of [CrOF<sub>5</sub>]<sup>2–</sup> and [Cr<sub>2</sub>O<sub>2</sub>F<sub>8</sub>]<sup>2–</sup>. The\n[XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]∙2XeOF<sub>4</sub>\nand [XeF<sub>5</sub>][Xe<sub>2</sub>F<sub>11</sub>][Cr<sup>V</sup>OF<sub>5</sub>]∙2Cr<sup>VI</sup>OF<sub>4</sub>\nsalts were also characterized by LT Raman spectroscopy.\nQuantum-chemical calculations were carried out to obtain the energy-minimized, gas-phase geometries and vibrational\nfrequencies for [Cr<sup>VI</sup>OF<sub>5</sub>]<sup>–</sup>, [XeF<sub>5</sub>]<sub>2</sub>[Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]∙2XeOF<sub>4</sub>, [Cr<sup>V</sup><sub>2</sub>O<sub>2</sub>F<sub>8</sub>]<sup>2–</sup>, [XeF<sub>5</sub>][Xe<sub>2</sub>F<sub>11</sub>][Cr<sup>V</sup>OF<sub>5</sub>]∙2Cr<sup>VI</sup>OF<sub>4</sub>,\n[Cr<sup>V</sup>OF<sub>5</sub>]<sup>2–</sup>,\nand to aid in the assignments of their vibrational frequencies.</p><br /><p></p>", "date": "2018-10-19", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Main Group Chemistry (Inorg.); Reaction (Inorg.); Spectroscopy (Inorg.); Theory - Inorganic; Transition Metal Complexes (Inorg.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Random Forest Refinement of the KECSA2 Knowledge-based Scoring Function for Protein Decoy Detection", "doi": "10.26434/chemrxiv.7231058.v1", "published_doi": "10.1021/acs.jcim.8b00734", "published_url": "https://doi.org/10.1021/acs.jcim.8b00734", "authors": "Jun Pei; Zheng Zheng; Kenneth M. Merz Jr.", "abstract": "In this work, via the use\nof the ‘comparison’ concept, Random Forest (RF) models were successfully\ngenerated using unbalanced data sets that assign different importance factors\nto atom pair potentials to enhance their ability to identify native proteins\nfrom decoy proteins. Individual and combined data sets consisting of twelve\ndecoy sets were used to test the performance of the RF models. We find that RF\nmodels increase the recognition of native structures without affecting their\nability to identify the best decoy structures. We also created models using\nscrambled atom types, which create physically unrealistic probability\nfunctions, in order to test the ability of the RF algorithm to create useful\nmodels based on inputted scrambled probability functions. From this test we\nfind that we are unable to create models that are of similar quality relative\nto the unscrambled probability functions. Next we created uniform probability\nfunctions where the peak positions as the same as the original, but each\ninteraction has the same peak height. Using these uniform potentials we were\nable to recover models as good as the ones using the full potentials suggesting\nall that is important in these models are the experimental peak positions.", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Spin-Forbidden Channels in Reactions of Unsaturated Hydrocarbons with O(3P)", "doi": "10.26434/chemrxiv.7230986.v1", "published_doi": "10.1021/acs.jpca.8b10225", "published_url": "https://doi.org/10.1021/acs.jpca.8b10225", "authors": "Pavel Pokhilko; Robin Shannon; David Glowacki; Hai Wang; Anna I. Krylov", "abstract": "Electronic structure of four prototypical Cvetanovic diradicals, species derived by addition of  O(3P) to unsaturated compounds, is investigated by high-level electronic structure calculations and kinetics modeling. The main focus of this study is on the electronic factors controlling the rate of inter-system crossing (ISC), minimal energy crossing points (MECPs) and spin-orbit couplings (SOCs). The calculations illuminate significant differences in the electronic structure of ethylene- and acetylene-derived compounds and a relatively minor effect due to methylation. The computed MECPs heights and SOCs reveal different mechanisms of ISC in ethylene- and acetylene-derived species, thus explaining variations in the observed branching ratios between singlet and triplet products and a puzzling effect of the methyl substitution. In the ethylene- and propylene-derived species, the MECP is very low and the rate is controlled by the SOC variations, whereas in the acetylene- and propyne-derived species the MECP is high and the changes in the ISC rate due to methyl substitutions are driven by the variations in MECP heights.", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemical Kinetics; Quantum Mechanics", "metrics": null, "license": "CC BY 4.0"}
{"title": "Oxidation States of Binary Oxides from Data Analytics of the Electronic Structure", "doi": "10.26434/chemrxiv.7234658.v1", "published_doi": "10.1016/j.commatsci.2019.01.046", "published_url": "https://doi.org/10.1016/j.commatsci.2019.01.046", "authors": "Sergei Posysaev; Olga Miroshnichenko; Matti Alatalo; Duy Le; Talat\nS. Rahman", "abstract": "<p>A connection between the oxidation state (OS) and Bader charge has been\nmissing so far. To our knowledge, all previous work tried to connect OS with\nBader charges only with few compounds. The aim of this work was to find a\ndependency between OS and Bader charge, using <a>a large\nnumber of compounds from an open database</a>. We show that a <a>correlation indeed exists between OSs and Bader charges</a>\nusing the simplest machine learning algorithm, linear regression. The\napplicability of determining OS by Bader charges in mixed-valence compounds and\nsurfaces is considered.</p>", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Materials Processing; Computational Chemistry and Modeling; Machine Learning; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Atmospheric β-Caryophyllene-Derived Ozonolysis Products at Interfaces", "doi": "10.26434/chemrxiv.7228694.v1", "published_doi": "10.1021/ACSEARTHSPACECHEM.8B00156", "published_url": "https://doi.org/10.1021/acsearthspacechem.8b00156", "authors": "Ariana Gray Bé; Hilary\nM. Chase; Liu, Yangdongliu; Mary Alice Upshur; Zhang, Yue; Aashish Tuladhar; Zizwe\nA. Chase; Aleia D. Bellcross; Wang, Zheming; Wang, Hong-fei; Victor Batista; Martin, Scot; Regan J. Thomson; Franz Geiger", "abstract": "<p>By integrating organic synthesis, secondary organic aerosol synthesis and collection, DFT calculations, and vibrational sum frequency generation spectroscopy, we identify close spectral matches between the surface vibrational spectra of β-caryophyllene-derived secondary organic material and those of β-caryophyllene aldehyde and β-caryophyllonic acid at various interfaces. Combined with the record high surface tension depression described previously for these same oxidation products, we discuss possibilities for an intrinsically chemical origin for cloud activation by terpene-derived surfactants. Although the present study does not unequivocally identify the synthesized and analyzed oxidation products on the β-caryophyllenederived SOM surfaces, these two compounds appear to be the most surface active out of the series, and have also been foci of previous β-caryophyllene field and laboratory studies.</p><p>An orientation analysis by phase-resolved SFG spectroscopy reveals a “pincer-like” configuration of the β-caryophyllene oxidation products, albeit on a model quartz surface, that somewhat resembles the orientation of inverse double-tailed surfactants at the surfaces biological systems. The structural information suggests that the less polar moiety of a surface-localized oxidation product, such as those studied here, may be the first site-of-contact for a gas-phase molecule approaching an SOA particle containing surface-active β-caryophyllene oxidation products.</p>", "date": "2018-10-19", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Theory - Computational; Interfaces; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "From Cyclic Nanorings to Single-Walled Carbon Nanotubes: Disclosing the Evolution of their Electronic Structure with the Help of Theoretical Methods", "doi": "10.26434/chemrxiv.7228646.v1", "published_doi": "10.1039/C8CP06615A", "published_url": "https://doi.org/10.1039/C8CP06615A", "authors": "Andrés Pérez-Guardiola; Ricardo Ortiz-Cano; María Eugenia Sandoval-Salinas; Joaquín Fernández-Rossier; David Casanova; Angel Jose Perez Jimenez; Juan-Carlos Sancho-Garcia", "abstract": "We systematically investigate the relationships between structural and electronic effects of finite size zigzag or armchair carbon nanotubes of various diameters and lengths, starting from a molecular template of varying shape and diameter, i.e. cyclic oligoacene or oligophenacene molecules, and disclosing how adding layers and/or end-caps (i.e. hemi-fullerenes) can modify their (poly)radicaloid nature. We mostly used tight-binding and finite-temperature density-based methods, the former providing a simple but intuitive picture about their electronic structure, and the latter dealing effectively with strong correlation effects by relying on a fractional occupation number weighted electron density (ρ<sub>FOD</sub>), with additional RAS-SF calculations backing up the<br />latter results. We also explore how minor structural modifications of nanotube end-caps might influence the results, showing that topology, together with the chemical nature of the systems, is pivotal for the understanding of the electronic properties of these and other related systems.", "date": "2018-10-19", "journal": "chemRxiv", "categories": "Carbon-based Materials; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mechanical Properties and Processing Techniques of Bulk Metal-Organic Framework Glasses", "doi": "10.26434/chemrxiv.7234826.v1", "published_doi": "10.1021/JACS.8B11357", "published_url": "https://doi.org/10.1021/jacs.8b11357", "authors": "Thomas Bennett; Shichun Li; Rene Limbach; Louis Longley; Amir Shirzadi; John C. Walmsley; Duncan Johnstone; Paul A. Midgley; Lothar Wondraczek", "abstract": "Glasses formed by melt quenching metal–organic frameworks (MOFs) are attracting growing attention because they exhibit an improved processability compared with their crystalline counterparts. Melt quenched MOF glasses also define a new category of glass, distinct from metallic, organic and inorganic glasses, owning to the role that metal-ligand coordination bonding plays in their three-dimensional structures. The mechanical properties of glasses in general are of importance given their application in protective coatings, display technologies and screens. Little, however, is known about the mechanical behavior of MOF-glasses, and experimental elucidation of key properties such as their scratch resistance has been limited by the lack of processing methodologies capable of producing bulk glass samples. Here, nanoindentation was used to investigate the Young’s modulus and hardness of four melt-quenched glasses formed from zeolitic imidazolate frameworks (ZIF): agZIF-4, agZIF-62, agZIF-76 and agZIF-76-mbIm. The creep resistance of the melt-quenched glasses was studied via strain-rate jump (SRJ) tests, and through constant load and hold (CLH) indentation creep experiments. Values for the strain-rate sensitivity were found to be close to those for other glassy polymers and Se-rich GeSe chalcogenide glasses. One glass, agZIF-62, was used to explore two strategies for the preparation of bulk glass samples, i.e. (i) vacuum hot-pressing and (ii) remelting and annealing. Vacuum hot-pressing resulted in an inhomogeneous bulk sample containing the glass and amorphous, non-melt quenched aZIF-62. Remelting and annealing however, resulted in the fabrication of a transparent, bubble-free, bulk specimen, which allowed the first scratch testing experiments to be performed on a MOF-glass. The results are of high significance for potential applications of MOF-glasses.", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination polymers; Ligands (Inorg.); Organometallic Compounds; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Protein’s Role in Substrate Positioning and Reactivity for Biosynthetic Enzyme Complexes: the Case of SyrB2/SyrB1", "doi": "10.26434/chemrxiv.7234058.v1", "published_doi": "10.1021/acscatal.9b00865", "published_url": "https://doi.org/10.1021/acscatal.9b00865", "authors": "Rimsha Mehmood; Helena W. Qi; Adam H. Steeves; Heather Kulik", "abstract": "Biosynthetic enzyme complexes selectively catalyze challenging chemical transformations, including alkane functionalization (e.g., halogenation of threonine, Thr, by non-heme iron SyrB2). However, the role of complex formation in enabling reactivity and guiding selectivity is poorly understood, owing to the challenges associated with obtaining detailed structural information of the dynamically associating protein complexes. Combining over 10 ms of classical molecular dynamics of SyrB2 and the acyl carrier protein SyrB1 with large-scale QM/MM simulation, we investigate the substrate–protein and protein–protein dynamics that give rise to experimentally observed substrate positioning and reactivity trends. We confirm the presence of a hypothesized substrate-delivery channel in SyrB2 through free energy simulations that show channel opening with a low free energy barrier. We identify stabilizing interactions at the SyrB2/SyrB1 interface that are compatible with phosphopantatheine (PPant) delivery of substrate to SyrB2. By sampling metal–substrate distances observed in experimental spectroscopy of native SyrB2/SyrB1-PPant-<i>S</i>-Thr and non-native substrates, we characterize essential protein–substrate interactions that are responsible for substrate positioning, and thus, reactivity. We observe the hydroxyl sidechain and terminal amine of the native Thr substrate to form cooperative hydrogen bonds with a single N123 residue in SyrB2. In comparison, non-native substrates that lack the hydroxyl interact more flexibly with the protein and therefore can orient closer to the Fe center, explaining their preferential hydroxylation and higher turnover frequencies.", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Biochemistry; Bioinformatics and Computational Biology; Biophysics; Computational Chemistry and Modeling; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Quadrupole Interaction of the SrTiO3:V4+ System", "doi": "10.26434/chemrxiv.7235393.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Thomas (Tom) Kool", "abstract": "<div>Analysis were made to calculate the quadrupole interaction of the Jahn-Teller SrTiO3 system from enhanced EPR spectra due to an applied static electric field. The calculations gave a value for the quadrupole constant |P| = (-2.142 0.005)×10-4 cm-1</div>", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Optical Materials; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Extracting Knowledge from DFT: Experimental Band Gap Predictions Through Ensemble Learning", "doi": "10.26434/chemrxiv.7236029.v1", "published_doi": "10.1007/S40192-020-00178-0", "published_url": "https://doi.org/10.1007/s40192-020-00178-0", "authors": "Taylor Sparks; Steven Kauwe; Taylor Welker", "abstract": "The field of materials science has seen an explosion in the amount of accessible high quality data. With this sudden surge of data, the application of machine learning (ML) onto materials data has led to great results. Particular success has been found in training models based on chemical formula. Such models have traditionally focused on learning from density functional theory (DFT) or experimental data. Though some researchers have explored the use of DFT calculated properties as features for learning, this has not gained much traction since the machine learning predictions would be limited by the DFT computation time and accuracy. In this work, we explore the use of a stacked ensemble learning system that combines machine learning from DFT calculations to improve learning on experimental data. This is accomplished by handling the DFT and experimental data separately, training distinct models for each. The DFT models are used to generate a \"predicted DFT\" value for the formulae in the experimental data. A meta-learner-trained using predictions generated by the experimental models combined with predictions from the DFT models-is shown to improve root-mean-squared-error by over 9% in the test data, when compared to a baseline model that only learns from the training data.", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Theory - Computational; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Dual-Catalytic Transition Metal Systems for Functionalization of Unreactive Sites of Molecules", "doi": "10.26434/chemrxiv.7235438.v1", "published_doi": "10.1038/s41929-018-0207-1", "published_url": "https://doi.org/10.1038/s41929-018-0207-1", "authors": "Dawid Lichosyt; Yang Zhang; Karolina Hurej; Pawel Dydio", "abstract": "<b>Catalytic reactions occur readily at sites of\nstarting materials that are both innately reactive and sterically accessible or\nthat are predisposed by a functional group amenable to direct a catalyst.\nHowever, selective reactions at unbiased sites of substrates remain challenging\nand typically require additional pre-activation steps or the use of highly\nreactive reagents. Herein, we report dual-catalytic transition metal systems\nthat merge a reversible activation cycle with a functionalization cycle, together\nenabling functionalization of substrates at their inherently unreactive sites.\nBy engaging the Ru- or Fe-catalyzed equilibrium between an alcohol and an\naldehyde, Pd-catalyzed <i>b</i>-arylation of aliphatic alcohols and\nRh-catalyzed <i>g</i>-hydroarylation\nof allylic alcohols were developed. The mild conditions, functional group\ntolerance and broad scope of the methodologies (81 examples) demonstrate the\nsynthetic applicability of the dual-catalytic systems. In a broader context,\nthis work highlights the potential of the multi-catalytic approach to address\nchallenging transformations to circumvent the multi-step procedures and the use\nof highly reactive reagents in organic synthesis.</b>", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Control of Metal–Organic Framework Crystallization by Metastable Intermediate Pre-equilibrium Species", "doi": "10.26434/chemrxiv.7037222.v2", "published_doi": "10.1002/ange.201810039", "published_url": "https://doi.org/10.1002/ange.201810039", "authors": "Hamish Yeung; adam sapnik; Felicity Massingberd-Mundy; Michael\nW. Gaultois; Yue Wu; Duncan A. X. Fraser; Sebastian Henke; Roman Pallach; Niclas Heidenreich; Oxana Magdysyuk; Nghia Vo; Andrew Goodwin", "abstract": "<p>There is an increasingly large amount of interest in metal-organic frameworks (MOFs) for a variety of applications, from gas sensing and separations to electronics and catalysis. Their exciting properties arise from their modular architectures, which self-assemble from different combinations of metal-based and organic building units. However, the exact mechanisms by which they crystallize remain poorly understood, thus limiting any realisation of real “structure by design”. We report important new insight into MOF formation, gained using <i>in situ </i>X-ray diffraction, <i>p</i>H and turbidity measurements to uncover for the first time the evolution of metastable intermediate species in the canonical zeolitic imidazolate framework system, ZIF-8. We reveal that the intermediate species exist in a dynamic pre-equilibrium prior to network assembly and, depending on the reactant concentrations and the progress of reaction, the pre-equilibrium can be made to favour under- or over-coordinated species, thus accelerating or inhibiting crystallization, respectively. We thereby find that concentration can be effectively used as a synthetic handle to control particle size, with great implications for industrial scale-up and gas sorption applications. These finding enables us to rationalise the apparent contradictions between previous studies and, importantly, opens up new opportunities for the control of crystallization of network solids more generally, from the design of local structure to assembly of particles with precise dimensions.</p>", "date": "2018-10-02", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Nanostructured Materials - Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Activation of Water on MnOx-Modified Rutile (110) and Anatase (101) TiO2 and the Role of Cation Reduction", "doi": "10.26434/chemrxiv.7240823.v1", "published_doi": "10.3389/FCHEM.2019.00067", "published_url": "https://doi.org/10.3389/fchem.2019.00067", "authors": "Michael Nolan; Stephen Rhatigan", "abstract": "Surface modification of titania surfaces with dispersed metal oxide\nnanoclusters has the potential to enhance photocatalytic activity. These\nmodifications can induce visible light absorption and suppress charge carrier\nrecombination which are vital in improving the efficiency. We have studied heterostructures\nof Mn<sub>4</sub>O<sub>6</sub> nanoclusters modifying the TiO<sub>2</sub>\nrutile (110) and anatase (101) surfaces using density functional theory\ncorrected for on-site Coulomb interactions (DFT + U). Such studies typically\nfocus on the pristine surface, free of the point defects and surface hydroxyls\npresent in real surfaces. In our study we have considered partial hydroxylation\nof the rutile and anatase surfaces and the role of cation reduction, via oxygen\nvacancy formation, and how this impacts on a variety of properties governing\nthe photocatalytic performance such as nanocluster adsorption, light\nabsorption, charge separation and reducibility. Our results indicate that the\nmodifiers adsorb strongly at the surface and that modification extends light\nabsorption into the visible range. MnO<sub>x</sub>-modified anatase can show an\noff-stoichiometric ground state, through oxygen vacancy formation and cation reduction\nspontaneously, and both modified rutile and anatase are highly reducible with\nmoderate energy costs. Manganese ions are therefore present in a mixture of\noxidation states. Photoexcited electrons and holes localize at cluster metal\nand oxygen sites, respectively. The interaction of water at the modified\nsurfaces depends on the stoichiometry and spontaneous dissociation to surface\nbound hydroxyls is favoured in the presence of oxygen vacancies and reduced\nmetal cations. Comparisons with bare TiO<sub>2</sub> and other TiO<sub>2</sub>-based\nphotocatalyst materials are presented throughout.", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Catalysts; Computational Chemistry and Modeling; Theory - Computational; Heterogeneous Catalysis; Photocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Understanding the Effects of Sample Preparation on the Chemical Structures of Petroleum Imaged with Non-contact Atomic Force Microscopy", "doi": "10.26434/chemrxiv.7241036.v1", "published_doi": "10.1021/acs.iecr.8b03962", "published_url": "https://doi.org/10.1021/acs.iecr.8b03962", "authors": "Yunlong Zhang; Bruno Schuler; Shadi Fatayer; Leo Gross; Michael R. Harper; J. Douglas Kushnerick", "abstract": "This study addresses the effect of sample preparation\nconditions on the structural integrity and composition of heavy hydrocarbon\nmixtures imaged by non-contact atomic force microscopy (nc-AFM). We designed\nand prepared a set of organic molecules mimicking well-accepted key\ncharacteristics of heavy oil asphaltenes including molecular architecture, molecular\nweight, boiling point, atomic H/C ratio and bond strength. We deliberately\nfocused on multi-core molecule structures with long aliphatic linkers as this\narchitecture was largely absent in previous nc-AFM studies of petroleum\nsamples. The results confirm that all these molecules can be successfully imaged\nand remain intact under the same preparation conditions. Moreover, comparison\nwith ultra-high resolution FT ICR-MS of a steam-cracked tar asphaltene sample\nsuggests that the single molecules identified by nc-AFM span the entire\nmolecule spectrum of the bulk sample. Overall, these results suggest that\npetroleum molecules within the scope of chosen molecules studied herein can be\nprepared intact and without bias and the imaged data can be representative.", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Optimizing Single Slater Determinant for Electronic Hamiltonian with Lagrange Multipliers and Newton-Raphson Methods as an Alternative to Ground State Calculations via Hartree-Fock Self Consistent Field", "doi": "10.26434/chemrxiv.7235411.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Sandor Kristyan", "abstract": "Considering the emblematic Hartree-Fock (HF) energy expression with single Slater determinant and the ortho-normal molecular orbits (MO) in it, expressed as a linear combination (LC) of atomic orbits (LCAO) basis set functions, the HF energy expression is in fact a 4th order polynomial of the LCAO coefficients, which is relatively easy to handle. The energy optimization via the Variation Principle can be made with a Lagrange multiplier method to keep the ortho-normal property and the Newton-Raphson (NR) method to find the function minimum. It is an alternative to the widely applied HF self consistent field (HF-SCF) method which is based on unitary transformations and eigensolver during the SCF, and seems to have more convenient convergence property. This method is demonstrated for closed shell (even number of electrons and all MO are occupied with both, alpha and beta spin electrons) and restricted (all MOs have single individual spatial orbital), but the extension of the method to open shell and/or unrestricted cases is straightforward.", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Plastic Embedded Gold Nanoparticles as 3D Printing Dichroic Nanocomposite Material", "doi": "10.26434/chemrxiv.7240766.v1", "published_doi": "10.3762/bjnano.10.43", "published_url": "https://doi.org/10.3762/bjnano.10.43", "authors": "Lars Kool; Anton Bunschoten; Aldrik Velders; Vittorio Saggiomo", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t<p>The incorporation of dichroic nanoparticles in 3D printable plastic results in a dichroic\nnanocomposite material that can be easily 3D printed. Gold nanoparticles that shows\ndichroic properties have been embedded in polyvinylalcohol, a standard 3D printable plastic.\nThe nanocomposite shows dichroic properties and standard printability properties. </p>\n\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Composites; Nanostructured Materials - Materials; Optical Materials; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Reaction Spectrum", "doi": "10.26434/chemrxiv.7240628.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Jianchao Lee; Jianghong Li; Qiannan Duan; Sifan Bi; Ruen Luo; Yachao Lian; Ruixing Tian; Jiayuan Chen; Guodong Ma; Fenli Liu; Yunjin Feng", "abstract": "We proposed a new method of chemical reaction spectrum (CRS) in terms of chemical characterization, and established a method to fulfill it by combining with 3D chemical printing technology and 2D sampling. The CRS can provide a graphical data set for pure or mixed substances, which can comprehensively describe the reaction characteristics of the research object. Compared with common characterization methods (NMR, UV/vis, IR, Raman, GC or LC), it is more capable of revealing chemical behaviors enough, and is much lower in cost. It is expected to be an important data acquisition approach for the application of artificial intelligence in the field of chemistry in the future.", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Analytical Apparatus; Imaging; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Water Structure at the Interface of Alcohol Monolayers as Predicted by Computational Vibrational Sum-Frequency Generation Spectroscopy", "doi": "10.26434/chemrxiv.7234163.v1", "published_doi": "10.1063/1.5072754", "published_url": "https://doi.org/10.1063/1.5072754", "authors": "Daniel R. Moberg; Qin Li; Sandeep K. Reddy; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>In this study, we investigate the structure of water at the interface of three long-chain alcohol monolayers differing in alkyl chain length through molecular dynamics\nsimulations combined with modeling of vibrational sum-frequency generation (vSFG)\nspectra. The effects of alkyl chain parity on interfacial water is examined through\nextensive analysis of structural properties, hydrogen bonding motifs, and spectral\nfeatures. Besides providing molecular-level insights into the structure of interfacial\nwater, this study also demonstrates that, by enabling direct comparisons with experimental vSFG spectra, computational spectroscopy may be used to test and validate\nforce fields commonly used in biomolecular simulations. The results presented here\ncan thus serve as benchmarks for both further investigations to characterize ice nucleation induced by alcohol monolayers and refinement of popular biomolecular force\nfields.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Interfaces; Physical and Chemical Processes; Physical and Chemical Properties; Spectroscopy (Physical Chem.); Statistical Mechanics; Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Capabilities of Anion and Cation on Hydrogen-bond Transition from the Mode of Ordinary Water to (Mg, Ca, Sr)(Cl, Br)2 Hydration", "doi": "10.26434/chemrxiv.7233878.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Yongli Huang; Chang Sun", "abstract": "<div>Charge injection in terms of divalent cations and halide anions on the O:H-O network and properties with discrimination of the solute capabilities on transition O:H-O bonds from the mode of ordinary water of hydrating in terms of fraction number and stiffness.<br /></div>", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Solution Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Resonant Inelastic X-Ray Scattering and Non Resonant X-ray Emission Spectra from Coupled-Cluster (Damped) Response Theory", "doi": "10.26434/chemrxiv.7234901.v1", "published_doi": "10.1021/acs.jctc.8b01020", "published_url": "https://doi.org/10.1021/acs.jctc.8b01020", "authors": "Rasmus Faber; Sonia Coriani", "abstract": "A coupled cluster protocol rooted in damped response theory is presented for computing Resonant Inelastic X-Ray Scattering spectra of molecules in gas-phase. Working equations are reported for both linear (i.e., equation-of-motion) and non-linear<br />parametrizations of the coupled-cluster wavefunction response. A simple scheme to<br />compute non-resonant X-ray emission spectra is also proposed. Illustrative results are<br />presented for water.", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Theory - Computational; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Adiabatic Electronic Motion in Forming Covalent Bond", "doi": "10.26434/chemrxiv.7221953.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Michihiro Okuyama; Fumihiko Sakata", "abstract": "<div>In studying a dynamical process of the chemical reaction, it is decisive to get appropriate information from an electronic current density. To this end, we divide one-body electronic density into a couple of densities, that is, an electronic sharing density and an electronic contraction density. Since the one-body electronic current density defi\fned directly through the microscopic electronic wave function gives null value under the Born-Oppenheimer molecular dynamics, we propose to employ the Maxwell's displacement current density de\ffined by means of the one-body electronic density obtained under the same approximation. Applying the electronic sharing and the electronic contraction current densities to a hydrogen molecule, we show these densities give important physical quantities for analyzing a dynamical process of the covalent bond.</div>", "date": "2018-10-23", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Quinolinone Alkaloids via Aryne Insertions into Unsymmetric Imides in Flow", "doi": "10.26434/chemrxiv.7241501.v1", "published_doi": "10.1021/acs.orglett.8b03392", "published_url": "https://doi.org/10.1021/acs.orglett.8b03392", "authors": "Johannes Schwan; Merlin Kleoff; Bence Hartmayer; Philipp Heretsch; Mathias Christmann", "abstract": "A general strategy for the synthesis of 3,4-dioxygenated quinolin-2-one natural products is reported. The key<br />step is a regioselective insertion of arynes into unsymmetric imides in flow.<br />", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Bifunctional Iron Nickel Catalyst for the Oxygen Evolution Reaction", "doi": "10.26434/chemrxiv.7246859.v1", "published_doi": "10.1021/acscentsci.9b00053", "published_url": "https://doi.org/10.1021/acscentsci.9b00053", "authors": "fang song; Michael Busch; Benedikt Lassalle-Kaiser; Chia-Shuo Hsu; Elitsa Petkucheva; Michaël Bensimon; Hao Ming Chen; Clemence Corminboeuf; Xile Hu", "abstract": "The oxygen evolution reaction (OER) is a key process that enables the storage of renewable energies in the form of chemical fuels. Although numerous transition metal oxides have been explored as OER catalysts, the scaling relationship of the binding energies of various surface-bound intermediates imposes a limit on the maximum activity of these oxides. While previous computational studies have suggested bifunctional catalysts might be capable of overcoming this limit, stable and non-precious catalysts of this type remain elusive. Here, we describe a catalyst that exhibits activity significantly higher than current state-of-the-art catalysts that operate in alkaline solutions, including the benchmark nickel iron oxide. This new catalyst is both easy to prepare and stable for many hours. Operando X-ray absorption spectroscopic data reveal that the catalyst is made of nanoclusters of gamma-FeOOH covalently linked to the edge sites of a gamma-NiOOH support. According to density functional theory computations, this structure allows a reaction path involving iron as the oxygen evolving center and a nearby terrace O site on the gamma-NiOOH support oxide as a hydrogen acceptor. This bifunctional mechanism circumvents the aforementioned maximum activity limit associated with the scaling relationship and leads to superior OER activity.<br />", "date": "2019-02-18", "journal": "chemRxiv", "categories": "Catalysts; Nanocatalysis - Catalysts & Materials; Electrocatalysis; Energy Storage; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Resolving the Dynamic Non-Covalent Interaction inside Membrane Protein Channel by Single-Molecule Interaction Spectrum", "doi": "10.26434/chemrxiv.7251683.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Meng-Yin Li; Yi-Lun Ying; Xi-Xin Fu; Jie Yu; Shao-Chuang Liu; Ya-Qian Wang; Shuang Li; Chan Cao; Yong-Jing Wan; Yi-Tao Long", "abstract": "Millions of years of evolution have produced membrane protein channels capable of efficiently moving ions across the cell membrane. The underlying fundamental mechanisms that facilitate these actions greatly contribute to the weak non-covalent interactions. However, uncovering these dynamic interactions and its synergic network effects still remains challenging in both experimental techniques and molecule dynamics (MD) simulations. Here, we present a rational strategy that combines MD simulations and frequency-energy spectroscopy to identify and quantify the role of non-covalent interactions in carrier transport through membrane protein channels, as encoded in traditional single channel recording or ionic current. We employed wild-type aerolysin transporting of methylcytosine and cytosine as a model to explore the dynamic ionic signatures with non-stationary and non-linear frequency analysis. Our data illuminate that methylcytosine experiences strong non-covalent interactions with the aerolysin nanopore at Region 1 around R220 than cytosine, which produces characteristic frequency-energy spectra. Furthermore, we experimentally validate the obtained hypothesis from frequency-energy spectra by designing single-site mutation of K238G which creates significantly enhanced non-covalent interactions for the recognition of methylcytosine. The frequency-energy spectrum of ions flowing inside membrane channels constitutes a single-molecule interaction spectrum, which bridges the gap between traditional ionic current recording and the MD simulations, facilitating the qualitative and quantitive description of the non-covalent interactions inside membrane channels.", "date": "2018-10-25", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Biochemistry; Biophysics; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modifying Methylalumoxane via Alkyl Exchange", "doi": "10.26434/chemrxiv.7243472.v1", "published_doi": "10.1039/C8DT04242J", "published_url": "https://doi.org/10.1039/C8DT04242J", "authors": "Harmen S. Zijlstra; Anuj Joshi; Mikko Linnolahti; Scott Collins; J Scott McIndoe", "abstract": "Methylalumoxane (MAO) ionizes highly\nselectively in the presence of octamethyltrisiloxane (OMTS) to generate [Me<sub>2</sub>Al∙OMTS]<sup>+</sup>\n[(MeAlO)<sub>16</sub>(Me<sub>3</sub>Al)<sub>6</sub>Me]<sup>–</sup>. We can take\nadvantage of this transformation to examine the reactivity of a key component\nof MAO using electrospray ionization mass spectrometry (ESI-MS), and here we\ndescribe the reactivity of this pair of ions with other trialkyl aluminum (R<sub>3</sub>Al)\ncomponents. This alkyl exchange reaction bears relevance to the various\nmodified methylalumoxanes (MMAOs) available, which differ from regular MAO in\nbeing adulterated with different alkyl groups. We found Et<sub>3</sub>Al to\nexchange much faster and extensively (<i>t</i><sub>½</sub> ~ 2 sec, up\nto 25 exchanges of Me for Et) than\n<i>i</i>Bu<sub>3</sub>Al (<i>t</i><sub>½</sub> ~ 40 sec, up\nto 11 exchanges) or Oct<sub>3</sub>Al (<i>t</i><sub>½</sub> ~ 200 sec, up\nto 7 exchanges). The exchanges are reversible and the methyl groups on the\ncation are also observed to exchange with the added R<sub>3</sub>Al species. These\nstudies are the first to offer concrete insights into the solution\ntransformations of MAO.", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Mass Spectrometry; Kinetics and Mechanism - Inorganic Reactions; Main Group Chemistry (Inorg.); Organometallic Compounds; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Efficient and Tunable One-Dimensional Charge Transport in Layered Lanthanide Metal-Organic Frameworks", "doi": "10.26434/chemrxiv.7253192.v1", "published_doi": "10.1038/s41557-019-0372-0", "published_url": "https://doi.org/10.1038/s41557-019-0372-0", "authors": "Grigorii Skorupskii; Benjamin A. Trump; Thomas\nW. Kasel; Craig M. Brown; Christopher\nH. Hendon; Mircea Dinca", "abstract": "The\nmost conductive MOFs are those made from organic ligands and square-planar\ntransition metal ions connected into two-dimensional (2D) sheets that stack in\na similar manner to the graphene sheets in graphite. Their electrical\nproperties are thought to depend critically on the covalency of the\nmetal-ligand bond. Much less importance is given to charge transport normal to\nthe 2D sheets, not least because there is little synthetic opportunity to\ncontrol their stacking sequence or distance. Here, we report exquisite control\nover the stacking sequence and distance in a series of materials made from 2D\nsheets of organic ligands connected in the third dimension by infinite\nlanthanide-oxygen chains. Contrary to transition metal MOFs, efficient charge\ntransport leading to conductivity values of up to 0.5 S/cm in the lanthanide\nmaterials occurs primarily normal to the 2D sheets. We further show that the\nsmaller lanthanides Yb<sup>3+</sup> and Ho<sup>3+</sup> enforce a shorter\nstacking distance of only 3.002(6) Å and afford consistently higher\nconductivity than the larger lanthanides Nd<sup>3+</sup> and La<sup>3+</sup>,\nwhich distend the sheets up to 3.068(2) Å. This first systematic study of\nstructure-function relationships in layered conductive MOFs is enabled by the\nhigh degree of crystallinity afforded by the relatively ionic lanthanide-ligand\nbonds. These results demonstrate that increasing the covalency of the\nmetal-ligand bond is not the only viable path to achieve record conductivity in\n2D MOFs, and that the interactions of the organic ligands alone can produce\nefficient charge transport pathways.", "date": "2018-10-26", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Bonding; Coordination Chemistry (Inorg.); Lanthanides and Actinides; Polymers; Solid State Chemistry; Ligands (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Accurate and Transferable Multitask Prediction of Chemical Properties with an Atoms-in-Molecule Neural Network", "doi": "10.26434/chemrxiv.7151435.v2", "published_doi": "10.1126/SCIADV.AAV6490", "published_url": "https://doi.org/10.1126/sciadv.aav6490", "authors": "Roman Zubatyuk; Justin S. Smith; Jerzy Leszczynski; Olexandr Isayev", "abstract": "<p>Atomic and molecular properties could be evaluated from the\nfundamental Schrodinger’s equation and therefore represent different modalities\nof the same quantum phenomena. Here we present AIMNet, a modular and chemically\ninspired deep neural network potential. We used AIMNet with multitarget\ntraining to learn multiple modalities of the state of the atom in a molecular\nsystem. The resulting model shows on several benchmark datasets the state-of-the-art\naccuracy, comparable to the results of orders of magnitude more expensive DFT\nmethods. It can simultaneously predict several atomic and molecular properties\nwithout an increase in computational cost. With AIMNet we show a new dimension\nof transferability: the ability to learn new targets utilizing multimodal\ninformation from previous training. The model can learn implicit solvation\nenergy (like SMD) utilizing only a fraction of original training data, and\narchive MAD error of 1.1 kcal/mol compared to experimental solvation free\nenergies in MNSol database.</p>", "date": "2018-10-02", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Deswelling Induced Morphological Changes in Dual pH and Temperature Responsive Ultra-Low Crosslinked Poly (N-Isopropyl Acrylamide)-Co-Acrylic Acid Microgels", "doi": "10.26434/chemrxiv.7243454.v1", "published_doi": "10.1007/S00396-019-04492-8", "published_url": "https://doi.org/10.1007/s00396-019-04492-8", "authors": "Molla Islam; Maddie Tumbarello; Andrew Lyon", "abstract": "<div>We demonstrated the deswelling\ninduced morphological change in dual pH and Temperature responsive ultra-low crosslinked Poly (N-isopropyl acrylamide)-co-acrylic\nacid microgels. The responsivity with pH and temperature were studied by light scattering and atomic force microscopy. Light scattering\ndata suggest that at pH 4.5 the microgels undergo multiple transitions\nassociated with collapse of pNIPAm-rich segments and repulsion between the\nAAc-rich segments. The evolution of punctate structures around the periphery or\nthroughout the whole microgels at pH 4.5 and 6.5 respectively was revealed by AFM,\nfurther illustrating the heterogeneous deswelling present in the ionized\ncopolymer microgels.</div><div>The impact of this\nstudy and understanding how ionization state of copolymer dictates the overall\nstructural properties of microgels will widen our understanding for their applications in biotechnology</div>", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Hydrogels; Polymer chains; Polymer morphology; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bioinspired Thiophosphorodichloridate Reagents for Chemoselective  Histidine Bioconjugation", "doi": "10.26434/chemrxiv.7250201.v1", "published_doi": "10.1021/jacs.8b11912", "published_url": "https://doi.org/10.1021/jacs.8b11912", "authors": "Shang Jia; Christopher Chang", "abstract": "Site-selective bioconjugation to native protein\nresidues is a powerful tool for protein functionalization, with cysteine and\nlysine side chains being the most common points for attachment owing to their\nhigh nucleophilicity. We now report a strategy for histidine modification using\nthiophosphorodichloridate reagents that mimic post-translational histidine\nphosphorylation, enabling fast and selective labeling of protein histidines\nunder mild conditions where various payloads can be introduced via copper-assisted\nalkyne-azide cycloaddition (CuAAC) chemistry. We establish that these reagents\nare particularly effective at covalent modification of His-tags, which are\ncommon motifs to facilitate protein purification, as illustrated by selective\nattachment of polyarginine cargoes to enhance the uptake of proteins into\nliving cells. This work provides a starting point for probing and enhancing protein\nfunction using histidine-directed chemistry.", "date": "2018-10-25", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Modeling the Influence of Correlated Molecular Disorder on the Dynamics of Excitons in Organic Molecular Semiconductors", "doi": "10.26434/chemrxiv.7243448.v1", "published_doi": "10.1021/acs.jpcc.8b11504", "published_url": "https://doi.org/10.1021/acs.jpcc.8b11504", "authors": "Chee Kong Lee; Liang Shi; Adam Willard", "abstract": "<div>In this Letter, we investigate the role of correlated molecular disorder on the dynamics of excitons in oligothiophene-based organic semiconductors. We simulate exciton dynamics using the Frenkel exciton model and we derive parameters for this model so that they reflect the specific characteristics of all-atom molecular systems. By systematically modifying the parameters of the Frenkel exciton model we isolate the influence of spatial and temporal molecular correlations on the dynamics of excitons in these systems. We find that the molecular fluctuations inherent to these systems exhibit long-lived memory effects, but that these effects do not significantly influence the dynamic properties of excitons. We also find that excitons can be sensitive to the molecular-scale spatial correlations, and that this sensitivity grows with the amount of energetic disorder within the material. We conclude that control over spatial correlations can mitigate the negative influence of disorder on exciton transport. </div>", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Phonon Abundance-Stiffness-Lifetime Transition from the Mode of Heavy Water to Its Confinement and Hydration", "doi": "10.26434/chemrxiv.7246946.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Chang Sun", "abstract": "<div>A combination of the temporally- and spatially-resolved phonon spectroscopy has enabled calibration of hydrogen bond transition from the vibration mode of heavy water to the core-shelled nanodroplet and the sub-nanosized ionic hydration shell in terms of phonon abundance-lifetime-stiffness. It is uncovered that charge injection by salt solvation and skin formation by molecular undercoordination (often called confinement) share the same supersolidity of H–O (D–O as a probe) bond contraction, O:H elongation, and electron polarization. The bond transition stems the solution viscosity, surface stress, and slows down the molecular dynamics. The skin reflection further hinders phonon energy dissipation and thus lengthens the phonon lifetime of the nanodroplet.</div>", "date": "2018-10-25", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Clusters; Interfaces; Physical and Chemical Processes; Solution Chemistry; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Numerical Evaluation of Coulomb Integrals For 1, 2 and 3-electron Distance Operators, RC1 -nRD1 -m , RC1 -n r12 -m and r12 -n r13 -m with Real (N, M) and The Descartes Product of 3 Dimension Common Density Functional Numerical Integration Scheme", "doi": "10.26434/chemrxiv.7252160.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Sandor Kristyan", "abstract": "Analytical solutions to integrals are far more\nuseful than numeric, however, the former is not available in many cases. We\nevaluate integrals indicated in the title numerically that are necessary in\nsome approaches in quantum chemistry. In the title, where R stands for\nnucleus-electron and r for electron-electron distances, the n, m= 0 case is trivial,\nthe (n, m)= (1,0) or (0,1) cases are well known, a fundamental milestone in the\nintegration and widely used in computational quantum chemistry, as well as\nanalytical integration is possible if Gaussian functions are used. For the rest\nof the cases the analytical solutions are restricted, but worked out for some,\ne.g. for n, m= 0,1,2 with Gaussians. In this work we generalize the\nBecke-Lebedev-Voronoi 3 dimensions numerical integration scheme (commonly used\nin density functional theory) to 6 and 9 dimensions via Descartes product to\nevaluate integrals indicated in the title, and test it. This numerical recipe\n(up to Gaussian integrands with seed exp(-|<b>r</b><sub>1</sub>|<sup>2</sup>), as well as positive and negative real n and m values) is useful for\nmanipulation with higher moments of inter-electronic distances, for example, in\ncorrelation calculations; more, our numerical scheme works for Slaterian type functions\nwith seed exp(-|<b>r</b><sub>1</sub>|) as well.", "date": "2018-10-26", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Improved Synthesis of Icosahedral Carboranes Containing Exohedral B–c and C–c Bonds", "doi": "10.26434/chemrxiv.7252586.v1", "published_doi": "10.1016/J.TET.2018.11.040", "published_url": "https://doi.org/10.1016/j.tet.2018.11.040", "authors": "Kierstyn P. Anderson; Harrison A. Mills; Chantel Mao; Kent O. Kirlikovali; Jonathan C. Axtell; Arnold L. Rheingold; Alexander Spokoyny", "abstract": "<table><tr><td><p>We report improved methods utilizing orthogonal chemistry to achieve efficient substitution at electron-rich B-vertices and electron-poor C-vertices of carborane. Functionalization of B-vertices with alkyl and (hetero)aryl groups using corresponding Grignard reagents has been improved by the use of a Pd-based precatalyst featuring an electron-rich biaryl phosphine ligand. Using the developed catalytic conditions lead to cross-coupling transformations achieved within several hours. Importantly, this method is applicable towards alkyl-based Grignard reagents containing β-hydrogens. Additionally, transition metal-free substitution of (hetero)aryl substrates on C-vertices was developed under S<sub>N</sub>Ar conditions. The selective substitution of carboranes afforded by these methods holds potential for the rational synthesis of heterofunctionalized boron clusters with substituents on both boron and carbon-based vertices.</p></td></tr></table>", "date": "2018-10-26", "journal": "chemRxiv", "categories": "Main Group Chemistry (Inorg.); Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Monitoring Early-Life Mycotoxin Exposures via LC-MS/MS Breast Milk Analysis", "doi": "10.26434/chemrxiv.6391121.v2", "published_doi": "10.1021/acs.analchem.8b04576", "published_url": "https://doi.org/10.1021/acs.analchem.8b04576", "authors": "Dominik Braun; Chibundu N. Ezekiel; Wilfred A. Abia; Lukas Wisgrill; Gisela H. Degen; Paul C. Turner; Doris Marko; Benedikt Warth", "abstract": "Infants are particularly susceptible towards the toxic effects of food contaminants including mycotoxins. However, multi-mycotoxin exposure assessment in breast milk has received very limited attention so far, resulting in a poor understanding of co-exposures during early-life. Here, we present the development and application of a highly sensitive, specific and quantitative assay assessing up to 28 mycotoxins including regulated (aflatoxins, ochratoxin A, deoxynivalenol, zearalenone) and emerging mycotoxins as well as key metabolites by LC-MS/MS. After careful optimization of the sample preparation procedure, a QuEChERS (quick, easy, cheap, effective, rugged and safe) protocol combined with a freeze-out step was utilized for method validation. The limits of quantification varied between 0.009 and 2.9 ng/mL, and for most analytes extraction recovery (74-116%) and intermediate precision (2-20%) were satisfactory. The method was applied to examine multiple breast milk samples obtained from 22 women (n=75 in total) from Ogun State, Nigeria. Most samples were either entirely free of mycotoxins or contaminated to a minimal extent with beauvericin (56%), enniatins B (9%), ochratoxin A (15%) and aflatoxin M1 (1%). The most abundant mycotoxin was beauvericin, which was not reported in this biological fluid before, with concentrations up to 0.019 ng/mL. In conclusion, the method demonstrated to be fit for purpose to determine and quantify low background contaminations in human breast milk. Based on the high sensitivity of the novel analytical method, it was possible to deduce that tolerable daily intake values were not exceeded by breastfeeding in the examined infants.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemical Analysis; Environmental Analysis; Separation Science; Food", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Direct Measurement of Topological Interactions In  Polymers under Shear Using Neutron Spin Echo Spectroscopy", "doi": "10.26434/chemrxiv.7252901.v1", "published_doi": "10.1038/s41598-019-39437-2", "published_url": "https://doi.org/10.1038/s41598-019-39437-2", "authors": "Maciej Kawecki; Philipp Gutfreund; Peter Falus; David Uhrig; Sudipta Gupta; Bela Farago; Piotr Zolnierczuk; Malcom Cochran; Max Wolff", "abstract": "<div><div><div><div><p>We present in-situ neutron spin echo measurements on an entangled polydimethylsiloxane melt under shear and demonstrate the ability to monitor nano-scale dynamics in flowing liquids. We report no changes in the topological interactions of the chains for shear rates approaching the inverse longest relaxation time. Further experiments following along this line will allow to systematically test the predictions of theories, like e.g. convective constraint release.</p></div></div></div></div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Polymer chains; Fluid Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Discovery of Calcium-Metal Alloy Anodes for Reversible Ca-Ion Batteries", "doi": "10.26434/chemrxiv.7125497.v1", "published_doi": "10.1002/aenm.201802994", "published_url": "https://doi.org/10.1002/aenm.201802994", "authors": "Zhenpeng Yao; Vinay I. Hegde; Alan Aspuru-Guzik; Christopher Wolverton", "abstract": "Ca-ion batteries (CIBs) show promise to achieve the high energy density required by emerging applications like electric vehicles because of their potentially improved capacities and high operating voltages. The development of CIBs has been hindered by the failure of traditional graphite and calcium metal anodes due to the intercalation difficulty and lacking efficient electrolyte. Recently a high voltage (4.45 V) CIB cell using Sn as the anode was reported achieving a remarkable cyclability (> 300 cycles). The calciation of Sn was observed to end at Ca7Sn6, which is surprising, since higher Ca-content compounds are known (e.g. Ca2Sn). Here, we investigate computationally the Sn electrochemical calciation reaction process and explore the reaction driving force as a function of Ca content using density functional theory (DFT) calculations. This exploration allows us to identify threshold voltages which govern the limits of the calciation process. We then use this information to design a four-step screening strategy and use high-throughput DFT to search for anode materials with higher properties. We predict that many metalloids (Si, Sb, Ge), (post-)transition metals (Al, Pb, Cu, Cd, CdCu2) are promising inexpensive anode candidates and warrant further experimental investigations.", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Theory - Computational; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Toolkit to Quantify Target Compounds in Thin Layer Chromatography Experiments", "doi": "10.26434/chemrxiv.5917330.v2", "published_doi": "10.1021/acs.jchemed.8b00144", "published_url": "https://doi.org/10.1021/acs.jchemed.8b00144", "authors": "Stuart Ibsen; Niamh Mac Fhionnlaoich; Luis Serrano; Alaric Taylor; Runzhang Qi; Stefan Guldin", "abstract": "Thin layer chromatography (TLC) is one of the basic experimental procedures in chemistry and allows the demonstration of various chemical principles in an educational setting. An often-overlooked aspect of TLC is the capability to quantify isolated target compounds in an unknown sample. Here, we present a suitable route to implement quantitative analysis in a lesson plan. We provide a free, stand-alone software that allows students to obtain quantitative information and present two suitable experiments, namely the absorbance-based quantification of the colorant Sudan IV and the fluorescence-based quantification of Rhodamine 6G, a fluorophore widely used in biotechnology. Students conduct TLC experiments following established routes, then take pictures of their TLC plates with their mobile phones and finally quantify the amount of different compounds in the separate bands they observe.", "date": "2018-10-05", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enhancing Electrocatalytic CO2 Reduction Using a System-Integrated Approach to Catalyst Discovery", "doi": "10.26434/chemrxiv.7257155.v1", "published_doi": "10.1039/C8EE03134G", "published_url": "https://doi.org/10.1039/C8EE03134G", "authors": "Thomas Burdyny; Wilson A. Smith", "abstract": "The presented modelling results in this article show that electrochemical CO2 reduction performed at commercially-relevant current densities will ultimately lead to locally alkaline reaction conditions regardless of the electrolyte, configuration and reasonable mass transport scenarios. Discussed in detail are the large implications that this result has for the CO2 reduction reaction itself, and the current way in which catalysts are designed and tested in different electrochemical cell architectures.", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Catalysts; Electrocatalysis; Energy Storage; Electrochemistry - Mechanisms, Theory & Study; Surface", "metrics": null, "license": "CC BY 4.0"}
{"title": "Decoupling Mobility and Charge Carrier Concentration in Agr-agpo3 Glasses (R = Cl, Br, I)", "doi": "10.26434/chemrxiv.7256807.v1", "published_doi": "10.1016/J.SSI.2019.02.009", "published_url": "https://doi.org/10.1016/j.ssi.2019.02.009", "authors": "Bruno Poletto Rodrigues; Heike Ebendorff-Heidepriem; Lothar Wondraczek", "abstract": "Halide-containing silver phosphate glasses have been used as model systems for the study of the ionic conductivity of oxide glasses for the past 50 years, mostly due to the massive increase in conductivity observed as the halide concentration is increased, even if the molar ratio of silver is kept constant. Furthermore there is still no consensus if the increased conductivity is due to an enhancement of the number of effective charge carriers (glass as a weak electrolyte) or a higher charge carrier mobility (glass as a strong electrolyte). In this work we investigate the electrical properties of silver-halide-containing silver metaphosphate glasses through Impedance Spectroscopy. We find the glasses to follow the “canonical scaling”, which coupled with the diffusional nature of the conductivity allows us to show that the number of effective charge carriers remains constant with increasing halide concentration, and that the conductivity follows the same scaling as the ionic mobility.", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Solid State Chemistry; Electrochemistry - Mechanisms, Theory & Study; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ibogaine Modifies GDNF, BDNF and NGF Expression in Brain Regions Involved in Mesocorticolimbic and Nigral Dopaminergic Circuits", "doi": "10.26434/chemrxiv.7261559.v1", "published_doi": "10.3389/FPHAR.2019.00193", "published_url": "https://doi.org/10.3389/fphar.2019.00193", "authors": "Soledad Marton; Bruno González; Sebastián Rodríguez; Ernesto Miquel; Laura Martínez Palma; Mariana Pazos; José Pedro Prieto; Paola Rodríguez; Dalibor Sames; Gustavo Seoane; Cecilia Scorza; Patricia Cassina; Ignacio Carrera", "abstract": "<p>Ibogaine is a psychedelic alkaloid which has\nbeen subject of intense scientific research due to its reported ability to\nattenuate drug-seeking behavior. Recent work suggested that ibogaine effects on\nalcohol self-administration in rats was related to the release of Glial Cell\nDerived Neurotrophic Factor (GDNF) in the Ventral Tegmental Area (VTA), a\nmesencephalic region which hosts soma of dopamine neurons. It is well known\nthat neurotrophic factors (NFs) mediate the neuroadaptations induced in the\nmesocorticolimbic dopaminergic system by repeated exposure to drugs. Although\nprevious reports have shown ibogaine´s ability to induce GDNF expression in rat\nmidbrain, there are no studies addressing its effect on the expression of GDNF,\nBrain Derived Neurotrophic Factor (BDNF) or Nerve Growth Factor (NGF) in\ndistinct regions containing dopaminergic neurons. In this work, we examined the\neffect of ibogaine acute administration on the expression of these NFs in the VTA,\nPrefrontal Cortex (PFC), Nucleus Accumbens (NAcc) and the Substantia Nigra\n(SN). Thus, rats were i.p. treated with ibogaine 20 mg/kg (I<sub>20</sub>), 40\nmg/kg (I<sub>40</sub>) or vehicle, and NFs expression was analyzed after 3 and\n24 hours. Only at 24 h an increase of the expression for the three NFs were\nobserved in a site and dose dependent manner. Results for GDNF showed that only\nI<sub>40</sub> selectively upregulated its expression in the VTA and SN. Both\ndoses of ibogaine elicited a large increase in the expression of BDNF in the\nNAcc, SN and PFC, while a significant effect was found in the VTA only for I<sub>40</sub>.\nFinally, NGF was found to be upregulated in all regions after I<sub>40</sub>,\nwhile a selective upregulation was found in PFC and VTA for the I<sub>20</sub>\ntreatment. An increase in the content of mature GDNF was observed in the VTA\nbut no significant increase in the mature BDNF protein content was found in all\nthe studied areas. Interestingly, an increase in the content of proBDNF was\ndetected in the NAcc for both treatments. Further research is needed to\nunderstand the neurochemical bases of these changes, and to confirm their\ncontribution to the anti-addictive properties of ibogaine. </p>", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Natural Products; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Impurities Limit the Capacitance of Carbon Based Supercapacitors", "doi": "10.26434/chemrxiv.7149461.v2", "published_doi": "10.1021/acs.jpcc.8b12031", "published_url": "https://doi.org/10.1021/acs.jpcc.8b12031", "authors": "Timothy Duignan; Xiu Song Zhao", "abstract": "Supercapacitors cannot fulfill their potential as energy storage devices without substantially improving their comparatively low energy density. This requires improving their capacitance. Unfortunately, predicting the capacitance of the carbon-based materials that typically make up supercapacitor electrodes is  difficult. For example, remarkably we lack a theoretical understanding of the capacitance of even the most basic example of a carbon electrode: highly oriented pyrolytic graphite. (HOPG) This material has a capacitance that is an order of magnitude lower than both standard metals and theoretical expectations. Here, we use new quantum mechanical calculations in combination with a critical analysis of the literature to demonstrate that the standard explanations of this unusually low capacitance are inadequate. We then demonstrate that a layer of hydrocarbon impurities which has recently been shown to form on graphite is the most plausible explanation. We develop a model of this effect which accounts for the penetration of solvent into the hydrocarbon layer as the voltage increases. This model explains the characteristic V shape of the capacitance as a function of voltage. Finally, we present evidence that this layer also forms and limits the capacitance in real supercapacitor materials such as activated carbon. Methods of modifying or removing this layer could therefore potentially lead to significant improvements in the capacitance of typical supercapacitors.", "date": "2018-10-09", "journal": "chemRxiv", "categories": "Carbon-based Materials; Computational Chemistry and Modeling; Energy Storage", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Bicyclo[2.2.2]octane Motif: A Class of Saturated Group 14 Quantum Interference Based Single-molecule Insulators", "doi": "10.26434/chemrxiv.7258214.v1", "published_doi": "10.1021/acs.jpclett.8b03432", "published_url": "https://doi.org/10.1021/acs.jpclett.8b03432", "authors": "Marc H. Garner; Mads Koerstz; Jan H. Jensen; Gemma C. Solomon", "abstract": "The electronic transmission through σ-conjugated molecules can be fully suppressed by destructive quantum interference, which makes them potential candidates for single-molecule insulators. The first molecule with clear suppression of the single-molecule conductance due to σ-interference was recently found in the form of a functionalized bicyclo[2.2.2]octasilane. Here we continue the search for potential single-molecule insulators based on saturated group 14 molecules. Using a high-throughput screening approach, we assess the electron transport properties of the bicyclo[2.2.2]octane class by systematically varying the constituent atoms between carbon, silicon, and germanium, thus exploring the full chemical space of 771 different molecules. The majority of the molecules in the bicyclo[2.2.2]octane class are found to be highly insulating molecules. Though the all-silicon molecule is a clear-cut case of σ-interference, it is not unique within its class and there are many potential molecules that we predict to be more insulating. The finding of this class of quantum interference based single-molecule insulators indicates that a broad range of highly insulating saturated group 14 molecules are likely to exist", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Theory - Computational", "metrics": null, "license": "CC BY 4.0"}
{"title": "Unraveling the Improved ORR Activities in Pt/TiO2/C Hybrids: The Role of Pt Morphology and Reactive Surface Species", "doi": "10.26434/chemrxiv.7261016.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Eduardo C. M. Barbosa; Luanna S. Parreira; Isabel C. de Freitas; Luci R. Aveiro; Daniela C. de Oliveira; Mauro C. dos Santos; Pedro H. C. Camargo", "abstract": "Further improvements and mechanistic understanding of the electrocatalytic enhancements towards the oxygen reduction reaction (ORR) are required to meet cost/energy demands and thus enable their practical applications in polymer electrolyte fuel cells. An investigation of the electrocatalytic enhancement mechanisms and stability of controlled electrocatalysts comprised Pt nanoparticles supported on TiO2/C materials was herein performed. The catalysts were prepared by depositing Pt, over the surface of TiO2 colloidal spheres. These materials were then supported onto Vulcan carbon to produce Pt/TiO2/C. The effect of Pt coverage at the TiO2 surface as well as the Pt/TiO2 loading on carbon over their ORR activity and stability were investigated. Results indicate that the control over Pt coverage at the surface played a pivotal role on activity optimization, in which an association between Pt content at the TiO2 surface and ORR activity was established. The ORR activity and stability were superior as compared to commercial Pt/C (E-TEK). Variations in catalytic activity could be correlated with the morphological features and with the concentration of surface reactive groups. Results described herein suggest that the understanding of the electrocatalytic enhancement mechanism together with the controlled synthesis of Pt-based nanomaterials may lead to tailored surface properties and thus ORR activities.", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Electrochemical Analysis; Nanostructured Materials - Nanoscience; Electrocatalysis; Fuel Cells", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Nature of Ligand Efficiency", "doi": "10.26434/chemrxiv.7263983.v1", "published_doi": "10.1186/s13321-019-0330-2", "published_url": "https://doi.org/10.1186/s13321-019-0330-2", "authors": "Peter Kenny", "abstract": "<p>Ligand efficiency is a widely used\ndesign parameter in drug discovery. It is calculated by scaling affinity by\nmolecular size and has a nontrivial dependency on the concentration unit used\nto express affinity that stems from the inability of the logarithm function to\ntake dimensioned arguments. Consequently, perception of efficiency varies with\nthe choice of concentration unit and it is argued that the ligand efficiency\nmetric is not physically meaningful nor should it be considered to be a metric.\nThe dependence of ligand efficiency on the concentration unit can be eliminated\nby defining efficiency in terms of sensitivity of affinity to molecular size\nand this is illustrated with reference to fragment-to-lead optimizations. An\nalternative to ligand efficiency for normalization of affinity with respect to\nmolecular size is presented. Group efficiency and fit quality are also examined\nin detail from a physicochemical perspective. The importance of examining\nrelationships between affinity and molecular size directly is stressed\nthroughout this study.        </p>", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Biophysics; Drug Discovery and Drug Delivery Systems; Ligand Design; Biophysical Chemistry; Solution Chemistry; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reinventing Hydroacylation: A Redox-Neutral Synthesis of Ketones by Coupling of Alkenes and Amides", "doi": "10.26434/chemrxiv.7265519.v1", "published_doi": "10.1038/S41467-019-10151-X", "published_url": "https://doi.org/10.1038/s41467-019-10151-x", "authors": "Jing Li; Rik Oost; Nuno Maulide", "abstract": "<p>Herein, we present a new concept for the\nhydroacylation of alkenes employing amides in a metal-free regime, proceeding\nby an entirely new mechanism and offering orthogonal reactivity to the\nconventional, metal-catalysed alternatives. </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY 4.0"}
{"title": "Thioalkyl- and Sulfone-Substituted Poly(p-Phenylene Vinylene)s", "doi": "10.26434/chemrxiv.7265174.v1", "published_doi": "10.1039/C8PY01717D", "published_url": "https://doi.org/10.1039/C8PY01717D", "authors": "Martina Rimmele; Klaus Ableidinger; Adam V. Marsh; Nathan J. Cheetham; M. Josef Taublaender; Alina Buchner; Jonathan Prinz; Johannes Fröhlich; Miriam M. Unterlass; Martin Heeney; Florian Glöcklhofer", "abstract": "Poly(p-phenylene vinylene)s (PPVs) have been studied for decades, but research on this interesting class of conjugated polymers is far from being completed. New applications like in bioimaging keep emerging and even simple structural variations are still waiting to be explored. Surprisingly, not even dithioalkyl-substituted PPVs (S-PPVs) have been reported in the peer-reviewed literature, although the corresponding dialkoxy-substituted PPVs (O-PPVs) like MEH-PPV or MDMO-PPV are most frequently used and although thioalkyl substituents can improve the material properties significantly. We herein report the development of a highly efficient, scalable two-step synthesis of Gilch monomers for S-PPVs starting from low-cost 1,4-diiodobenzene. A low-temperature polymerization protocol has been developed for these monomers, affording high-molecular weight S-PPVs in excellent yields. The thermal, electrochemical, and photophysical properties of S-PPVs are reported to highlight the potential of these polymers. Furthermore, treatment with dimethyldioxirane is demonstrated to result in rapid conversion into sulfone-substituted PPVs (SO<sub>2</sub>-PPVs), introducing a route to high-molecular weight SO<sub>2</sub>-PPVs with exceptional stability and solid-state photoluminescence quantum yields of up to 0.46.", "date": "2018-10-30", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Thin Films; Conducting polymers; Organic Polymers; Polymerization (Polymers)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "PythoMS: A Python Framework to Simplify and Assist in the Processing and Interpretation of Mass Spectrometric Data", "doi": "10.26434/chemrxiv.7264175.v1", "published_doi": "10.1021/acs.jcim.9b00055", "published_url": "https://doi.org/10.1021/acs.jcim.9b00055", "authors": "Lars Yunker; Darien Yeung; J Scott McIndoe", "abstract": "Mass spectrometric data are copious and generate\na processing burden that is best dealt with programmatically. PythoMS is a\ncollection of tools based on the Python programming language that assist\nresearchers in creating figures and video output that is informative, clear and\nvisually compelling. The PythoMS framework introduces a library of classes and\na variety of scripts that quickly perform time-consuming tasks: making\nproprietary output readable; binning intensity vs time data to simulate longer\nscan times (and hence reduce noise); calculate theoretical isotope patterns and\noverlay them in histogram form on experimental data (an approach that works\neven for overlapping signals); render videos that enable zooming into the baseline\nof intensity vs. time plots (useful to make sense of data collected over a\nlarge dynamic range) or that depict the evolution of different species in a\ntime-lapse format; calculate aggregates; and provide a quick first-pass at\nidentifying fragments in MS/MS spectra. PythoMS is a living project that will\ncontinue to evolve as additional scripts are developed and deployed.", "date": "2018-10-29", "journal": "chemRxiv", "categories": "Chemoinformatics; Mass Spectrometry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hypergolic Zeolitic Imidazolate Frameworks (ZIFs) as Next-Generation Solid Fuels: Unlocking the Latent Energetic Behavior of ZIFs", "doi": "10.26434/chemrxiv.7235555.v1", "published_doi": "10.1126/SCIADV.AAV9044", "published_url": "https://doi.org/10.1126/sciadv.aav9044", "authors": "Tomislav Friscic; Hatem M. Titi; Mihails Arhangelskis; Dayaker Gandrath; Cristina Mottillo; Andrew Morris; Robin Rogers; Joseph Marrett; Giovanni Rachiero", "abstract": "We present the first strategy to induce hypergolic behavior, i.e. spontaneous ignition and combustion in contact with an external oxidizer, into metal-organic frameworks (MOFs). The strategy uses trigger acetylene or vinyl substituents to unlock the latent hypergolic properties of linkers in zeolitic imidazolate frameworks, illustrated here by six hypergolic MOFs of zinc, cobalt and cadmium. Varying the metal and linker enabled the modulation of ignition and combustion properties, leading to ultrashort ignition delays (down to 2 ms), on par with popular propellants, but without requiring highly energetic or carcinogenic hydrazine components found in conventional hypergols.<br />", "date": "2018-10-30", "journal": "chemRxiv", "categories": "Fuels - Materials; Hybrid Organic-Inorganic Materials; Ligands (Inorg.); Fuels - Energy Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Synthetic Mimic of Inhibitor Binding in Phosphodiesterase Type 5 based on Corona Phase Molecular Recognition of Single Walled Carbon Nanotubes", "doi": "10.26434/chemrxiv.7271288.v1", "published_doi": "10.1073/PNAS.1920352117", "published_url": "https://doi.org/10.1073/pnas.1920352117", "authors": "Juyao Dong; Michael Lee; Imon Rahaman; Jessica Sun; Ananth Rajan; Daniel Salem; Michael Strano", "abstract": "<pre>Molecular recognition binding sites that specifically identify a target molecule are essential for research in the life sciences, clinical diagnoses and therapeutic development. Corona Phase Molecular Recognition is a technique introduced to generate synthetic recognition at the surface of a nanoparticle corona, but it remains an important question whether such entities can achieve the specificity of natural enzymes and receptors. In this work, we generate and screen a library of 24 amphiphilic polymers based on functional monomers including methacrylic acid, acrylic acid, styrene and so on, iterating upon a poly(methacrylic acid-co-styrene) motif that demonstrates a binding specificity remarkably similar to an enzyme - Phosphodiesterase Type 5 - in its molecular recognition. The corona phase binds selectively to an inhibitor - Vardenafil, as well as its derivatives, but not to another inhibitor and substrate that interact differently with the enzyme. Our study examines the specificity and sensitivity by mutation of the polymer structure and configuration, as well as the competition with native binding sites. We demonstrate that the recognition originates from the unique three-dimensional configuration of the corona phase. This work conclusively shows that corona phase molecular recognition can mimic key aspects of biological recognition sites and drug targets, opening up possibilities for new pharmaceutical and biological applications.</pre>", "date": "2018-10-31", "journal": "chemRxiv", "categories": "Carbon-based Materials; Analytical Chemistry - General; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Large-Amplitude, High-Frequency Single-Molecule Switch", "doi": "10.26434/chemrxiv.7275005.v1", "published_doi": "10.1002/anie.201906400", "published_url": "https://doi.org/10.1002/anie.201906400", "authors": "Nicolò Ferri; Norah Algethami; Andrea Vezzoli; Sara Sangtarash; Maeve McLaughlin; Hatef Sadeghi; Colin Lambert; Richard J. Nichols; Simon Higgins", "abstract": "We use a scanning tunneling microscope to form and electrically interrogate metal - molecule - metal junctions. To form such junctions, molecules must be functionalised with suitable contact groups (e.g. thiols, thioethers, 4-pyridyls, amines) at each extremity. We show here that 2-(methylthio)thiophene units not only act as contact groups, but can reversibly switch between a monodentate configuration (MeS-only) and a bidentate configuration (MeS- and thienyl S) upon junction compression; as the junction is compressed the electrical conductance increases greatly with the increased molecule-contact interaction. This means that such molecules show a large-amplitude mechanical switching behavior; we also show that this is reversible and that switching can occur at a rate of at least 10 kHz. Control molecules with MeSC6H5 contact groups do not show this behavior. This, together with detailed theoretical and transport calculations on the compressed and extended molecular junctions, supports our contention that it is the thienyl S that is involved in the switching mechanism.  <br />", "date": "2018-10-31", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Nanodevices; Theory - Computational; Interfaces; Quantum Mechanics; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Deposition Study of Indium Trisguanidinate as a Possible Indium Nitride Precursor", "doi": "10.26434/chemrxiv.7275704.v1", "published_doi": "10.1116/1.5002634", "published_url": "https://doi.org/10.1116/1.5002634", "authors": "Polla Rouf; Nathan J O'Brien; Sydney C. Buttera; Sean Barry; Henrik Pedersen", "abstract": "<p>A\ntime-resolved chemical vapor deposition process for indium nitride (InN) is\nreported using tris-<i>N</i>,<i>N</i>-dimethyl-<i>N</i>’,<i>N</i>”-diisopropylguanidinatoindium(III)\n(<b>1</b>) and ammonia plasma at 200 °C. The\ndeposition was self-limiting with respect to the pulse time of <b>1</b>, indicative of a surface-controlled\ndeposition chemistry. The films were confirmed to be InN by X-ray photoelectron\nspectroscopy (XPS) and film thicknesses of 10 nm were measured by X-ray reflectivity (XRR), corresponding to a\ndeposition rate of 0.1 nm/cycle. Grazing incidence X-ray diffraction (GIXRD)\nshowed a hexagonal polycrystalline film with a preferred (002) orientation. Morphology\nstudies suggest an island growth mode. The poor thermal stability of <b>1</b>, previously discussed in the\nliterature, prevented full characterization of the deposition process and the deposition\nof thicker films. It is concluded that while <b>1</b> can act as an In precursor for InN, its poor thermal stability\nprevents its practical use.  </p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Thin Films; Ligands (Inorg.); Main Group Chemistry (Inorg.); Organometallic Compounds; Interfaces; Physical and Chemical Processes; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Water-based Synthesis and Enhanced CO2 Capture Performance of Perfluorinated Cerium-Based Metal-Organic Frameworks with UiO-66 and MIL-140 Topology", "doi": "10.26434/chemrxiv.6876749.v2", "published_doi": "10.1021/acssuschemeng.8b03765", "published_url": "https://doi.org/10.1021/acssuschemeng.8b03765", "authors": "Roberto D’Amato; Anna Donnadio; Mariolino Carta; Claudio Sangregorio; Riccardo Vivani; Davide Tiana; Marco Taddei; Ferdinando Costantino", "abstract": "Reaction of cerium ammonium nitrate and tetrafluoroterephthalic acid in water afforded two new metal-organic frameworks with UiO-66 [F4_UiO-66(Ce)] and MIL-140 [F4_MIL-140A(Ce)] topologies. The two compounds can be obtained in the same experimental conditions, just by varying the amount of acetic acid used as crystallization modulator in the synthesis. Both F4_UiO-66(Ce) and F4_MIL-140A(Ce) feature pores with size < 8 Å, which classifies them as ultramicroporous. Combination of X-ray photoelectron spectroscopy and magnetic susceptibility measurements revealed that both compounds contain a small amount of Ce(III), which is preferentially accumulated near the surface of the crystallites. The CO<sub>2</sub> sorption properties of F4_UiO-66(Ce) and F4_MIL-140A(Ce) were investigated, finding that they perform better than their Zr-based analogues. F4_MIL-140A(Ce) displays an unusual S-shaped isotherm with steep uptake increase at pressure < 0.2 bar at 298 K. This makes F4_MIL-140A(Ce) exceptionally selective for CO<sub>2</sub> over N<sub>2</sub>: the calculated selectivity, according to the ideal adsorbed solution theory for a 0.15:0.85 mixture at 1 bar and 293 K, is higher than 1900, amongst the highest ever reported for metal-organic frameworks. The calculated isosteric heat of CO<sub>2 </sub>adsorption is in the range of 38-40 kJ mol<sup>-1</sup>, indicating a strong physisorptive character.", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Solid State Chemistry; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Intercalation of First Row Transition Metals inside Covalent-Organic Frameworks (COF): a Strategy to Fine Tune the Electronic Properties of Porous Crystalline Materials", "doi": "10.26434/chemrxiv.6712826.v2", "published_doi": "10.1039/C8CP07396A", "published_url": "https://doi.org/10.1039/C8CP07396A", "authors": "Srimanta Pakhira; Jose Mendoza-Cortes", "abstract": "<div>Covalent organic frameworks (COFs) have emerged as an important class of nano-porous crystalline materials with many potential applications. They are  intriguing platforms for the design of porous skeletons with special functionality at the molecular level. However, despite their extraordinary properties, it is difficult to control their electronic properties, thus hindering the potential implementation in electronic devices. A new form of nanoporous material, COFs intercalated with first row transition metal is proposed to address this fundamental drawback - the lack of electronic tunability. Using first-principles calculations, we have designed 31 new COF materials <i>in-silico</i> by intercalating all of the first row transition metals (TMs) with boroxine-linked and triazine-linked COFs: COF-TM-x (where TM=Sc-Zn and x=3-5). This is a significant addition considering that only 187 experimentally COFs structures has been reported and characterized so far. We have investigated their structure and electronic properties. Specifically, we predict that COF's band gap and density of states (DOSs) can be controlled by intercalating first row transition metal atoms (TM: Sc - Zn) and fine tuned by the concentration of TMs. We also found that the $d$-subshell electron density of the TMs plays the main role in determining the electronic properties of the COFs. Thus intercalated-COFs provide a new strategy to control the electronic properties of materials within a porous network. This work opens up new avenues for the design of TM-intercalated materials with promising future applications in nanoporous electronic devices, where a high surface area coupled with fine-tuned electronic properties are desired.</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Coordination polymers; Computational Chemistry and Modeling; Theory - Computational; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring peptide capture by anti-protein antibodies for LC-MS-based biomarker determination", "doi": "10.26434/chemrxiv.6974024.v2", "published_doi": "10.1039/C9RA05071J", "published_url": "https://doi.org/10.1039/c9ra05071j", "authors": "Maren Levernæs; Bassem Farhat; Inger Oulie; Sazan S. Abdullah; Elisabeth Paus; Léon Reubsaet; Trine Grønhaug Halvorsen", "abstract": "<p>Immunocapture LC-MS/MS is a\npromising technique to ensure high sensitivity and selectivity of low-abundant\nprotein biomarkers. For this purpose, the use of monoclonal antibodies (mAb) is\nespecially attractive as they are renewable reagents that can be standardized.\nIn this article we investigated the possibility of using mAbs developed against\nintact proteins (anti-protein antibodies) to capture proteotypic epitope\npeptides. Three mAbs were tested, and all selectively extracted proteotypic\nepitope peptides from a complex sample. Compared to intact protein extraction,\nthis concept which we call peptide capture by anti-protein antibodies provided\ncleaner extracts, which further improved the sensitivity. Analysis of three\npatient samples demonstrated that p can be used for the determination of\ndifferent endogenous protein levels. </p><p></p>", "date": "2018-10-18", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Mass Spectrometry; Separation Science; Biochemistry; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Template Effects on the Pressure-Dependent Behavior of Chabazite-Type Fluoroaluminophosphates: A Computational Approach", "doi": "10.26434/chemrxiv.7127300.v2", "published_doi": "10.1007/s00269-018-1010-x", "published_url": "https://doi.org/10.1007/s00269-018-1010-x", "authors": "Michael Fischer", "abstract": "Experimental in-situ studies have shown that the compressional behavior of zeolite frameworks depends not only on the framework topology, but also on the extra-framework content, i.e. the species residing in the pores (cations, water molecules, templates). However, systematic experimental studies of isotypic frameworks with different extra-framework content often face several challenges, such as limited quality of the diffraction data and non-ideal behavior of the pressure-transmitting medium. In order to provide an alternative computational perspective, the compressional behavior of four fluoroaluminophosphate zeolite analogues with a chabazite (CHA) topology was investigated using electronic structure calculations in the framework of dispersion-corrected density functional theory (DFT). The AlPO-CHA systems differ in the nature of the organic template molecule occupying the chabazite cage, with the template species being morpholinium (morph), pyridinium (pyr), dimethylimidazolium (DMI), and trimethylimidazolium (TMI), respectively. For the case of AlPO-CHA_morph, the evolution of the lattice parameters with pressure as obtained from the computations was found to be in agreement with experimental data from an earlier in-situ diffraction investigation. In particular, the occurrence of a structural transition at pressures above 3 GPa could be reproduced. An analysis of the DFT-optimized structures showed that a pronounced elongation of the chabazite cage occurs upon the transition, which is associated with a rearrangement of the morpholinium molecules residing in the cage. Moreover, the double six-ring building units are strongly deformed during the transition. Analogous computations for the other three AlPO-CHA systems showed no indications for the occurrence of a P-induced transition, with only minor discontinuities in the evolution of the structural parameters with pressure. The compressibility in the low-pressure range varied widely depending on the template, with bulk moduli ranging from 19 GPa for AlPO-CHA_pyr to 51 GPA for AlPO-CHA_TMI. Despite the identical composition of the framework, different deformations of the double six-ring units with pressure were observed. The present study highlights the important influence of the template on the compressional behavior of porous framework compounds. Firstly, the molecular volume of the template and the nature of the framework-template interactions impact upon the compressibility in the low-pressure regime. Secondly, the ability of the template to accommodate pressure through continuous rotation and shortening of template-template and framework-template distances determines whether a discontinuous structural transition occurs or not.", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Solid State Chemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring the GDB-13 Chemical Space Using Deep Generative Models", "doi": "10.26434/chemrxiv.7172849.v2", "published_doi": "10.1186/s13321-019-0341-z", "published_url": "https://doi.org/10.1186/s13321-019-0341-z", "authors": "Josep Arús-Pous; Thomas Blaschke; Silas Ulander; Jean-Louis Reymond; Hongming Chen; Ola Engkvist", "abstract": "Recent applications of Recurrent Neural Networks enable training models that sample the chemical space. In this study we train RNN with molecular string representations (SMILES) with a subset of the enumerated database GDB-13 (975 million molecules). We show that a model trained with 1 million structures (0.1 % of the database) reproduces 68.9 % of the entire database after training, when sampling 2 billion molecules. We also developed a method to assess the quality of the training process using log-likelihood plots. Furthermore, we use a mathematical model based on the “coupon collector problem” that compares the trained model to an upper bound, which shows that complex molecules with many rings and heteroatoms are more difficult to sample. We also suggest that the metrics obtained from this analysis can be used as a tool to benchmark any molecular generative model.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Persistent Homology for Virtual Screening", "doi": "10.26434/chemrxiv.6969260.v3", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Bryn Keller; Michael Lesnick; Theodore L. Willke", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Finding new medicines is one of the most important tasks of pharmaceutical companies. One of the best approaches to finding a new drug\nstarts with answering this simple question: Given a known effective drug\nX, what are the top 100 molecules in our database most similar to X?\nThus the essence of the problem is a nearest-neighbors search, and the\nkey question is how to define the distance between two molecules in the\ndatabase. In this paper, we investigate the use of topological, rather than\ngeometric, or chemical, signatures for molecules, and two notions of distance that come from comparing these topological signatures. We introduce PH_VS (Persistent Homology for Virtual Screening), a new\nsystem for ligand-based screening using a topological technique known\nas multi-parameter persistent homology. We show that our approach can\nmatch or exceed a reasonable estimate of current state of the art (including\nwell-funded commercial tools), even with relatively little domain-specific\ntuning. Indeed, most of the components we have built for this system are\ngeneral-purpose tools for data science and will be released soon as open\nsource software.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2018-10-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Pharmaceutical Industry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Concise Total Synthesis of (±)-Vibralactone", "doi": "10.26434/chemrxiv.7245167.v2", "published_doi": "10.1002/ange.201812711", "published_url": "https://doi.org/10.1002/ange.201812711", "authors": "Sepand Nistanaki; Luke A. Boralsky; Roy D. Pan; Hosea Nelson", "abstract": "Disclosed is a four-step synthesis of (<i>±</i>)-vibralactone, a biologically active terpenoid natural product. A key photochemical valence isomerization of 3-prenyl-pyran-2-one forges both the all-carbon quaternary stereocenter and the β-lactone at an early stage. Cyclopropanation of the resulting bicyclic β-lactone furnishes a strained housane structure that is converted to the natural product through a sequential ring expansion and reduction strategy. Our concise and modular route to the natural product provides the shortest total synthesis of (<i>±</i>)-vibralactone reported to date.  <br />", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Natural Products; Organic Synthesis and Reactions; Photochemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Simultaneous CO2 Capture and Metal Purification from Waste Streams", "doi": "10.26434/chemrxiv.7176125.v2", "published_doi": "10.1038/S41557-019-0388-5", "published_url": "https://doi.org/10.1038/s41557-019-0388-5", "authors": "Julien Leclaire; Jean Septavaux; Clara Tosi; patrick jame; Carlo Nervi; Roberto Gobetto", "abstract": "The process of carbon capture, which is one of the most mature yet cost-intensive technology proposed to mitigate global warming has herein been explored as a potential strategy to generate dynamic ligands for metal separation and recovery. Spontaneous CO2 fixation by industrial amines such as diethylenetriamine affords dynamic arrays of interconverting species, from which tailored subsets can be selected yielding organometallic adducts of contrasted solubility. Quantitative compositional analyses of the phases produced with varying CO2 loadings allow to elucidate the underpining self-sorting scenario induced by each metal, and to identify the conditions affording optimal individual separation by precipitation. To illustrate the potentiality of this approach, which could bring substantial added value to the CO2 capture and utilization chain value, bimetallic separation was conducted directly from exhaust gas of an internal combustrion engine vehicle, and the three constituents of the alloys used to produce the cathodes of electric vehicles were separated and recovered by successive CO2-induced selective precipitations. This study provides a potential framework to integrated CO2 capture and utilization and paves the way toward the design of CO2-sourced sustainable processes.<br />", "date": "2018-10-16", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Supramolecular Chemistry (Org.); Atmospheric Chemistry; Wastes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Canvass: A Crowd-Sourced, Natural Product Screening Library for Exploring Biological Space", "doi": "10.26434/chemrxiv.7172369.v2", "published_doi": "10.1021/acscentsci.8b00747", "published_url": "https://doi.org/10.1021/acscentsci.8b00747", "authors": "Sara E. Kearney; Gergely Zahoránszky-Kőhalmi; Kyle R. Brimacombe; Mark J. Henderson; Caitlin Lynch; Tongan Zhao; Kanny K. Wan; Zina Itkin; Christopher Dillon; Min Shen; Dorian M. Cheff; Tobie D. Lee; Danielle Bougie; Ken Cheng; Nathan Coussens; Dorjbal Dorjsuren; Richard T. Eastman; Ruili Huang; Mike Iannotti; Surendra Karavadhi; Carleen Klumpp-Thomas; Jacob Roth; Srilatha Sakamuru; Wei Sun; Steven A. Titus; Adam Yasgar; Ya-Qin Zhang; Jinghua Zhao; Rodrigo B. Andrade; M. Kevin Brown; Noah Z. Burns; Jin K. Cha; Emily E. Mevers; Jon Clardy; Jason A. Clement; Peter A. Crooks; Gregory D. Cuny; Jake Ganor; Jesus Moreno; Lucas\nA. Morrill; Elias Picazo; Robert B. Susick; Neil K. Garg; Brian C. Goess; Robert B. Grossman; Chambers\nC. Hughes; Jeffrey N. Johnston; Madeleine M. Joullié; A. Douglas Kinghorn; David G.I. Kingston; Michael J. Krische; Ohyun Kwon; Thomas J. Maimone; Susruta Majumdar; Katherine N. Maloney; Enas Mohamed; Brian T. Murphy; Pavel Nagorny; David E. Olson; Larry E. Overman; Lauren E. Brown; John K. Snyder; John A. Porco, Jr.; Fatima Rivas; Samir A. Ross; Richmond Sarpong; Indrajeet Sharma; Jared T. Shaw; Zhengren Xu; Ben Shen; Wei Shi; Corey Stephenson; Alyssa L. Verano; Derek S. Tan; Yi Tang; Richard E. Taylor; Regan J. Thomson; David A. Vosburg; Jimmy Wu; William M. Wuest; Armen Zakarian; Yufeng Zhang; Tianjing Ren; Zhong Zuo; James Inglese; Sam Michael; Anton Simeonov; Wei Zheng; Paul Shinn; Ajit Jadhav; Matthew B. Boxer; Matthew D. Hall; Menghang Xia; Rajarshi Guha; Jason M. Rohde", "abstract": "Natural products and\ntheir derivatives continue to be wellsprings of nascent therapeutic potential.\nHowever, many laboratories have limited resources for biological evaluation, leaving\ntheir previously isolated or synthesized compounds largely or completely untested.\nTo address this issue, the Canvass library of natural products was assembled,\nin collaboration with academic and industry researchers, for quantitative high-throughput\nscreening (qHTS) across a diverse set of cell-based and biochemical assays. Characterization\nof the library in terms of physicochemical properties, structural diversity,\nand similarity to compounds in publicly available libraries indicates that the\nCanvass library contains many structural elements in common with approved drugs.\nThe assay data generated were analyzed using a variety of quality control\nmetrics, and the resultant assay profiles were explored using statistical\nmethods, such as clustering and compound promiscuity analyses. Individual\ncompounds were then sorted by structural class and activity profiles. Differential\nbehavior based on these classifications, as well as noteworthy activities, are\noutlined herein. One such highlight is the activity of (–)-2(<i>S</i>)-cathafoline,\nwhich was found to stabilize calcium levels in the endoplasmic reticulum. The\nworkflow described here illustrates a pilot effort to broadly survey the\nbiological potential of natural products by utilizing the power of automation\nand high-throughput screening.", "date": "2018-10-24", "journal": "chemRxiv", "categories": "Natural Products; Biochemistry; Cell and Molecular Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reversible Alkene Binding and Allylic C–H Activation with an Aluminum(I) Complex", "doi": "10.26434/chemrxiv.7233791.v2", "published_doi": "10.1039/C8SC04865G", "published_url": "https://doi.org/10.1039/c8sc04865g", "authors": "Clare Bakewell; Andrew J. P. White; Mark Crimmin", "abstract": "Reversible alkene binding to a low-valent main group complex is documented. The reaction involves an aluminium(I) reagent and includes both terminal and strained alkenes. This reversible binding event is just a forerunner to non-reversible C–H activation of the allylic position of the alkene. Mechanistic analysis shows that in contrast to common transition metal systems, the C–H activation does not proceed from a metal bound alkene complex. Dissociation of the alkene and reformation of the aluminium(I) fragment is required to liberate the active site and frontier molecular orbitals involved in C–H activation.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Kinetics and Mechanism - Inorganic Reactions; Main Group Chemistry (Inorg.); Organometallic Compounds; Small Molecule Activation (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Branch-Selective Addition of Unactivated Olefins into Imines and Aldehydes", "doi": "10.26434/chemrxiv.7268396.v2", "published_doi": "10.1021/JACS.8B11699", "published_url": "https://doi.org/10.1021/jacs.8b11699", "authors": "Jeishla Melendez Matos; Suhelen Vásquez-Céspedes; Jieyu Gu; Takuya Oguma; Ryan Shenvi", "abstract": "Radical hydrofunctionalization occurs with ease using met-al-hydride atom transfer (MHAT) catalysis to couple alkenes and competent radicalophilic electrophiles. Traditional two-electron electrophiles have remained unreactive. Herein we report the addition of electronically-unbiased olefins into imines and aldehydes. Iron-catalysis allows addition of alkyl-substituted olefins into imines through the intermediacy of free-radicals, whereas a combination of catalytic Co(Salt-Bu,t-Bu) and chromium salts enable a branch-selective coupling of olefins and aldehydes through the formation of a putative alkyl chromium intermediate.", "date": "2018-10-31", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Catalysis; Small Molecule Activation (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Toward Learned Chemical Perception of Force Field Typing Rules", "doi": "10.26434/chemrxiv.6230627.v3", "published_doi": "10.1021/acs.jctc.8b00821", "published_url": "https://doi.org/10.1021/acs.jctc.8b00821", "authors": "Camila Zanette; Caitlin C. Bannan; Christopher I. Bayly; Josh Fass; Michael Gilson; Michael R. Shirts; John Chodera; David Mobley", "abstract": "<div>Molecular mechanics force fields define how the energy and forces of a molecular system are computed from its atomic positions, and enable the study of such systems through computational methods like molecular dynamics and Monte Carlo simulations. Despite progress toward automated force field parameterization, considerable human expertise is required to develop or extend force fields. </div><div>In particular, human input has long been required to define <i>atom types</i>, which encode chemically unique environments that determine which parameters must be assigned. However, relying on humans to establish atom types is suboptimal: the resulting atom types are often unjustified from a statistical perspective, leading to over- or under-fitting; they are difficult to extend in a systematic and consistent manner when new chemistries must be modeled or new data becomes available; and human effort is not scalable when force fields must be generated for new (bio)polymers or materials. We aim to replace human specification of atom types with an automated approach, based on solid statistics and driven by experimental and/or quantum chemical reference data. Here, we describe a novel technology for this purpose, termed <i>SMARTY</i>, which generalizes atom typing by using direct chemical perception with SMARTS strings, and adopting a hierarchical approach to type assignment. The SMARTY technology enables creation of a move set in atom-typing space that can be used in a Monte Carlo optimization approach to atom typing. We demonstrate the power of this approach with a fully automated procedure that is able to re-discover human-defined atom types in the traditional small molecule force field parm99/parm@Frosst. Furthermore, we show how an extension of this approach that makes use of SMIRKS strings to match multiple atoms, which we term <i>SMIRKY</i>, allows us to take full advantage of the advances in direct chemical perception for valence types (bonds, angles, and torsions) afforded by the recently-proposed SMIRNOFF direct chemical perception force field typing language. We assess these approaches using several molecular datasets, including one which covers a diverse molecular subset from DrugBank. </div>", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY 4.0"}
{"title": "Photoactivatable Hsp47: A Tool to Control and Regulate Collagen Secretion & Assembly", "doi": "10.26434/chemrxiv.6964703.v3", "published_doi": "10.1002/ADVS.201801982", "published_url": "https://doi.org/10.1002/advs.201801982", "authors": "Essak Khan; Shrikrishnan Sankaran; Julieta Paez; Christina Muth; Mitchell Han; Aránzazu del Campo", "abstract": "Hsp47 is a chaperone protein with a fundamental\nrole in the folding, stability and intracellular transport of procollagen\ntriple helices. A light-responsive Hsp47 recombinant protein, engineered to\ncontrol in situ the production and assembly of cellular collagen is here\ndemonstrated. This novel light-driven tool enables unprecedented fundamental\nstudies of collagen biosynthesis and associated diseases.", "date": "2018-10-18", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Biocompatible Materials; Biological Materials; Biopolymers; Biochemistry; Bioengineering and Biotechnology; Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Microstructure determines water and salt permeation in commercial ion exchange membranes", "doi": "10.26434/chemrxiv.6987248.v4", "published_doi": "10.1021/acsami.8b14494", "published_url": "https://doi.org/10.1021/acsami.8b14494", "authors": "Ryan Kingsbury; Shan Zhu; Sophie Flotron; Orlando Coronell", "abstract": "Ion exchange membrane (IEM) performance in electrochemical processes such as fuel cells, redox flow batteries, or reverse electrodialysis (RED) is typically quantified through membrane selectivity and conductivity, which together determine the energy efficiency. However, water and co-ion transport (i.e., osmosis and salt diffusion / fuel crossover) also impact energy efficiency by allowing uncontrolled mixing of the electrolyte solutions to occur. For example, in RED with hypersaline water sources, uncontrolled mixing consumes 20-50% of the available mixing energy. Thus, in addition to high selectivity and high conductivity, it is desirable for IEMs to have low permeability to water and salt in order to minimize energy losses. Unfortunately, there is very little quantitative water and salt permeability information available for commercial IEMs, making it difficult to select the best membrane for a particular application. Accordingly, we measured the water and salt transport properties of 20 commercial IEMs and analyzed the relationships between permeability, diffusion and partitioning according to the solution-diffusion model. We found that water and salt permeance vary over several orders of magnitude among commercial IEMs, making some membranes better-suited than others to electrochemical processes that involve high salt concentrations and/or concentration gradients. Water and salt diffusion coefficients were found to be the principal factors contributing to the differences in permeance among commercial IEMs. We also observed that water and salt permeability were highly correlated to one another for all IEMs studied, regardless of polymer type or reinforcement. This finding suggests that transport of mobile salt in IEMs is governed by the microstructure of the membrane, and provides clear evidence that mobile salt does not interact strongly with polymer chains in highly-swollen IEMs. <br />", "date": "2018-10-15", "journal": "chemRxiv", "categories": "Polymer chains; Electrochemical Analysis; Transport Phenomena (Chem. Eng.); Energy Storage; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Lanthanoid Complexes Supported by Retro-Claisen Condensation Products of β-Triketonates", "doi": "10.26434/chemrxiv.6448253.v4", "published_doi": "10.1039/C8DT03585G", "published_url": "https://doi.org/10.1039/C8DT03585G", "authors": "Laura Abad Galán; Alexandre N. Sobolev; Eli Zysman-Colman; Mark Ogden; Massimiliano Massi", "abstract": "<i>β</i>-Triketonates have been recently used as chelating ligands for lanthanoid ions, presenting unique structures varying from polynuclear assemblies to polymers. In an effort to overcome low solubility of the complexes of tribenzoylmethane, four <i>β</i>-triketones with higher lipophilicity were synthesised. Complexation reactions were performed for each of these molecules using different alkaline bases in alcoholic media. X-ray diffraction studies suggested that the ligands were undergoing decomposition under the reaction conditions. This is proposed to be caused by <i>in situ</i>retro-Claisen condensation reactions, consistent with two examples that have been reported previously. The lability of the lanthanoid cations in the presence of a varying set of potential ligands gave rise to structures where one, two, or three of the molecules involved in the retro-Claisen condensationreaction were linked to the lanthanoid centres. These results, along with measurements of ligand decomposition in the presence of base alone, suggest that using solvents of lower polarity will mimimise the impact of the retro-Claisen condensation in these complexes. <br />", "date": "2018-10-22", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Lanthanides and Actinides; Spectroscopy (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}