{"title": "Selecting Between Two Transition States by Which Water Oxidation Intermediates on an Oxide Surface Decay", "doi": "10.26434/chemrxiv.7795664.v1", "published_doi": "10.1038/s41929-019-0332-5", "published_url": "https://doi.org/10.1038/s41929-019-0332-5", "authors": "Xihan Chen; Daniel J. Aschaffenburg; Tanja Cuk", "abstract": "<p>While catalytic mechanisms on electrode\nsurfaces have been proposed for decades, the pathways by which the product’s chemical\nbonds evolve from the initial charge-trapping intermediates have not been\nresolved in time.  Here, we discover a\nreactive population of charge-trapping intermediates with states in the middle\nof a semiconductor’s band-gap to reveal the dynamics of two parallel transition\nstate pathways for their decay. Upon photo-triggering the water oxidation\nreaction from the n-SrTiO<sub>3</sub> surface with band-gap, pulsed excitation,\nthe intermediates’ microsecond decay reflects transition state theory (TST)\nthrough: (1) two distinct and reaction dependent (pH, T, Ionic Strength, and\nH/D exchange) time constants, (2) a primary kinetic salt effect on each activation\nbarrier and an H/D kinetic isotope effect on one, and (3) realistic activation\nbarrier heights (~0.4-0.5 eV) and TST pre-factors\n(~10<sup>11</sup> -10<sup>12</sup> Hz). A photoluminescence\nfrom mid-gap states in n-SrTiO<sub>3</sub> reveals the reaction dependent\ndecay; the same spectrum was previously assigned by us to hole-trapping at\nparallel Ti-O<sup>·</sup>-Ti (bridge) and perpendicular Ti-O<sup>·</sup> (oxyl) O-sites using <i>in-situ</i>\nultrafast vibrational and optical spectroscopy. Therefore, the two transition\nstates are naturally associated with the decay of these respective\nintermediates.  Furthermore, we show that\nreaction conditions select between the two pathways, one of which reflects a\nlabile intermediate facing the electrolyte (the oxyl) and the other a lattice\noxygen (the bridge).  Altogether, we\nexperimentally isolate an important activation barrier necessary for water oxidation,\nwhich is necessary for designing water oxidation catalysts for high O<sub>2</sub>\nturn-over.   Moreover, in isolating it,\nwe identify competing mechanisms for O<sub>2</sub> evolution at surfaces and\nshow how to use reaction conditions to select between them.<b></b></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Electrocatalysis; Heterogeneous Catalysis; Physical and Chemical Processes; Spectroscopy (Physical Chem.); Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Environment-Controlled Post-Synthetic Modifications of Iron Formate Frameworks", "doi": "10.26434/chemrxiv.7791836.v1", "published_doi": "10.1021/ACS.INORGCHEM.9B01817", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b01817", "authors": "Szymon Sobczak; Andrzej Katrusiak", "abstract": "<b>New hybrid iron-formate\nperovskites have been obtained in high-pressure reactions. Apart from the\npressure range, also the liquid environment of the sample regulates the course\nof transformations. Formate α-DmaFe<sup>2+</sup>Fe<sup>3+</sup>For<sub>6</sub><a>, when\ncompressed in oil and in isopropanol at 1.40 GPa, transforms to a new</a><a> phase<i> </i></a><i>γ</i>, different than that phase β obtained at\nlow-temperature. In <a></a><a></a><a></a><a></a><a></a><a>glycerol</a>\nphase α can be compressed to 1.40 GPa, but then <a></a><a>reacts </a>to <a></a><a>DmaFe<sup>2+</sup>For<sub>3</sub>,\nwith all Fe(III) cations reduced, </a>surrounded by amorphous iron\nformate <a></a><a></a><a></a><a>devoid </a>of Dma\ncations. <a></a><a></a><a>Another\nmixed-valence framework Dma<sub>3</sub>[Fe<sup>2+</sup><sub>3</sub>Fe<sup>3+</sup>For<sub>6</sub>]<sub>2</sub>·CO<sub>2</sub>,\ncan be produced from phase α incubated in methanol and ethanol at 1.15 GPa</a>. These\npressure-induced environment-sensitive modifications have been rationalised by\nthe volume effects involving the oxidation states of Fe(II) and\nFe(III), their high- and low-spin states as well as the properties of pressure transmitting media. The topochemical\nredox reactions controlled by pressure and the liquid environment offer new\nhighly efficient, safe and environment-friendly reactions leading to new advanced\nmaterials and their post-synthesise modifications.</b>", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Coordination Chemistry (Organomet.); Kinetics and Mechanism - Organometallic Reactions; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Mechanisms App: Development of a New Learning Tool for Active Learning in Organic Chemistry", "doi": "10.26434/chemrxiv.7785446.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Julia Winter; Sarah E. Wegwerth; Brittland K. DeKorver; Layne A. Morsch; Dane DeSutter; Lawrence M. Goldman; Lauren Reutenauer", "abstract": "This paper details the development of the Mechanisms app for organic chemistry, from inception to prototype and commercial release and expansion. The early research with students and instructors is described.", "date": "2019-03-01", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Principles of Dynamic Heterogeneous Catalysis: Surface Resonance and Turnover Frequency Response", "doi": "10.26434/chemrxiv.7790009.v1", "published_doi": "10.1021/acscatal.9b01606", "published_url": "https://doi.org/10.1021/acscatal.9b01606", "authors": "M. Alexander Ardagh; Omar A. Abdelrahman; Paul Dauenhauer", "abstract": "Acceleration of catalytic transformation of molecules via heterogeneous\nmaterials occurs through design of active binding sites to optimally balance\nthe requirements of all steps in a catalytic cycle. In accordance with the\nSabatier principle, the characteristics of a single binding site are balanced\nbetween at least two transient phenomena, leading to maximum possible catalytic\nactivity at a single, static condition (i.e., a ‘volcano curve’ peak). In this\nwork, a dynamic heterogeneous catalyst oscillating between two electronic states\nwas evaluated to demonstrate catalytic activity as much as three-to-four orders\nof magnitude (1,000-10,000x) above the Sabatier maximum. Surface substrate\nbinding energies were varied by a given amplitude (0.1 < ΔU < 3.0 eV)\nover a broad range of frequencies (10<sup>-4</sup> < <i>f</i> < 10<sup>11</sup> s<sup>-1</sup>) in square, sinusoidal,\nsawtooth, and triangular waveforms to characterize surface dynamics impact on\naverage catalytic turnover frequency. Catalytic systems were shown to exhibit\norder-of-magnitude dynamic rate enhancement at ‘surface resonance’ defined as\nthe band of frequencies (e.g., 10<sup>3</sup>-10<sup>7</sup> s<sup>-1</sup>)\nwhere the applied surface waveform kinetics were comparable to kinetics of\nindividual microkinetic chemical reaction steps. Key dynamic performance\nparameters are discussed regarding industrial catalytic chemistries and\nimplementation in physical dynamic systems operating above kilohertz\nfrequencies.", "date": "2019-03-01", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Chemical Kinetics; Surface", "metrics": null, "license": "CC BY 4.0"}
{"title": "Development of Pyridine-Based Inhibitors for the Human Vaccinia-Related Kinases 1 and 2", "doi": "10.26434/chemrxiv.7791464.v1", "published_doi": "10.1021/acsmedchemlett.9b00082", "published_url": "https://doi.org/10.1021/acsmedchemlett.9b00082", "authors": "Ricardo Serafim; Fernando de Souza Gama; Caio dos Reis; Stanley Vasconcelos; André Santiago; Jessica Takarada; Luiz Dutra; Fulvia Di Pillo; Hatylas Azevedo; Alessandra Mascarello; Jonathan Elkins; Katlin Massirer; Opher Gileadi; Cristiano Guimarães; Rafael Counago", "abstract": "<div>\n\n<p>Vaccinia-related kinases 1 and 2 (VRK1 and VRK2) are human\nSer/Thr protein kinases associated with increased cell division and\nneurological disorders. Nevertheless, the cellular functions of these proteins\nare not fully understood. Despite their therapeutic potential, there are no\ninhibitors available for VRK1 or VRK2. We report here the discovery and\nelaboration of an aminopyridine scaffold as a basis for VRK1 and VRK2\ninhibitors. The most potent compounds displayed <i>K</i><sub>D</sub> values of 190 nM and 401 nM for VRK1 and VRK2,\nrespectively. Differences in compound binding mode and substituent preferences\nbetween the two VRKs were identified by the series structure-activity\nrelationship combined with the crystallographic analysis of key compounds. We\nexpect that our results will serve as a starting point for the design of\nspecific and potent inhibitors against each of the two VRKs based on a pyridine\nscaffold.</p>\n\n</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Biochemistry; Biophysics", "metrics": null, "license": "CC BY 4.0"}
{"title": "Biological Relevance of Charge Transfer Branching Pathways in Photolyases", "doi": "10.26434/chemrxiv.7791683.v1", "published_doi": "10.1039/C9CP01609K", "published_url": "https://doi.org/10.1039/C9CP01609K", "authors": "Daniel Holub; Tilman Lamparter; Marcus Elstner; Natacha Gillet", "abstract": "In PhrA, a class III CPD photolyase, two branching tryptophan charge transfer pathways have been characterized in the mechanism of FAD photoreduction. To provide a molecular explanation of the charge transfer abilities of both pathways, we performed simulations where the protein motion and the positive charge are simultaneously propagated. Our computational approach reveals that one pathway drives a very fast charge transfer whereas the other pathway provides a very good thermodynamic stabilization of the positive charge. During the simulations, the positive charge firstly moves on the fast triad, allowing the stabilization of reduced FAD. After one nanosecond, we observe a nearly equal probability to find the charge at ending tryptophan of either pathway. Our results highlight the role of the protein environment, which manages the association of a kinetic and a thermodynamic pathways to trigger a fast and efficient FAD photoreduction.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Emergent Supramolecular Assembly Properties of Recognition-Encoded Oligoesters", "doi": "10.26434/chemrxiv.7795604.v1", "published_doi": "10.1039/C9SC01669D", "published_url": "https://doi.org/10.1039/C9SC01669D", "authors": "Filip Szczypiński; Luca Gabrielli; Christopher Hunter", "abstract": "The sequences of oligomeric molecules equipped with interacting side-chains encode the three-dimensional structure, the supramolecular assembly properties, and ultimately function. In an attempt to replicate the duplex forming properties of nucleic acids, an oligoester containing an alternating sequence of hydrogen bonding donor (<b>D</b>) and acceptor (<b>A</b>) residues was synthesised. Characterisation of assembly properties of the <b>ADAD</b> oligomer revealed a supramolecular architecture that resembles the kissing stem-loops motif found in folded RNA. NMR dilution and melting experiments in chloroform and 1,1,2,2-tetrachloroethane show that intramolecular hydrogen bonding interactions between the terminal phenol and phosphine oxide recognition sites in the <b>ADAD</b> 4-mer leads to 1,4-folding. This folded stem-loop structure can be denatured to give the single strand by heating. At higher concentrations or lower temperatures, the stem-loop dimerises via intermolecular hydrogen bonding interactions between the two inner recognition sites, leading to a kissing stem-loops structure. The results suggest a rich supramolecular chemistry for these recognition-encoded oligoesters and lay strong foundations for the future development of new functional materials based on synthetic information molecules.", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Supramolecular Chemistry (Org.); Oligomers", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aromaticity and Antiaromaticity in the Excited States of Porphyrin Nanorings", "doi": "10.26434/chemrxiv.7797533.v1", "published_doi": "10.1021/acs.jpclett.9b00623", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00623", "authors": "Martin Peeks; Juliane Gong; Kirstie McLoughlin; Takayuki Kobatake; Renee Haver; Laura Herz; Harry L. Anderson", "abstract": "Aromaticity can be a useful concept for predicting the behavior of excited states. Here we show that π-conjugated porphyrin nanorings exhibit size-dependent excited-state global aromaticity and antiaromaticity, for rings containing up to eight porphyrin subunits, although they have no significant global aromaticity in their neutral singlet ground states. Applying Baird’s law, odd rings ([4n] π-electrons) are aromatic in their excited states, whereas the excited states of even rings ([4n+2] π-electrons) are antiaromatic. These predictions are borne out by density functional theory (DFT) studies of the nucleus-independent chemical shift in the T1 triplet state of each ring, which reveal the critical importance of the triplet delocalization to the emergence of excited-state aromaticity. The singlet excited states (S1) are explored by measurements of the radiative rate and fluorescence peak wavelength, revealing a subtle odd-even alternation as a function of ring size, consistent with symmetry-breaking in antiaromatic excited states.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Computational Chemistry and Modeling; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Site-Specific Protein Covalent Attachment to Nanotubes and Its Electronic Impact on Single Molecule Function", "doi": "10.26434/chemrxiv.7798973.v1", "published_doi": "10.1021/ACS.BIOCONJCHEM.9B00719", "published_url": "https://doi.org/10.1021/acs.bioconjchem.9b00719", "authors": "Adam Beachey; Harley Worthy; William David Jamieson; Suzanne Thomas; Benjamin Bowen; J. Emyr Macdonald; Martin Elliott; Oliver K. Castell; Dafydd Jones", "abstract": "<p>Functional\nintegration of proteins with carbon-based nanomaterials such as nanotubes holds\ngreat promise in emerging electronic and optoelectronic applications. Control over protein attachment\nposes a major challenge for consistent and useful device fabrication,\nespecially when utilizing single/few molecule properties. Here, we exploit\ngenetically encoded phenyl azide photochemistry to define the direct covalent\nattachment of three different proteins, including the fluorescent protein GFP, to\ncarbon nanotube side walls. Single molecule fluorescence revealed that on\nattachment to SWCNTs GFP’s fluorescence changed in terms of intensity and\nimproved resistance to photobleaching; essentially GFP is fluorescent for much\nlonger on attachment. The site of attachment proved important in terms of\nelectronic impact on GFP function, with the attachment site furthest from the\nfunctional center having the larger effect on fluorescence. Our approach\nprovides a versatile and general method for generating intimate protein-CNT\nhybrid bioconjugates. It can be potentially applied easily to any protein of\nchoice; attachment position and thus interface characteristics with the CNT can\neasily be changed by simply placing the phenyl azide chemistry at different\nresidues by gene mutagenesis. Thus, our approach will allow consistent\nconstruction and modulate functional coupling through changing the protein attachment\nposition.</p>", "date": "2019-03-05", "journal": "chemRxiv", "categories": "Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices; Biochemistry; Bioengineering and Biotechnology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "TMB-iBIOMES: An iBIOMES-Lite Database of Nucleosome Trajectories and Meta-Analysis", "doi": "10.26434/chemrxiv.7793939.v1", "published_doi": "10.1016/J.BPJ.2018.11.3027", "published_url": "https://doi.org/10.1016/j.bpj.2018.11.3027", "authors": "Ran Sun; Zilong Li; Thomas C. Bishop", "abstract": "<div>Here we introduce our TMB-iBIOMES database which serves as both a reference for future comparative, on-demand simulations of nucleosomes and a demonstration of iBIOMES-Lite as a tool for managing a laboratory's simulation inventory. TMB-iBIOMES contains over 20 microseconds of all atom molecular dynamics simulations for over 500 different realizations of the nucleosome. For every simulation, the original input, output, de-watered trajectories, RMSD, and DNA helical parameter data are provided. Closely related simulations are grouped together, and a meta-analysis of each group is provided. The data can be navigated in a file browser format or downloaded directly with command line tools. Collectively the simulations provide a novel view of nucleosomal DNA. Compared to DNA free in solution, DNA on the nucleosome is not highly deformed or tightly restricted as determined by DNA helical parameter analysis.  The overall conformation is restricted to a specific left-handed super helix, but the range of conformations explored by individual base pairs is larger than that observed for DNA free in solution. </div>", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Biochemistry; Bioinformatics and Computational Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Crafting A More Environmentally Benign Extraction and Analysis of Pharmaceutical Precursors from a Medicinal Plant: A Student-Led Innovation", "doi": "10.26434/chemrxiv.7791716.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "John de la Parra; Julian Stanley; Suraya Foster; Caroline Webb; Vasiliki Lykourinou", "abstract": "<p>A student-led research seminar was utilized to develop and validate an innovative 4-part undergraduate chemistry laboratory module that exposes students to a more environmentally benign method for the extraction and analysis of pharmaceutical-precursor alkaloids from the leaves of a medicinal plant, the Madagascar periwinkle. This plant is well known for its production of valuable pharmaceutical alkaloids but obtaining these compounds in therapeutic amounts has relied on traditional techniques that often ignore environmental impacts. Our student-directed design team has optimized an instructional protocol for extracting alkaloids from leaves by successfully, and for the first time, replacing the traditionally used dichloromethane extraction solvent with cyclopentyl methyl ether, a less environmentally harmful solvent. As a pedagogical exercise in the principles of green chemistry, students work in teams performing extractions with conventional vs. “green” solvents for comparison. We also introduce the student to the concept of the qualitative assay for alkaloid presence. Thin layer chromatography is performed with various solvents to optimize resolution of major alkaloid components, as well as to introduce fundamental principles of chromatography to the students. Finally, supercritical fluid chromatography is utilized as a previously unexplored, and less waste-producing analytical technique for confirmation of the presence of the valuable pharmaceutical precursors vindoline and catharanthine.<b></b></p>", "date": "2020-03-09", "journal": "chemRxiv", "categories": "Chemical Education - General", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Rapid Intrabacterial Hydrolysis for Activating Antibiotics against Gram-negative Bacteria", "doi": "10.26434/chemrxiv.7800824.v1", "published_doi": "10.1002/ANIE.201905230", "published_url": "https://doi.org/10.1002/anie.201905230", "authors": "Jiaqing Wang; Deani L. Cooper; Wenjun Zhan; Difei Wu; Hongjian He; Shenghuan Sun; Susan T. Lovett; Bing Xu", "abstract": "<div>Antimicrobial drug resistance demands novel approaches for improving the efficacy of antibiotics, especially against Gram-negative bacteria. Here we report that conjugating a diglycine (GG) to a prodrug of antibiotics drastically accelerates intrabacterial hydrolysis of ester bond for regenerating the antibiotics against E. coli. Specifically, the attachment of GG to chloramphenicol succinate (CLsu) generates a novel conjugate (CLsuGG), which exhibits about an order of magnitude higher inhibitory efficacy than CLsu against E. coli. This work, for the first time, illustrates that dipeptide conjugation modulates intrabacterial hydrolysis for increasing antibiotic efficacy and reducing adverse drug effects.</div>", "date": "2019-03-05", "journal": "chemRxiv", "categories": "Biological Materials; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Regioselective C3-H Trifluoromethylation of 2H-Indazole Under Transition-Metal-Free Photoredox Catalysis", "doi": "10.26434/chemrxiv.7796603.v1", "published_doi": "10.1021/acs.joc.9b00676", "published_url": "https://doi.org/10.1021/acs.joc.9b00676", "authors": "Arumugavel Murugan; Venkata Nagarjuna Babu; Nagaraj Sabarinathan; Sharada Duddu. S", "abstract": "Here we report a\nvisible-light-promoted metal-free regioselective C3-H trifluoromehtylation\nreaction that proceeds via radical mechanism and which supported by control\nexperiments. The combination of photoredox catalysis and hypervalent iodine\nreagent provides a practical approach for the present trifluoromethylation\nreaction and synthesis of a library of trifluoromethylated indazoles.", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Photochemistry (Org.); Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Carbon:²³⁴Thorium ratios of sinking particles in the California Current Ecosystem 2: Examination of a thorium sorption, desorption, and particle transport model", "doi": "10.26434/chemrxiv.7803698.v1", "published_doi": "10.1016/j.marchem.2019.03.005", "published_url": "https://doi.org/10.1016/j.marchem.2019.03.005", "authors": "Michael Stukel; Thomas Kelly", "abstract": "Thorium-234 (234Th) is a powerful tracer of particle dynamics and the biological pump in the surface ocean; however, variability in carbon:thorium ratios of sinking particles adds substantial uncertainty to estimates of organic carbon export.  We coupled a mechanistic thorium sorption and desorption model to a one-dimensional particle sinking model that uses realistic particle settling velocity spectra.  The model generates estimates of 238U-234Th disequilibrium, particulate organic carbon concentration, and the C:234Th ratio of sinking particles, which are then compared to in situ measurements from quasi-Lagrangian studies conducted on six cruises in the California Current Ecosystem.  Broad patterns observed in in situ measurements, including decreasing C:234Th ratios with depth and a strong correlation between sinking C:234Th and the ratio of vertically-integrated particulate organic carbon (POC) to vertically-integrated total water column 234Th, were accurately recovered by models assuming either a power law distribution of sinking speeds or a double log normal distribution of sinking speeds.  Simulations suggested that the observed decrease in C:234Th with depth may be driven by preferential remineralization of carbon by particle-attached microbes.  However, an alternate model structure featuring complete consumption and/or disaggregation of particles by mesozooplankton (e.g. no preferential remineralization of carbon) was also able to simulate decreasing C:234Th with depth (although the decrease was weaker), driven by 234Th adsorption onto slowly sinking particles.  Model results also suggest that during bloom decays C:234Th ratios of sinking particles should be higher than expected (based on contemporaneous water column POC), because high settling velocities minimize carbon remineralization during sinking.", "date": "2019-03-06", "journal": "chemRxiv", "categories": "Environmental Science; Geochemistry; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "FIDDLE. Simultaneous Indexing and Structure Solution from Powder Diffraction Data using a Genetic Algorithm and Correlation Functions", "doi": "10.26434/chemrxiv.7808351.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Carmen Guguta; Jan M.M. Smits; Rene de Gelder", "abstract": "A method for the determination of crystal structures from powder diffraction data is presented that circumvents the difficulties associated with separate indexing. For the simultaneous optimization of the parameters that describe a crystal structure a genetic algorithm is used together with a pattern matching technique based on auto and cross correlation functions.<br />", "date": "2019-03-07", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Chemoinformatics - Computational Chemistry; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interplay of Catalyst Structure and Temperature for NMR Signal Amplification by Reversible Exchange", "doi": "10.26434/chemrxiv.7812680.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Fan Shi", "abstract": "SABRE has brought up the many possibilities for chemical and medical researches. However, the current SABRE catalyst has multi-limitations, including the time-consuming activation, activation stability and temperature compatibility. In this report, synthesis of several variants of an iridium-based organometallic catalyst showed accelerated activation performance and enhanced stability, during NMR Signal Amplification By Reversible Exchange (SABRE) in solution under upon administration of parahydrogen (pH2)-enriched gas in methanol mixture containing the “variant” catalyst and the substrate (pyridine or nicotinamide). Furthermore, such series of newly discovered SABRE catalysts are opening a door to a much high activation efficiency and higher low temperature performances for the potential future applications in larger and more challenging application fields, as well the relevant theoretical study of SABRE mechanism.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Chemical Kinetics; Quantum Mechanics; Spectroscopy (Physical Chem.); Statistical Mechanics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of a Hominal Bis(difluoromethyl) Fragments", "doi": "10.26434/chemrxiv.7813460.v1", "published_doi": "10.1021/ACSOMEGA.9B02131", "published_url": "https://doi.org/10.1021/acsomega.9b02131", "authors": "Viktor Viktor Ivasyshyn; Hans Smit; Ryan Chiechi", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>This paper describes the synthesis of discrete units of hominal bis(gem-CF2). The\ncontrolled introduction of fluorine atoms is a powerful synthetic tool to introduce dipole moments with minimal impact to sterics. Polyvinylidene fluoride (PVDF) is a\nstriking example of the influence of fluorine atoms, which impart ferroelectric\nbehavior from the alignment of the dipole moments of CF2 units, however, it is\nprepared via direct polymerization of vinylidene difluoride. Thus, a different\nsynthetic pathway is required to produce synthons containing discrete numbers of\nCF2 groups in a hominal relation to each other. We found out that, in the case of\nshort chains, the consecutive deoxofluorination of sequentially-introduced keto groups\nis very inefficient, as it requires harsh conditions and sharply decreasing yields at\neach step. To solve this problem, we combined the selective desulfurative fluorination\nof dithiolanes with pyridinium fluoride and the deoxofluorination of keto groups with\nmorpholinosulfur trifluoride. This strategy is highly reproducible and scalable,\nallowing the synthesis of the hominal bis(gem-CF2) fragment as a shelf-stable tosylate, which can be used to install discrete chains of hominal bis(gem-CF2) on a\nvariety of synthons and monomers.</p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>", "date": "2019-03-07", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Long-lived Triplet Excitons Formed by Exergonic Intramolecular Singlet Fission of an Adamantane-linked Tetracene Dyad", "doi": "10.26434/chemrxiv.7808435.v1", "published_doi": "10.1021/ACS.JPCC.9B04503", "published_url": "https://doi.org/10.1021/acs.jpcc.9b04503", "authors": "Yasunori Matsui; Shuhei Kawaoka; Hiroki Nagashima; Tatsuo Nakagawa; Naoki Okamura; Takuya Ogaki; Eisuke Ohta; Seiji Akimoto; Shigeyuki Yagi; Yasuhiro Kobori; Hiroshi Ikeda", "abstract": "<div>An adamantane-linked tetracene dyad (Tc–Ad–Tc) undergoes exergonic intramolecular singlet fission (SF), producing longlived (τ = 175 μs) and high-energy (2 x 1.03 eV) multiexcitons. Timeresolved absorption, fluorescence decay, and electron paramagnetic resonance (EPR) spectroscopic analysis revealed that the long-lived triplet species is generated in this system via correlated triplet pair having singlet and quintet characteristics. Time-resolved EPR analysis revealed that conversion of <sup>1</sup>(<sup>3</sup>Tc–Ad–<sup>3</sup>Tc)* -> <sup>5</sup>(<sup>3</sup>Tc–Ad–<sup>3</sup>Tc)* requires small conformational dynamics accompanied by molecular motion. Analysis of the geometries of the quintet states shows that formation of the long-lived multiexciton is enabled by precise and close alignment of the tetracene moieties, which leads to their moderate interaction in the singlet excited state, while triplet–triplet annihilation is prevented by quintet generation. The presence of aliphatic linkages, like the rigid adamantane group, might enable effective conservation of intrinsic S<sub>1</sub> and T<sub>1</sub> levels of the original monomers, and moderate bridge-mediated σ–π interaction leading to exergonic intramolecular SF involving <sup>1</sup>Tc*–Ad–Tc -> <sup>1</sup>(<sup>3</sup>Tc–Ad–<sup>3</sup>Tc)*.</div><div><br /></div>", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Theory - Computational; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Teaching Enzyme Catalysis Using an Open Source Framework for Interactive Molecular Dynamics in Virtual Reality", "doi": "10.26434/chemrxiv.7819982.v1", "published_doi": "10.1021/ACS.JCHEMED.9B00181", "published_url": "https://doi.org/10.1021/acs.jchemed.9b00181", "authors": "Simon Bennie; Kara Ranaghan; Helen Deeks; Heather Goldsmith; Mike O'Connor; Adrian Mulholland; David Glowacki", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The reemergence of virtual reality (VR) in the last few years has led to affordable commodity hardware that can offer\nnew ways to teach, communicate and engage with difficult concepts, especially those which involve complicated 3D\nmotion and spatial manipulation. In a higher education context, these immersive technologies make it possible to teach\ncomplex molecular topics in a way that may aid or even supersede traditional approaches such as molecular models,\ntextbook images, and traditional screen-based computational environments. In this work we describe a study involving\n24 third-year UK undergraduate chemistry students who undertook a traditional computational chemistry class\ncomplemented with an additional component utilising real-time interactive molecular dynamics simulations in VR\n(iMD-VR). Exploiting the flexibility of an open-source iMD-VR framework which we recently described,(1) and building\non recent work where we demonstrated the ability to use this framework to run ‘on-the-fly’ density functional theory\nin VR at interactive speeds,2 we designed three tasks for students to complete in iMD-VR: (1) interactive rearrangement\nof the chorismate molecule to prephenate using forces obtained from ‘on-the-fly’ density functional theory calculations;\n(2) unbinding of chorismate from the active site chorismate mutase enzyme using molecular-mechanics forces\ncalculated in real-time; and (3) docking of chorismate with chorismate mutase using real-time molecular mechanics\nforces. A survey indicated that most students found the iMD-VR component more engaging than the traditional\napproach, and also that it improved their perceived educational outcomes and their interest in continuing on in the field\nof computational sciences.\n</p></div>\n\t\t\t</div>", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Chemical Education - General; Bioinformatics and Computational Biology; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling", "metrics": null, "license": "CC BY 4.0"}
{"title": "Hybrid Charge-Transfer Semiconductors: (C7H7)SbI4, (C7H7)BiI4, and Their Halide Congeners", "doi": "10.26434/chemrxiv.7824089.v1", "published_doi": "10.1021/acs.inorgchem.9b00170", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b00170", "authors": "Iain Oswald; Eve M. Mozur; Ian P. Moseley; Hyochul Ahn; James R. Neilson", "abstract": "<p>The\nfamily of hybrid metal-halide semiconductors (C<sub>7</sub>H<sub>7</sub>)MX<sub>4</sub>\n(M = Bi<sup>3+</sup>, Sb<sup>3+</sup>; X = Cl<sup>–</sup>, Br<sup>–</sup>, I<sup>–</sup>)\nwas synthesized. The optical and electronic properties of the new compounds\nwere elucidated, revealing electronic band gaps that span the visible region. The\ntropylium cations stack into columns separated by chains of edge-sharing M-X\noctahedra to yield a low dimensional crystal structure with electron and hole\ncharge carriers confined to the organic and inorganic components, respectively.</p>", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Solid State Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Aerosol-Assisted Sol-Gel Synthesis of Mesoporous TiO2 Materials, and Their Use as Support for Ru-Based Methanation Catalysts", "doi": "10.26434/chemrxiv.7824053.v1", "published_doi": "10.1021/acsanm.9b00518", "published_url": "https://doi.org/10.1021/acsanm.9b00518", "authors": "Ara Kim; Clément Sanchez; Bernard Haye; Cédric Boissière; Capucine Sassoye; Damien Debecker", "abstract": "<div>Mesoporous TiO<sub>2</sub>\nmaterials have been prepared by an aerosol process, which leverages on the\nacetic acid-mediated sol-gel chemistry and on the evaporation-induced\nself-assembly phenomenon to obtain materials with high specific surface area\nand large mesoporous volume. The obtained spherical particles are calcined to\nrelease the porosity. It is shown that the mesoscopic order can be preserved\nwhen the calcination is carried out at relatively low temperature (375 °C and\nbelow). Harsher calcination conditions lead to the progressive destruction of\nthe mesostructured, concomitant with a progressive drop of textural properties\nand with the crystallization of larger anatase domains. The mesoporous TiO<sub>2</sub>\nmaterial calcined at 350°C (specific surface area = 260 m².g<sup>-1</sup>; pore\nvolume = 0.36 cm³.<sup>-1</sup>; mean pore diameter = 5.4 nm) was selected as a\npromising support for preformed RuO<sub>2</sub> nanoparticles, and subsequently\nannealed in air. It is shown that the presence of RuO<sub>2</sub> nanoparticles\nand subsequent annealing provoke further intense modification of the texture\nand crystallinity of the TiO<sub>2</sub> materials. In addition to a drop in\nthe textural parameters, a RuO<sub>2</sub>-mediated crystallization of rutile\nTiO<sub>2</sub> is highlighted at temperature as low as 250°C. After an in situ\nreduction in H<sub>2</sub>, the catalysts containing TiO<sub>2</sub> rutile and\nrelatively small RuO<sub>2</sub> crystals showed the highest activity in the\nmethanation of CO<sub>2</sub>. \n\n</div>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Catalysts; Nanostructured Materials - Materials; Heterogeneous Catalysis; Physical and Chemical Processes; Physical and Chemical Properties; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Cross-Peaks in Simple 2D NMR Experiments from Chemical Exchange of Transverse Magnetization", "doi": "10.26434/chemrxiv.7823828.v1", "published_doi": "10.1002/ange.201903245", "published_url": "https://doi.org/10.1002/ange.201903245", "authors": "Chris Waudby; Tom Frenkiel; John Christodoulou", "abstract": "Two-dimensional correlation measurements such as COSY, NOESY, HMQC and HSQC experiments are central to small molecule and biomolecular NMR spectroscopy, and commonly form the basis of more complex experiments designed to study chemical exchange occurring during additional mixing periods. However, exchange occurring during chemical shift evolution periods can also influence the appearance of such spectra. While this is often exploited through one-dimensional lineshape analysis ('dynamic NMR'), the analysis of exchange across multiple chemical shift evolution periods has received less attention. Here we report that chemical exchange-induced cross-peaks can arise in even the simplest two-dimensional NMR experiments. These cross-peaks can have highly distorted phases that contain rich information about the underlying exchange process. The quantitative analysis of such peaks, from a single 2D spectrum, can provide a highly accurate characterization of underlying exchange processes.", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Biophysics; Theory - Computational; Chemical Kinetics; Physical and Chemical Processes; Quantum Mechanics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Apolar Behavior of Hydrated Calcite (10{-1}4) Surface Assists in Naphthenic Acid Adsorption", "doi": "10.26434/chemrxiv.7830029.v1", "published_doi": "10.1021/ACS.ENERGYFUELS.9B00877", "published_url": "https://doi.org/10.1021/acs.energyfuels.9b00877", "authors": "Arjun Valiya Parambathu; Le Wang; Dilip Asthagiri; Walter Chapman", "abstract": "Water molecules bind strongly to the polar calcite surface and form a surface adsorbed layer that has properties akin to an apolar surface. This has important implications for understanding the thermodynamic driving forces underlying the adsorption of acid groups from crude oil, in particular naphthenic acid, onto calcite. Free energy calculations show that naphthenic acid binds favorably to the water mono-layer adsorbed on the calcite surface. But to bond directly to the calcite, a free energy barrier has to be overcome to expel the intervening layer of water. Further, naphthenic acids with longer alkyl chains bind with lower free energy to the calcite surface than those with shorter alkyl chains, and, for the same chain length, branching also enhances adsorption. To better understand this behavior, for a specified alkyl chain length we study adsorption at different temperatures. Consistent with experiments, we find that adsorption is enhanced at higher temperatures. Examining the enthalpic and entropic contributions to adsorption shows that adsorption of naphthenic acid is entropically favored.<br />", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Regulating Transition Metal Catalysis Through Interference by Short RNAs", "doi": "10.26434/chemrxiv.7824755.v1", "published_doi": "10.1002/ange.201905333", "published_url": "https://doi.org/10.1002/ange.201905333", "authors": "Sydnee Green; Hayden Montgomery; Tyler R. Benton; Neil Chan; Hosea Nelson", "abstract": "Here we report the discovery of a Au(I)-DNA hybrid catalyst that is compatible with biological media and whose reactivity can be regulated by small complementary nucleic acid sequences. The development of this catalytic system was enabled by the discovery of a novel Au(I) metal-mediated base pair. We find that Au(I) binds selectively to double stranded DNA containing C–T mismatches. In the Au(I)-DNA catalyst's latent state, the Au(I) ion is sequestered by the mismatch such that it is coordinatively saturated, rendering it catalytically inactive. Upon addition of an RNA or DNA strand that is complementary to the latent catalyst's oligonucleotide backbone, catalytic activity is induced leading to a 7-fold increase in formation of fluorescent product, forged through a Au(I)-catalyzed hydroamination reaction. Further development of this catalytic system will allow for temporal and spatial control of transition metal catalysis through gene transcription.", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Biocatalysis; Bioorganometallic Chemistry; Catalysis; Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Ultrafast Relaxation Dynamics of the S1 (nπ*) State and the 3p and 3d Rydberg States in Cyclohexanone by Femtosecond Photoelectron Imaging", "doi": "10.26434/chemrxiv.7832177.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Ole Hüter; Niklas Helle; Friedrich Temps", "abstract": "<div>The radiationless decay dynamics of the S1 (nπ*) state and the 3p and 3d Rydberg states of cyclohexanone are investigated using femtosecond time-resolved time-of- flight mass spectrometry and photoelectron imaging spectroscopy. After two-photon excitation of the 3p and 3d states, an ultrafast population transfer to the 3s state is observed within < 120 fs. We ascribe this behavior to strong vibronic interactions of the excited Rydberg states with the <sup>1</sup>ππ* valence state that enable an ultrafast population transfer via an avoided crossing and the subsequent passage of a conical intersection between the respective electronic states. Eventually, the 3s state deactivates by internal conversion to the S<sub>1</sub> (nπ*) state, which in turn is found to be long-lived with a decay time of ~ 300 - 800 ps.</div>", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Towards General Network Architecture Design Criteria for Negative Gas Adsorption Transitions in Ultraporous Frameworks", "doi": "10.26434/chemrxiv.7796543.v1", "published_doi": "10.1038/s41467-019-11565-3", "published_url": "https://doi.org/10.1038/s41467-019-11565-3", "authors": "Simon Krause; Jack D. Evans; Volodymyr Bon; Irena Senkovska; Paul Iacomi; Felicitas Kolbe; Sebastian Ehrling; Erik Troschke; Jürgen Getzschmann; Daniel D. Többens; Alexandra Franz; Dirk Wallacher; Pascal\nG. Yot; Guillaume Maurin; Eike Brunner; Philip L. Llewellyn; François-Xavier Coudert; Stefan Kaskel", "abstract": "<p>Critical design criteria for negative gas\nadsorption (NGA), a counterintuitive feature of pressure amplifying materials,\nhitherto uniquely observed in a highly porous framework compound (DUT-49), are\nderived by analysing the physical effects of micromechanics, pore size,\ninterpenetration, adsorption enthalpies, and the pore filling mechanism using\nadvanced in situ X-ray and neutron diffraction, NMR spectroscopy, and\ncalorimetric techniques parallelized to adsorption for a series of six\nisoreticular networks. Aided by  computational\nmodelling, we identify DUT-50 as a new pressure amplifying material featuring\ndistinct NGA transitions upon methane and argon adsorption. In situ neutron\ndiffraction analysis of the methane (CD4) adsorption sites at 111 K supported\nby grand canonical Monte Carlo simulations reveals a sudden population of the\nlargest mesopore to be the critical filling step initiating structural contraction\nand NGA. In contrast, interpenetration leads to framework stiffening and\nspecific pore volume reduction, both factors effectively suppressing NGA\ntransitions.</p>", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Elastic Materials; Hybrid Organic-Inorganic Materials; Metamaterials; Computational Chemistry and Modeling; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Nitrile-Bearing Quaternary Centers via an Equilibrium-Driven Transnitrilation and Anion-Relay Strategy", "doi": "10.26434/chemrxiv.7834940.v1", "published_doi": "10.1002/anie.201903215", "published_url": "https://doi.org/10.1002/anie.201903215", "authors": "Sebastien Alazet; Michael West; Purvish Patel; Sophie Rousseaux", "abstract": "The efficient preparation of nitrile-containing building blocks is of interest due to their utility as synthetic intermediates and their prevalence in pharmaceuticals. As a result, significant efforts have been made to develop methods to access these motifs which rely on safer and non-toxic sources of CN. Herein, we report that 2-methyl-2-phenylpropanenitrile is an efficient, non-toxic, electrophilic CN source for the synthesis of nitrile-bearing quaternary centers via a thermodynamic transnitrilation and anion-relay strategy. This one-pot process leads to nitrile products resulting from the gem-difunctionalization of alkyl lithium reagents.<br />", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Drug Discovery and Drug Delivery Systems; Pharmaceutical Industry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Formation of Neutral Peptide Aggregates Studied by Mass Selective IR Action Spectroscopy", "doi": "10.26434/chemrxiv.7833500.v1", "published_doi": "10.1002/anie.201902644", "published_url": "https://doi.org/10.1002/anie.201902644", "authors": "Sjors Bakels; Sebastiaan Porskamp; Anouk Rijs", "abstract": "The spontaneous aggregation of proteins and peptides is widely studied due to its relation to neurodegenerative diseases. To understand the underlying principles of peptide aggregation, elucidation of structure and structural changes upon their formation is key. This level of detail can be obtained by studying the peptide self-assembly in the gas phase. Structural characterization of aggregates is mainly done on charged species, as adding charges is an intrinsic part of the technique to bring molecules into the gas phase. Studying neutral peptide aggregates will complement the existing picture. These studies are restricted to dimers due to experimental limitations. Here, we present advances in laser desorption molecular beam spectroscopy to form neutral peptide aggregates in the gas phase consisting of up to fourteen monomeric peptides. The combination with IR-UV spectroscopy allowed us to select each aggregate by size and subsequently characterize its structure.", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Physical and Chemical Processes; Self-Assembly; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Oxygen-Enhanced Upconversion of near Infrared Light from Below the Silicon Band Gap", "doi": "10.26434/chemrxiv.7834838.v1", "published_doi": "10.1038/S41566-020-0664-3", "published_url": "https://doi.org/10.1038/s41566-020-0664-3", "authors": "Timothy Schmidt; Elham Gholizadeh; Shyamal Prasad; Zhi Li Teh; Thilini Ishwara; Sarah Norman; Anthony J Petty; John E. Anthony; Shujuan Huang", "abstract": "<div>Here we demonstrate an upconversion composition using semiconductor nanocrystal sensitizers that employs molecular triplet states below the singlet oxygen energy. We show that, contrary to the usual expectation, the admission of oxygen enhances the intensity of upconverted light and significantly speeds up the photochemical processes involved. Further, we demonstrate photochemical upconversion from below the silicon band gap in the presence of oxygen.</div>", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Photovoltaics; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Study of Absorption Spectra of Eumelanin Constituents: Key Role of Oxidized Species in the Red Edge Absorption", "doi": "10.26434/chemrxiv.7834907.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Gerard Riesco; Aleix Casademont; Lluís Blancafort", "abstract": "We have computed the vertical absorption of the\nbasic components of eumelanin, oligomers of 5,6-dihydroxyindole (DHI) and\n5,6-dihydroxyindole-2-carboxylic acid (DHICA), at the TD-DFT level. Here we\npresent a preliminary report on the results for 73 DHI and 58 DHICA oligomers\nthat cover the structural and redox diversity found in eumelanin. We have\nidentified several structures that absorb at wave lengths above 800 nm, all of\nwhich contain oxidized DHI units, <i>ie</i>\nquinones or quinone methides. The transitions also have a pronounced charge\ntransfer character, which suggests that they may give rise to proton-coupled\nelectron transfer radiationless decay mechanisms that are important for the\nphotoprotecting function.", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Beyond the Gouy-Chapman Model with Heterodyne-Detected Second Harmonic Generation", "doi": "10.26434/chemrxiv.7841177.v1", "published_doi": "10.1021/ACS.JPCLETT.9B00727", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00727", "authors": "Franz Geiger; Paul E. Ohno; HanByul Chang; Austin\nP. Spencer; Mavis\nD. Boamah; Liu, Yangdongliu; Wang, Hong-fei", "abstract": "<p>We report ionic strength-dependent phase shifts in second harmonic generation (SHG) signals from charged interfaces that verify a recent model in which dispersion between the fundamental and second harmonic beams modulates observed signal intensities. We show how phase information can be used to unambiguously separate the chi(2) and interfacial potential-dependent chi(3) terms that contribute to the total signal and provide a path to test primitive ion models and mean field theories for the electrical double layer with experiments to which theory must conform. Finally, we demonstrate the new method on supported lipid bilayers and comment on the ability of our new instrument to identify hyper-Rayleigh scattering contributions to common homodyne SHG measurements in reflection geometries.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Interfaces; Optics; Spectroscopy (Physical Chem.); Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Branched Kissing Loops for the Construction of Diverse RNA Homooligomeric Nanostructures", "doi": "10.26434/chemrxiv.7837610.v1", "published_doi": "10.1038/s41557-019-0406-7", "published_url": "https://doi.org/10.1038/s41557-019-0406-7", "authors": "Di Liu; Cody Geary; Gang Chen; Yaming Shao; Mo Li; Chengde Mao; Ebbe S. Andersen; Joseph A. Piccirilli; Paul W. K. Rothemund; Yossi Weizmann", "abstract": "<div>This study presents a robust homooligomeric self-assembly system based on RNA and DNA tiles that are folded from a single-strand of nucleic acid and assemble via a novel artificially designed branched kissing-loops (bKL) motif. By adjusting the geometry of individual tiles, we have constructed a total of 16 different structures that demonstrate our control over the curvature, torsion, and number of helices of assembled structures. Furthermore, bKL-based tiles can be assembled cotranscriptionally, and can be expressed in living bacterial cells.</div>", "date": "2019-03-14", "journal": "chemRxiv", "categories": "Oligomers; Nanostructured Materials - Nanoscience; Self-Assembly", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Buckling of Two-Dimensional Covalent Organic Frameworks Under Thermal Stress", "doi": "10.26434/chemrxiv.7831727.v1", "published_doi": "10.1021/acs.iecr.9b01288", "published_url": "https://doi.org/10.1021/acs.iecr.9b01288", "authors": "Austin Evans; Matthew R. Ryder; Nathan C. Flanders; Edon Vitaku; Lin Chen; William Dichtel", "abstract": "Two-dimensional Covalent organic frameworks (2D COFs) are periodic, permanently porous, and lightweight solids that are polymerized from topologically designed monomers. The predictable design and structural modularity of these materials make them promising candidates for applications including catalysis, environmental remediation, chemical separations, and organic electronics, many of which will require stability to mechanical and thermal stress. Based on their reinforced structures and high degradation temperatures as determined by thermal gravimetric analysis (TGA), many reports have claimed that COFs have excellent thermal stability. However, their stability to heat and pressure has not been probed using methods that report on structural changes rather than the loss of volatile compounds. Here we explore two structurally analogous 2D COFs with different polymerization chemistries using in operando X-ray diffraction, which demonstrates the loss of crystallinity at lower temperatures than the degradation temperatures measured by TGA. Density functional theory calculations suggest that an asymmetric buckling of the COF lattice is responsible for the observed loss of crystallinity. In addition to their thermal stability, x-ray diffraction of the 2D COFs under gas pressures up to 100 bar showed no loss in crystallinity or structural changes, indicating that these materials are robust to mechanical stress by applied pressure. We expect that these results will encourage further exploration of COF stability as a function of framework design and isolated form, which will guide the design of frameworks that withstand demanding application-relevant conditions.", "date": "2019-03-14", "journal": "chemRxiv", "categories": "Organic Polymers; Nanostructured Materials - Nanoscience; Physical and Chemical Processes; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tissue Scaffolds with Nanoscale Hybrid Coating Shining New Lights on Multi-Modal Bone Targeted Therapeutics", "doi": "10.26434/chemrxiv.7836584.v1", "published_doi": "10.1021/ACSAMI.9B04278", "published_url": "https://doi.org/10.1021/acsami.9b04278", "authors": "Zhijun Guo; Nan Jiang; Jessical moore; Colin McCoy; Monika Ziminska; Cormac Rafferty; Andrew Hamilton; Yubao Li; Li Zhang; Songsong Zhu; Gianluca Sarri; dan Sun", "abstract": "<p>The challenging post-surgery management of bone\nmetastasis sees the needs for multi-functional bone scaffolds that offer multi-modal\ntherapeutic functions. Through a nature-inspired layer-by-layer assembly\nprocess, we developed a unique multi-functional tissue scaffold that consists\nof porous polyurethane substrate and nanoscale chitosan/ graphene oxide hybrid coating.\nAlternative layers of drug laden chitosan and graphene oxide nanosheets were\nheld together through strong electrostatic interaction, giving rise to a robust\nmultilayer architecture with control over structural element orientation and\nchemical composition at nanoscale. For the first time, proof-of-concept on\ncombining pH-controlled co-delivery of multiple therapeutic agents and\nphotothermal therapy have demonstrated, in the context of malignant bone cancer\ntreatment. Our scaffold system can be tailored to the patient’s specific needs\nthrough loading of bespoke therapeutic agents and offering on-demand photothermal\ntherapy. The methodology can also be generalized to create functional surfaces\nfor a wide range of biomedical devices as well as for applications beyond healthcare\ntechnology.</p>", "date": "2019-03-14", "journal": "chemRxiv", "categories": "Biocompatible Materials; Biological Materials; Nanostructured Materials - Materials; Bioengineering and Biotechnology; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "“Sleeping Beauty” Phenomenon: SuFEx-Enabled Discovery of Selective Covalent Inhibitors of Human Neutrophil Elastase", "doi": "10.26434/chemrxiv.7842020.v1", "published_doi": "10.1073/PNAS.1909972116", "published_url": "https://doi.org/10.1073/pnas.1909972116", "authors": "Qinheng Zheng; Jordan L. Woehl; Seiya Kitamura; Diogo Santos-Martins; Christopher J. Smedley; Gencheng Li; Stefano Forli; John E. Moses; Dennis W. Wolan; K. Barry Sharpless", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Sulfur-Fluoride Exchange (SuFEx) has emerged as the new generation of click chemistry. We\nreport here a SuFEx-enabled approach exploiting the “sleeping beauty” phenomenon of sulfur\nfluoride compounds in the context of the serendipitous discovery of selective covalent human\nneutrophil elastase (hNE) inhibitors. Evaluation of an ever-growing collection of SuFExable\ncompounds toward various biological assays unexpectedly yielded a selective and covalent hNE\ninhibitor, benzene-1,2-disulfonyl fluoride. Derivatization of the initial hit led to a better agent, 2-\ntriflyl benzenesulfonyl fluoride, itself made through a SuFEx trifluoromethylation process, with IC50\n= 1.1 μM and ~200-fold selectivity over the homologous neutrophil serine protease, cathepsin G.\nThe optimized probe only modified active hNE and not its denatured form, setting another\nexample of the “sleeping beauty” phenomenon of sulfur fluoride capturing agents for the discovery\nof covalent medicines.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Compounds and Functional Groups; Biochemistry; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Anomalous Cracking in a Metal-Organic Framework Glass", "doi": "10.26434/chemrxiv.7844720.v1", "published_doi": "10.1073/PNAS.2000916117", "published_url": "https://doi.org/10.1073/pnas.2000916117", "authors": "Malwina Stepniewska; Kacper Januchta; Chao Zhou; Ang Qiao; Morten M. Smedskjaer; Yuanzheng Yue", "abstract": "<p>Metal-organic\nframework (MOF) glasses is a newly discovered family of melt-quenched glasses.  Recently, several intriguing features (e.g.,\nultrahigh glass forming ability and low liquid fragility) have been discovered in\nthe glasses obtained from zeolitic imidazolate frameworks (ZIFs) that are a subset of MOFs. However, the fracture behavior of ZIF glasses remains elusive.\nHere, we report on the first important finding, namely, the anomalous crack behavior\nin a representative ZIF glass, i.e., ZIF-62 glass with the chemical composition of<a> ZnIm<sub>2-<i>x</i></sub>bIm<i><sub>x</sub></i></a>, where the\ncentral node – zinc - is coordinated to imidazolate (Im) and benzimidazole\n(bIm) ligands. By performing micro- and nano-indentation and atomic\nforce microscopy (AFM) analysis, we\nobserve a unique sub-surface cracking phenomenon with induced shear bands on the\nindent faces, in contrast to the cracking behavior of other types of network\nglasses. The occurrence of shear bands could be attributed to the breakage of\ncoordinative bonds that are much weaker than ionic and covalent The observed\nanomalous cracking behavior accords with the high Poisson’s ratio (=0.34) of the\nZIF-62 glass. </p>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Ligands (Organomet.); Physical and Chemical Properties; Surface", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hydroalkylation of Olefins to form Quaternary Carbons", "doi": "10.26434/chemrxiv.7848446.v1", "published_doi": "10.1021/jacs.9b02844", "published_url": "https://doi.org/10.1021/jacs.9b02844", "authors": "Samantha Green; Tucker R. Huffman; Ruairí McCourt; Vincent van der Puyl; Ryan Shenvi", "abstract": "Metal-hydride hydrogen atom transfer (MHAT) functionalizes unbiased alkenes with predictable branched (Markovnikov) selectivity. The breadth of these transformations has been confined to π-radical traps; no sp<sup>3 </sup>electrophiles have been reported. Here we describe a Mn/Ni dual catalytic system that allows for the hydroalkylation of unactivated olefins by unactivated alkyl halides, yielding aliphatic quaternary carbons.", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Redox Catalysis; Reaction (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical Reaction Stoichiometry: A Key Link between Thermodynamics and Kinetics, and an Excel Implementation", "doi": "10.26434/chemrxiv.7848179.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Leslie Glasser; William Smith", "abstract": "<div>The Law of Conservation of Mass (LCM) is one of the most important principles in chemistry.  It applies to both closed and steady-state open flow systems undergoing chemical change.  Various special methods are generally taught for its implementation, including inspection, oxidation-reduction, and ion-electron approaches, which typically fall under the topic of \"balancing a chemical equation\". However, apart from the simplest case described by a single such equation, only matrix methods are applicable.</div><div><br /></div><div>This paper describes Chemical Reaction Stoichiometry (CRS), and its implementation of the LCM for chemically reacting systems by its expression in terms of a nonunique set of independent chemical equations of the appropriate number.  Such equations have the superficial appearance of, but are distinct from, an actual chemical reaction mechanism. The underlying matrix method is based on ideas from basic linear algebra; in addition to being generally applicable to systems of any complexity, it obviates the need for the aforementioned special methods in single-reaction systems.</div><div><br /></div><div>We provide an easy-to-use spreadsheet implementation of CRS that includes many worked examples.</div>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Chemical Education - General; Bioinformatics and Computational Biology; Thermodynamics (Chem. Eng.); Chemical Kinetics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis and Reactivity of Precolibactin 886", "doi": "10.26434/chemrxiv.7849151.v1", "published_doi": "10.1038/S41557-019-0338-2", "published_url": "https://doi.org/10.1038/s41557-019-0338-2", "authors": "Seth Herzon; Alan R. Healy; kevin wernke; Chung Sub Kim; Nicholas Lees; Jason M. Crawford", "abstract": "<div>The clb gene cluster encodes the biosynthesis of metabolites known as precolibactins and colibactins. The clb pathway is found in gut commensal E. coli, and clb metabolites are thought to initiate colorectal cancer via DNA cross-linking. Precolibactin 886 (1) is one of the most complex isolated clb metabolites; it contains a 15-atom macrocycle and an unusual 5-hydroxy-3-oxazoline ring. Here we report confirmation of the structural assignment via a biomimetic synthesis of precolibactin 886 (1) proceeding through the amino alcohol 9. Double oxidation of 9 afforded the unstable α-ketoimine 2 which underwent macrocyclization to precolibactin 886 (1) upon HPLC purification (3% from 9). Studies of the putative precolibactin 886 (1) biosynthetic precursor 2, the model α-ketoimine 25, and the α-dicarbonyl 26 revealed that these compounds are susceptible to nucleophilic rupture of the C36–C37 bond. Moreover, cleavage of 2 produces other known clb metabolites or biosynthetic intermediates. This unexpected reactivity explains the difficulties in isolating full clb metabolites and accounts for the structure of a recently identified colibactin–adenine adduct. The colibactin peptidase ClbP deacylates synthetic precolibactin 886 (1) to form a non-genotoxic pyridone, suggesting precolibactin 886 (1) lies off-path of the major biosynthetic route.</div>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Natural Products; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tradeoffs and Compatibilities of Chemical Properties in CpHqFrOs System", "doi": "10.26434/chemrxiv.7841555.v1", "published_doi": "10.1038/s41598-019-46562-5", "published_url": "https://doi.org/10.1038/s41598-019-46562-5", "authors": "Yasuharu Okamoto", "abstract": "<p>To comply with the Kigali amendment to the Montreal Protocol in\n2016, it becomes an urgent matter to develop new refrigerants with low global\nwarming potential with simultaneously meeting conventional requirements of\ncooling performance, safety, and non-destructive to the ozone layer. Because\neach requirement links to different chemical property, proper control of\nvarious chemical properties is necessary to achieve the requirements. However,\nit seems to be extremely difficult to satisfy all the requirements simultaneously\ndue to the tradeoffs among the properties. For this reason, we need to\ncorrectly recognize how these chemical properties behave when the composition\nof molecule is changed. Here we have done in silico screening that combines\nquantum chemical calculation, machine learning, and database search, where\n10,163 molecules were exhaustively investigated within the properly imposed\nconstraints, then we have found several candidates for new refrigerants. It should\nbe noted that the synthesis of refrigerants is more difficult than that of\nordinary organic molecules because glassware cannot be used for the synthesis\nof fluorine-containing molecules that most refrigerants apply. This makes in\nsilico screening a more useful approach in the design of refrigerants. </p>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Perturbation of Hydrogen Bonding Networks over Supported Lipid Bilayers by Poly (Allylamine Hydrochloride)", "doi": "10.26434/chemrxiv.7851503.v1", "published_doi": "10.1021/acs.jpcb.9b02392", "published_url": "https://doi.org/10.1021/acs.jpcb.9b02392", "authors": "Naomi Dalchand; Merve Dogangun; Paul E. Ohno; Emily Ma; Alex Martinson; Franz Geiger", "abstract": "<div><div><div><p>Water is vital to many biochemical processes and is necessary for driving many fundamental interactions of cell membranes with their external environments, yet it is difficult to probe the membrane/water interface directly and without the use of external labels. Here, we employ vibrational sum frequency generation (SFG) spectroscopy to understand the role of interfacial water molecules above bilayers formed from zwitterionic (phosphatidylcholine, PC) and anionic (phosphatidylglycerol, PG, and phosphatidylserine, PS) lipids as they are exposed to the common polycation poly (allylamine hydrochloride) (PAH) in 100 mM NaCl. We show that as the concentration of PAH is increased, the interfacial water molecules are irreversibly displaced and find that it requires 10 times more PAH to displace interfacial water molecules from membranes formed from purely zwitterionic lipids when compared to membranes that contain the anionic PG and PS lipids. This outcome is likely due to difference in (1) the energy with which water molecules are bound to the lipid headgroups, (2) the number of water molecules bound to the headgroups, which is related to the headgroup area, and (3) the electrostatic interactions between the PAH molecules and the negatively charged lipids that are favored when compared to the zwitterionic lipid headgroups. The findings presented here contribute to establishing causal relationships in nanotoxicology and to understanding, controlling, and predicting the initial steps that lead to the lysis of cells exposed to membrane disrupting polycations, or to transfection.</p></div></div></div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Cell and Molecular Biology; Biophysical Chemistry; Interfaces; Optics; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "When Current Does Not Follow Bonds: Current Density in Saturated Molecules", "doi": "10.26434/chemrxiv.7851587.v1", "published_doi": "10.1021/acs.jpcc.8b11092", "published_url": "https://doi.org/10.1021/acs.jpcc.8b11092", "authors": "Anders Jensen; Marc Hamilton Garner; Gemma C. Solomon", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The tools commonly used to understand structure-property relationships in molecular conductance, inter-atomic currents and conductance eigenchannels, generally give\nus a sense of familiarity, with the chemical bonding framework and molecular orbitals\nreflected in the current. Here we show that while this picture is true for conjugated\nmolecules, it breaks down in saturated systems. We investigate the current density in\nsaturated chains of alkanes, silanes and germanes and show that the current density\ndoes not follow the bonds, but rather the nuclei define the diameter of a pipe through\nwhich the current flows. We discuss how this picture of current density can be used\nto understand details about the electron transport properties of these molecules. Understanding the spatial distribution of current through molecules, rather than simply\nthe magnitude, provides a powerful tool for chemical insight into physical properties of\nmolecules that are related to current flow.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Theory - Computational; Physical and Chemical Properties; Structure; Transport phenomena (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Chemical and Biochemical Approaches for the Synthesis of Substituted Dihydroxybutanones and Di-, and Tri-Hydroxypentanones", "doi": "10.26434/chemrxiv.7851455.v1", "published_doi": "10.1021/ACS.JOC.9B00742", "published_url": "https://doi.org/10.1021/acs.joc.9b00742", "authors": "Mikael Widersten; Derar Al-Smadi; Thilak Reddy Enugala; Vadim Kessler; Anil Ranu Mhashal; Shina Caroline\nLynn Kamerlin; Jan Kihlberg; Thomas Norberg", "abstract": "<div>Polyhydroxylated compounds are building blocks for the synthesis of carbohydrates and other natural products. Their synthesis is mainly achieved by different synthetic versions of aldolcoupling reactions, catalyzed either by organocatalysts, enzymes or metal-organic catalysts. We have investigated the formation of 1,4-substituted 2,3-dihydroxybutan-1-one derivatives from para- and meta-substituted phenylacetaldehydes by three distinctly different strategies. The first involved a direct aldol reaction with hydroxyacetone, dihydroxyacetone or 2-hydroxyacetophenone, catalyzed by the cinchona derivative cinchonine. The second was reductive cross-coupling with methyl or phenyl glyoxal promoted by SmI2 resulting in either 5-substituted 3,4-dihydroxypentan-2-ones or 1,4 bis-phenyl substituted butanones, respectively.</div><div>Finally, in the third case, aldolase catalysis was employed for synthesis of the corresponding 1,3,4-trihydroxylated pentan-2-one derivatives. The organocatalytic route with cinchonine generated distereomerically enriched syn products (de = 60−99 %), with moderate enantiomeric excesses (ee = 43−56%), but did not produce aldols with either hydroxyacetone or dihydroxyacetone as donor ketones. The SmI2-promoted reductive cross-coupling generated product mixtures with diastereomeric and enantiomeric ratios close to unity. This route allowed for the production of both 1-methyl- and 1-phenylsubstituted 2,3-dihydroxybutanones, at yields between 40−60%. Finally, the biocatalytic approach resulted in enantiopure syn (3R,4S) 1,3,4-trihydroxypentan-2-ones.</div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Biocatalysis; Organocatalysis; Redox Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Programmable Synthesis of 2-Deoxyglycosides", "doi": "10.26434/chemrxiv.7853528.v1", "published_doi": "10.1021/JACS.9B03982", "published_url": "https://doi.org/10.1021/jacs.9b03982", "authors": "Seth Herzon; Kevin M. Hoang; Nicholas Lees", "abstract": "Control of glycoside bond stereochemistry is the central challenge in the synthesis of oligosaccharides. 2-Deoxyglycosides, which lack a C2 substituent to guide stereoselectivity, are among the most difficult classes of glycoside bond constructions. Here we present a method to synthesize 2-deoxysaccharides with specified glycoside bond stereochemistry using a nucleophilic carbohydrate residue and the synthetic equivalent of an alcohol electrophile. Because the configuration of the nucleophile can be precisely controlled, both α- and β-glycosides can be synthesized from the same starting material in nearly all cases examined. Stereoselectivities in these reactions are often greater than 50:1 and yields typically exceed 70%. This strategy is amenable to the stereocontrolled syntheses of trisaccharide diastereomers, and a tetrasaccharide. Our method offers a fundamentally new approach to O-glycoside synthesis to enable downstream biochemical and natural product applications.", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Organic Synthesis and Reactions; Biochemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Heterogeneous CPU+GPU-Enabled Simulations for DFTB Molecular Dynamics of Large Chemical and Biological Systems", "doi": "10.26434/chemrxiv.7853456.v1", "published_doi": "10.1021/acs.jctc.8b01239", "published_url": "https://doi.org/10.1021/acs.jctc.8b01239", "authors": "Sarah I. Allec; Yijing Sun; Jianan Sun; Chia-En A. Chang; Bryan Wong", "abstract": "We\nintroduce a new heterogeneous CPU+GPU-enhanced DFTB approach for the routine\nand efficient simulation of large chemical and biological systems. Compared to\nhomogenous computing with conventional CPUs, heterogeneous computing approaches\nexhibit substantial performance with only a modest increase in power\nconsumption, both of which are essential to upcoming exascale computing\ninitiatives. We show that DFTB-based molecular dynamics is a natural candidate\nfor heterogeneous computing since the computational bottleneck in these\nsimulations is the diagonalization of the Hamiltonian matrix, which is\nperformed several times during a single molecular dynamics trajectory. To\nthoroughly test and understand the performance of our heterogeneous CPU+GPU\napproach, we examine a variety of algorithmic implementations, benchmarks of\ndifferent hardware configurations, and applications of this methodology on\nseveral large chemical and biological systems. Finally, to demonstrate the\ncapability of our implementation, we conclude with a large-scale DFTB MD\nsimulation of explicitly solvated HIV protease (3,974 atoms total) as a\nproof-of-concept example of an extremely large/complex system which, to the\nbest of our knowledge, is the first time that an entire explicitly-solvated\nprotein has been treated at a quantum-based MD level of detail.", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Bioinformatics and Computational Biology; Chemical Biology; Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry; Physical and Chemical Processes; Quantum Mechanics; Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Copper-Catalyzed Hydrocarboxylation of Allenes", "doi": "10.26434/chemrxiv.7862456.v1", "published_doi": "10.1021/ACS.JOC.9B01510", "published_url": "https://doi.org/10.1021/acs.joc.9b01510", "authors": "Rémi blieck; Marc Taillefer; Florian Monnier", "abstract": "The addition of carboxylic acids to allenes was performed for the first time with copper catalysis. The hydrocarboxylation reaction is totally regio- and stereoselective, ligand-free and used catalytic amounts of copper and base.", "date": "2019-03-19", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Bundling in Molecular Dynamics Simulations to Improve Generalization Performance in High-Dimensional Neural Network Potentials", "doi": "10.26434/chemrxiv.7860032.v1", "published_doi": "10.1021/ACSOMEGA.9B00670", "published_url": "https://doi.org/10.1021/acsomega.9b00670", "authors": "Yasuharu Okamoto", "abstract": "<p>High dimensional neural network potential\n(HDNNP) is interested as an alternative to classical force field calculations\nby data-driven approach. HDNNP has an advantage over classical force field\ncalculation, such as being able to handle chemical reactions, but there are\nmany points yet to be understood with respect to the chemical transferability\nin particular for non-organic compounds. In this paper, we focused on Au<sub>13</sub><sup>+</sup>\nand Au<sub>11</sub><sup>+</sup> clusters and showed that the energy of clusters\nof different sizes can be predicted by HDNNP with semi-quantitative accuracy.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Theory - Computational; Machine Learning; Chemoinformatics - Computational Chemistry; Clusters", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Extracting Design Principles for Efficient Thermally Activated Delayed Fluorescence (TADF) from a Simple Four-State Model", "doi": "10.26434/chemrxiv.7854968.v1", "published_doi": "10.1021/acs.chemmater.9b01601", "published_url": "https://doi.org/10.1021/acs.chemmater.9b01601", "authors": "Piotr de Silva; Changhae Andrew Kim; Tianyu Zhu; Troy Van Voorhis", "abstract": "<p>We introduce a simple quantum-mechanical model for thermally activated delayed fluorescence (TADF). The Hamiltonian is represented in the basis of four spin-mixed diabatic states representing pure charge transfer (CT) and local excitations (LE). The model predicts that it is possible to realize lowest-lying adiabatic singlet (S1) and triplet (T1) states with a small singlet triplet gap, differing CT/LE contributions, and appreciable LE component in the S1 state. These characteristics can explain the coexistence of fast T1→S1 reverse intersystem crossing and S1→S0 radiative decay in some chromophores. Through the sampling of the parameter space and statistical analysis of the data, we show which parameter combinations contribute the most to the TADF efficiency. We also show that conformational fluctuations of a single model donor-acceptor system sample a significant region of the parameter space and can enhance the TADF rate by almost three orders of magnitude. This study provides new guidelines for optimization of TADF emitters by means of electronic structure and conformation engineering. <br /></p>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Optical Materials; Computational Chemistry and Modeling; Theory - Computational; Photochemistry (Physical Chem.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "pH Swing Cycle for CO2 Capture Electrochemically Driven through Proton-Coupled Electron Transfer", "doi": "10.26434/chemrxiv.7853414.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Michael Aziz; David G. Kwabi", "abstract": "We propose and\nperform a thermodynamic analysis of the energetic costs of CO<sub>2</sub>\nseparation from flue gas using a pH swing created by electrochemical \nredox reactions involving\nproton-coupled electron transfer from molecular species in aqueous \nelectrolyte. Electrochemical reduction of these molecules results in the\nformation of alkaline solution, into which CO<sub>2</sub> is absorbed;\nsubsequent electrochemical oxidation of the reduced molecules results in the\nacidification of the solution, triggering the release of pure CO<sub>2</sub>\ngas. We examined the effect of buffering from the CO<sub>2</sub>-carbonate\nsystem on the solution pH during this pH swing cycle, and thus on the\nopen-circuit potential of a hypothetical electrochemical cell in a 4-step CO<sub>2</sub>\ncapture-release cycle. The thermodynamic minimum work input varies from 16 to\n75 kJ/mol<sub>CO2 </sub>as throughput increases, for both flue gas and direct\nair capture, with the potential to go substantially lower if CO<sub>2</sub>\ncapture or release is performed simultaneously with electrochemical reduction\nor oxidation. These values are compared with those for other separation methods. We discuss the properties\nrequired of molecules that would be suitable for such a cycle.", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Separation Science; Electrochemistry; Thermodynamics (Chem. Eng.); Electrocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photo-Sensitizing Thin-Film Ferroelectric Oxides Using Materials Databases and High-Throughput Calculations", "doi": "10.26434/chemrxiv.7857023.v1", "published_doi": "10.1039/C9TA11820A", "published_url": "https://doi.org/10.1039/C9TA11820A", "authors": "Jose J Plata; Javier Amaya Suárez; Santiago Cuesta-López; Antonio Marquez; Javier\nFdez. Sanz", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Conventional solar cell efficiency is usually limited by the Shockley-Queisser limit. This is not the\ncase, however, for ferroelectric materials, which present a spontaneous electric polarization that is\nresponsible for their bulk photovoltaic effect. Even so, most ferroelectric oxides exhibit large band\ngaps, reducing the amount of solar energy that can be harvested. In this work, a high-throughput\napproach to tune the electronic properties of thin-film ferroelectric oxides is presented. Materials\ndatabases were systematically used to find substrates for the epitaxial growth of KNbO3 thin-films,\nusing topological and stability filters. Interface models were built and their electronic and optical\nproperties were predicted. Strain and substrate-thin-film band interaction effects were examined\nin detail, in order to understand the interaction between both materials. We found substrates that\nsignificantly reduce the KNbO3 band gap, maintain KNbO3 polarization, and potentially present\nthe right band alignment, favoring the electron injection in the substrate/electrode. This methodology can be easily applied to other ferroelectric oxides, optimizing their band gaps and accelerating\nthe development of new ferroelectric-based solar cells.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Thin Films; Theory - Computational; Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Photocatalytic Proximity Labelling of MCL-1 by a BH3 Ligand", "doi": "10.26434/chemrxiv.7862006.v1", "published_doi": "10.1038/s42004-019-0235-z", "published_url": "https://doi.org/10.1038/s42004-019-0235-z", "authors": "Hester Beard; Rachel George; Andrew Wilson; Robin Bon", "abstract": "Ligand-directed protein labelling can be used to introduce diverse chemical functionalities onto proteins without the need for incorporation of genetically encoded tags. Here we report a method for the rapid and efficient labelling of a protein using a ruthenium-bipyridyl (Ru(II)(bpy)3) modified peptide designed to mimic an interacting BH3 ligand within a BCL-2 family protein-protein interaction (PPI). Using sub-stoichiometric quantities of (Ru(II)(bpy)3)-modified NOXA-B and irradiation with visible light for 1 minute, the anti-apoptotic protein MCL-1 was photolabelled in a ligand-dependent manner with a variety of functional tags, as determined by in-gel fluorescence, affinity purification, and ESIMS analysis. In contrast with previous reports on Ru(II)(bpy)3-catalysed photolabelling, tandem MS experiments revealed that the dominant labelling occurred on a cysteine residue of MCL-1. Labelling of MCL-1 occurred selectively in mixtures with other proteins, including the structurally related BCL-2 member, BCL-xL. These results improve methodology for proximity-induced photolabelling of proteins, demonstrate the approach is applicable to interfaces that mediate PPIs, and pave the way towards future use of ligand-directed proximity labelling for dynamic analysis of the localisation and interactome of BCL-2 family proteins.<br />", "date": "2019-03-19", "journal": "chemRxiv", "categories": "Chemical Biology; Photocatalysis; Ligand Design", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Continuous Flow Mode Biocatalytic Transamination Using Macrocellular Silica Monoliths: Optimizing Support Functionalisation and Enzyme Grafting", "doi": "10.26434/chemrxiv.7853552.v1", "published_doi": "10.1039/C9RA02433F", "published_url": "https://doi.org/10.1039/C9RA02433F", "authors": "Ludivine van den Biggelaar; Patrice Soumillion; Damien Debecker", "abstract": "<div>Transaminases are immobilized onto macrocellular silica monoliths and used for carrying a continuous flow mode transamination reaction. Monoliths were prepared via an emulsion-templated sol-gel method and functionalized by amino-moieties (APTES) in order to covalently immobilize the enzymes, using glutaraldehyde as a cross-linking agent. In order to obtain higher performance and improved reproducibility, we investigate the key parameters of APTES functionalization and of enzyme grafting. Four functionalization protocols were studied. It is shown that controlling the moisture levels in monolith and in the functionalisation solution led to a 3-fold increase in activity as compared to the previously reported data, and greatly improved the reproducibility. Additionally, we report a strong beneficial effect of running the enzyme immobilization at room temperature instead of 4°C, further enhancing the obtained activity. Finally, the popular method which consists in stabilizing the covalent attachment of the enzyme by reducing the imine bonds formed between the enzyme and the functionalized surface was investigated. We highlight a strong enzyme deactivation caused by cyanoborohydride, making this strategy irrelevant in this case. All in all, the improvements presented here for enzyme immobilization in macrocellular silica monoliths, lead to the preparation of more active materials for continuous flow mode biocatalysis.<br /></div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Catalysts; Hybrid Organic-Inorganic Materials; Biocatalysis; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Excited-State Dynamics in the RNA Nucleotide Uridine 5’-Monophosphate Investigated by Femtosecond Broadband Transient Absorption Spectroscopy", "doi": "10.26434/chemrxiv.7860023.v1", "published_doi": "10.1021/ACS.JPCLETT.9B00492", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00492", "authors": "Matthew\nM. Brister; Carlos Crespo-Hernández", "abstract": "<p></p><p>  Damage to RNA from ultraviolet radiation\ninduce chemical modifications to the nucleobases. Unraveling the excited states\ninvolved in these reactions is essential, but investigations aimed at\nunderstanding the electronic-energy relaxation pathways of the RNA nucleotide\nuridine 5’-monophosphate (UMP) have not received enough attention. In this\nLetter, the excited-state dynamics of UMP is investigated in aqueous solution.\nExcitation at 267 nm results in a trifurcation event that leads to the\nsimultaneous population of the vibrationally-excited ground state, a longlived <sup>1</sup>n<sub>O</sub>π*\nstate, and a receiver triplet state within 200 fs. The receiver state\ninternally convert to the long-lived <sup>3</sup>ππ* state in an ultrafast time\nscale. The results elucidate the electronic relaxation pathways and clarify\nearlier transient absorption experiments performed for uracil derivatives in\nsolution. This mechanistic information is important because long-lived nπ* and ππ*\nexcited states of both singlet and triplet multiplicities are thought to lead\nto the formation of harmful photoproducts.</p><p></p>", "date": "2019-03-19", "journal": "chemRxiv", "categories": "Biophysical Chemistry; Chemical Kinetics; Photochemistry (Physical Chem.); Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Preparation and Crystal Structure of 1,2-Bis(2,5-Dimethylthiophen-3-Yl)ethane-1,2-Dione", "doi": "10.26434/chemrxiv.7854974.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Paweł Pakulski; Dawid Pinkowicz", "abstract": "Preparation, crystal structure and <sup>1</sup>H NMR spectrum of 1,2-bis(2,5-dimethylthiophen-3-yl)ethane-1,2-dione is reported. The title compound is a convenient starting material for the preparation of photochromic diarylethenes with various backbones.<br />", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Organic Compounds and Functional Groups; Organic Synthesis and Reactions; Photochemistry (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Computational Insights into the Mechanism of the Selective Catalytic Reduction of NOx: Fe- Versus Cu-Doped Zeolite Catalysts", "doi": "10.26434/chemrxiv.7538720.v2", "published_doi": "10.1021/acsomega.9b00600", "published_url": "https://doi.org/10.1021/acsomega.9b00600", "authors": "Julian Rudolph; Christoph R. Jacob", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>We computationally investigate the mechanism of the reduction half-cycle of the\nselective catalytic reduction (SCR) of nitrogen oxides with ammonia. We compare\nboth Fe- and Cu-doped zeolite catalysts and aim at exploring all accessible reaction\npathways. From our calculations, a comprehensive picture emerges that unifies sev-\neral previous mechanistic proposals. We find that both for Fe and for Cu catalysts,\ndifferent reaction pathways are feasible, but some of the possible reaction pathways\ndiffer in these two cases. Our computational results provide a basis for the inter-\npretation of in situ spectroscopic investigations that can possibly distinguish the\ndifferent mechanistic pathways.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Heterogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Application of ESMACS Binding Free Energy Protocols to Diverse Datasets: Bromodomain-Containing Protein 4", "doi": "10.26434/chemrxiv.7327019.v2", "published_doi": "10.1038/s41598-019-41758-1", "published_url": "https://doi.org/10.1038/s41598-019-41758-1", "authors": "David Wright; Shunzhou Wan; Christophe Meyer; Herman Van Vlijmen; Gary Tresadern; Peter Coveney", "abstract": "<div>We investigate the robustness of our ensemble molecular dynamics binding free energy protocols, known as ESMACS, to different choices of forcefield, starting structure and analysis. ESMACS is based on MMPBSA and we examinge the influence of multiple trajectories, explicit water molecules and estimates of the entropic contribution to the binding free energy.</div><div><br /></div><div>Simulation input and binding affinity calculation data:</div>https://doi.org/10.5281/zenodo.1484050", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Biochemistry; Bioinformatics and Computational Biology; Biophysics; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY 4.0"}
{"title": "Ab-Initio Study of Circular Dichroism and Circularly Polarized Luminescence of Spin-allowed and Spin-forbidden Transitions: From Organic Ketones to Lanthanide Complexes", "doi": "10.26434/chemrxiv.7862480.v1", "published_doi": "10.1021/acs.jctc.9b00286", "published_url": "https://doi.org/10.1021/acs.jctc.9b00286", "authors": "Frédéric Gendron; Barry Moore II; Olivier Cador; Fabrice Pointillart; Jochen Autschbach; Boris Le Guennic", "abstract": "<div><div><div><p>Complete and restricted active space self-consistent field (CAS-/RAS-SCF) wavefunction methods are applied for the calculation of circular dichroism (CD) and circularly polarized luminescence (CPL) of a series of molecules comprising four organic ketones, the chiral Cobalt(III) complex Λ-[Co(en)3]3+ and the Europium(III) complex [Eu(DPA)3]3–. The ab-initio results are in good agreement with the experimental data and previous results obtained with Kohn-Sham density functional theory in the case of the spin-allowed transitions. CD and CPL properties are calculated ab-initio for the first time for the spin-forbidden transitions of both a transition metal and a lanthanide complex.</p></div></div></div>", "date": "2019-03-19", "journal": "chemRxiv", "categories": "Lanthanides and Actinides; Spectroscopy (Inorg.); Transition Metal Complexes (Inorg.); Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "PT-Symmetry in Hartree–Fock Theory", "doi": "10.26434/chemrxiv.7868351.v1", "published_doi": "10.1021/acs.jctc.9b00289", "published_url": "https://doi.org/10.1021/acs.jctc.9b00289", "authors": "Hugh G.\nA. Burton; Alex Thom; Pierre-Francois Loos", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>P T -symmetry — invariance with respect to combined space reflection P and time reversal T — provides a weaker condition than (Dirac) Hermiticity for ensuring a real energy spectrum of a general non-Hermitian Hamiltonian. PT -symmetric Hamiltonians therefore form an intermediate class between Hermitian and non-Hermitian Hamiltonians. In this work, we derive the conditions for PT-symmetry in the context of electronic structure theory, and specifically, within the Hartree–Fock (HF) approximation. We show that the HF orbitals are symmetric with respect to the P T operator if and only if the effective Fock Hamiltonian is PT -symmetric, and vice versa. By extension, if an optimal self-consistent solution is invariant under PT , then its eigenvalues and corresponding HF energy must be real. Moreover, we demonstrate how one can construct explicitly PT -symmetric Slater determinants by forming PT doublets (i.e. pairing each occupied orbital with its PT -transformed analogue), allowing PT -symmetry to be conserved throughout the self-consistent process. Finally, considering the H2 molecule as an illustrative example, we observe PT-symmetry in the HF energy landscape and find that the symmetry-broken unrestricted HF wave functions (i.e. diradical configurations) are P T -symmetric, while the symmetry-broken restricted HF wave functions (i.e. ionic configurations) break PT -symmetry.</p>\n\t\t\t\t</div>\n\t\t\t</div>", "date": "2019-03-20", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Machine Learning for Acute Toxicity Prediction Using High-Throughput Enzyme-Reaction Chip", "doi": "10.26434/chemrxiv.7263596.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Qiannan Duan; Jianchao Lee; Jinhong Gao; Jiayuan Chen; Yachao Lian; Zoudi Wang; Can Wang; Zhaoyi Xu; Juan Ren; Sifan Bi", "abstract": "<p>Machine\nlearning (ML) has brought significant technological innovations in many fields,\nbut it has not been widely embraced by most researchers of natural sciences to\ndate. Traditional understanding and\npromotion of chemical analysis cannot meet the definition and requirement of\nbig data for running of ML. Over the years, we focused on building a more\nversatile and low-cost approach to the acquisition of copious amounts of data\ncontaining in a chemical reaction. The generated data meet exclusively the\nthirst of ML when swimming in the vast space of chemical effect. As\nproof in this study, we carried out a case for acute toxicity test throughout\nthe whole routine, from model building, chip preparation, data collection, and\nML training. Such a strategy will probably play an important role in connecting\nML with much research in natural science in the future.</p>", "date": "2019-03-04", "journal": "chemRxiv", "categories": "Biochemical Analysis; Imaging; Chemical Biology; Environmental biology; Machine Learning", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Epitaxial Dimers and Auger-Assisted De-Trapping in PbS Quantum Dot Solids", "doi": "10.26434/chemrxiv.7863176.v1", "published_doi": "10.1016/J.MATT.2019.05.015", "published_url": "https://doi.org/10.1016/j.matt.2019.05.015", "authors": "Rachel H. Gilmore; Yun Liu; Wenbi Shcherbakov-Wu; Nabeel Dahod; Elizabeth Lee; Mark Weidman; Huashan Li; Joel Jean; Vladimir Bulovic; Adam Willard; Jeffrey C. Grossman; William Tisdale", "abstract": "Electronic trap states limit the overall power conversion efficiency of\nquantum dot (QD) solar cells by inhibiting charge carrier transport and\nreducing the open-circuit voltage. Here, we explore the dynamic interaction of\ncharge carriers between band edge states and sub-band trap states using\nbroadband transient absorption spectroscopy. In monodisperse arrays of 4-5 nm\ndiameter PbS QDs, we observe an optically active trap state ~100-200 meV below\nthe band edge that occurs at a frequency of 1 in ~2500 QDs. Uncoupled QD solids\nwith oleic acid ligands show trap-to-ground-state recombination that resembles\nAuger recombination. In electronically coupled QD solids, we observe\nentropically-driven uphill thermalization of trapped charge carriers from the\ntrap state to the band edge <i>via</i> two\ndistinct mechanisms: Auger-assisted charge transfer (~35 ps) and thermally\nactivated hopping (~500 ps). Photophysical characterization combined with\natomistic simulations and high-resolution transmission electron microscopy\nsuggest that these states arise from epitaxially fused pairs of QDs – rather\nthan electron or hole traps at the QD surface – offering new strategies for\nimproving the efficiency of QD solar cells.", "date": "2019-03-20", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Plasmonic Stamps Fabricated by Gold Dewetting on PDMS for Catalyzing Hydrosilylation on Silicon Surfaces", "doi": "10.26434/chemrxiv.7878185.v1", "published_doi": "10.1021/ACSANM.9B00538", "published_url": "https://doi.org/10.1021/acsanm.9b00538", "authors": "Jillian Buriak; Chengcheng Rao; Erik Luber; Brian Olsen", "abstract": "<div>In this work plasmonic stamps are harnessed to drive surface chemistry on silicon. The plasmonic stamps were prepared by sputtering gold films on PDMS, followed by thermal annealing to dewet the gold and form gold nanoparticles. By changing the film thickness of the sputtered gold, the approximate size and shape of these gold nanoparticles can be changed, leading to a shift of the optical absorbance maximum of the plasmonic stamp, from 535 nm to 625 nm. Applying the plasmonic stamp to a Si(111)-H surface using 1-dodecene as the ink, illumination with green light results in covalent attachment of 1-dodecyl groups to the surface. Of the dewetted gold films on PDMS used to make the plasmonic stamps, the thinnest three (5.0, 7.0, 9.2 nm) resulted in the most effective plasmonic stamps for hydrosilylation. The thicker stamps had lower efficacy due to the increased fraction of non-spherical particles, which have lower-energy LSPRs that are not excited by green light. Since the electric field generated by the LSPR should be very local, hydrosilylation on the silicon surface should only take place within close proximity of the gold particles on the plasmonic stamps.To complement AFM imaging of the hydrosilylated silicon surfaces, galvanic displacement of gold(III) salts on the silicon was carried out and the samples imaged by SEM - the domains of hydrosilylated alkyl chains would be expected to block the deposition of gold. The bright areas of metallic gold surround dark spots, with the sizes and spacing of these dark spots increasing with the size of the gold particles on the plasmonic stamps. These results underline the central role played by the LSPR in driving the hydrosilylation on silicon surfaces, mediated with plasmonic stamps.</div>", "date": "2019-03-22", "journal": "chemRxiv", "categories": "Nanocatalysis - Catalysts & Materials; Nanofabrication; Nanostructured Materials - Nanoscience; Plasmonic and Photonic Structures and Devices", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effect of Symmetric and Asymmetric Substitution on the Optoelectronic Properties of 9,10-Dicyanoanthracene", "doi": "10.26434/chemrxiv.7873298.v1", "published_doi": "10.1039/C9ME00040B", "published_url": "https://doi.org/10.1039/C9ME00040B", "authors": "Arnulf Rosspeintner; Florian Glöcklhofer; Pakorn Pasitsuparoad; Simon Eder; Johannes Fröhlich; Gonzalo Angulo; Eric Vauthey; Felix Plasser", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>A set of substituted 9,10-dicyanoanthracenes (DCA) has been synthesized, their photophysical\nand electrochemical properties in liquid solution have been characterized and supplemented by\nhigh level ab initio quantum chemical calculations. Three different methoxy-group-containing substituents have been linked to the DCA core in a symmetric and asymmetric fashion to produce six\ndifferent species with strong quadrupole and dipole moments, respectively. The major difference\nbetween the symmetrically and asymmetrically substituted species are the enhanced two-photon\nabsorption intensities of the former. In most of the cases studied, the molecules show reasonably large optical transition probabilities. The fluorescence brightness of these substances makes\nthem interesting objects for two-photon absorption applications. Additionally, all molecules can be\nboth easily reduced and oxidized electrochemically and are therefore suitable for optoelectronic\napplications.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-22", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Optical Materials; Photochemistry (Physical Chem.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tris(pyrazolyl)borate Copper Hydroxide Complexes Featuring Tunable Intramolecular H-bonding", "doi": "10.26434/chemrxiv.7878065.v1", "published_doi": "10.1021/acs.inorgchem.9b01991", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b01991", "authors": "Evan Gardner; Caitlyn Cobb; Jeffery A. Bertke; Timothy H. Warren", "abstract": "A modular synthesis provides access to a series of new tris(pyrazolyl)borate ligands <sup>XpyMe</sup>TpK that possess a single functionalized pendant pyridyl (py) or pyrimidyl (pyd) arm designed to engage in tunable intramolecular H-bonding to metal–bound functionalities. To illustrate such H-bonding interactions, a series of [<sup>XpyMe</sup>TpCu]<sub>2</sub>(𝜇–OH)<sub>2</sub>(<b>6a</b><b>–6e</b>) complexes were synthesized from the corresponding <sup>XpyMe</sup>TpCu–OAc (<b>5a–5e</b>) complexes. Single crystal X-ray structures of three new dinuclear [<sup>XpyMe</sup>TpCu]<sub>2</sub>(𝜇–OH)<sub>2</sub>complexes reveal H-bonding between the pendant heterocycle and bridging hydroxide ligands while the donor arm engages the copper center in an unusual monomeric <sup>DMAPMe</sup>TpCu–OH complex. Vibrational studies (IR) of each bridging hydroxide complex reveal reduced 𝜈<sub>OH </sub>frequencies that tracks with the H-bond accepting ability of the pendant arm.", "date": "2019-03-22", "journal": "chemRxiv", "categories": "Coordination Chemistry (Inorg.); Ligands (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Low-Cost Molecular Excited States from a State-Averaged Resonating Hartree-Fock Approach", "doi": "10.26434/chemrxiv.7871504.v1", "published_doi": "10.1021/acs.jctc.9b00579", "published_url": "https://doi.org/10.1021/acs.jctc.9b00579", "authors": "Jacob Nite; Carlos A. Jimenez-Hoyos", "abstract": "Quantum chemistry methods that describe excited states on the same footing as the ground state are generally scarce. In previous work, Gill et al. (J. Phys. Chem. A 112, 13164 (2008)) and later Sundstrom and Head-Gordon (J. Chem. Phys. 140, 114103 (2014)) considered excited states resulting from a non-orthogonal configuration interaction (NOCI) on stationary solutions of the Hartree–Fock equations. We build upon those contributions and present the state-averaged resonating Hartree–Fock (sa-ResHF) method, which differs from NOCI in that spin-projection and orbital relaxation effects are incorporated from the onset. Our results in a set of small molecules (alanine, formaldehyde, acetaldehyde, acetone, formamide, and ethylene) suggest that sa-ResHF excitation energies are a notable improvement over configuration interaction singles (CIS), at a mean-field computational cost. The orbital relaxation in sa-ResHF, in the presence of a spin-projection operator, generally results in excitation energies that are closer to the experimental values than the corresponding NOCI ones.", "date": "2019-03-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Tuning of Hyperpolarizability, One- and Two-Photon Absorption of D-A and D-A-A Type Intramolecular Charge Transfer Based Sensors", "doi": "10.26434/chemrxiv.7869062.v1", "published_doi": "10.1039/C9CP03772A", "published_url": "https://doi.org/10.1039/c9cp03772a", "authors": "Pralok K. Samanta; Md Mehboob Alam; Ramprasad Misra; Swapan K. Pati", "abstract": "Solvents play an important role in shaping the\nintramolecular charge transfer (ICT) properties of π-conjugated molecules,\nwhich in turn can affect their one-photon absorption (OPA) and two-photon\nabsorption (TPA) as well as the static (hyper)polarizabilities. Here, we study\nthe effect of solvent and donor-acceptor arrangement on linear and nonlinear\noptical (NLO) response properties of two novel ICT-based fluorescent sensors,\none consisting of hemicyanine and dimethylaniline as electron withdrawing and\ndonating groups (molecule 1), respectively and its boron-dipyrromethene\n(BODIPY, molecule 2)-fused counterpart (molecule 3). Density functional\ntheoretical (DFT) calculations using long-range corrected CAM-B3LYP and M06-2X\nfunctionals, suitable for studying properties of ICT molecules, are employed to\ncalculate the desired properties. The dipole moment (µ) as well as the total\nfirst hyperpolarizability (β<sub>total</sub>) of the studied molecules in the\ngas phase is dominantly dictated by the component in the direction of charge\ntransfer. The ratios of vector component of first hyperpolarizability (β<sub>vec</sub>)\nto β<sub>total</sub> also reveal unidirectional charge transfer process. The\nproperties of the medium significantly affect the OPA, hyperpolarizability and\nTPA properties of the studied molecules. Time dependent DFT (TDDFT)\ncalculations suggest interchanging between two lowest excited states of molecule 3 from the gas phase to\nsalvation. The\ndirection of charge polarization and dominant transitions among molecular\norbitals involved in the OPA and TPA processes are studied. The results\npresented are expected to be useful in tuning the NLO response of many\nICT-based chromophores, especially those with BODIPY acceptors.<br />", "date": "2019-03-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electronic Transitions of Molecules: Vibrating Lewis Structures", "doi": "10.26434/chemrxiv.7871921.v1", "published_doi": "10.1039/C9SC02534K", "published_url": "https://doi.org/10.1039/C9SC02534K", "authors": "Yu Liu; Phil Kilby; Terry J. Frankcombe; Timothy Schmidt", "abstract": "In this work we demonstrate a simple and intuitive description of electronic resonances in terms of localized electron vibrations. By partitioning the 3N-dimensional space of a many-electron wavefunction into hyper-regions related by permutation symmetry, chemical structures naturally result which correspond closely to Lewis structures, with identifiable single and double bonds, and lone pairs. Here we demonstrate how this picture of electronic structure develops upon the admixture of electronic wavefunctions, in the spirit of coherent electronic transitions. We show that pi-pi* transitions correspond to double-bonding electrons oscillating along the bond axis, and n-pi* transitions reveal lone-pairs vibrating out of plane. In butadiene and hexatriene, the double-bond oscillations combine with in- and out-of-phase combinations, revealing the correspondence between electronic transitions, molecular normal mode vibrations, and molecular plasmonics. This analysis allows electronic excitations to be described by building upon ground state electronic structures, without the need for molecular orbitals.", "date": "2019-03-21", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Enthalpies of formation of the benzyloxyl, benzylperoxyl, hydroxyphenyl radicals and related species on the potential energy surface for the reaction of toluene with the hydroxyl radical", "doi": "10.26434/chemrxiv.6199304.v2", "published_doi": "10.1007/s00214-019-2500-8", "published_url": "https://doi.org/10.1007/s00214-019-2500-8", "authors": "Oscar Ventura; Martina Kieninger; Zoi Salta; Agnie M. Kosmas; Vincenzo Barone", "abstract": "<p></p><p>The reaction of toluene (T) with OH<sup>●</sup>\nproduces addition products as well as the benzyl radical (TR). TR can react\nwith OH<sup>●</sup> or O<sub>2</sub> to produce oxygenated species, for many of\nwhich there is no experimental information available. We present here theoretically\ndetermined heats of formation (HFs) of 17 such species using the non-isodesmic\nreactions on the potential energy surface (PES) of TR+O<sub>2</sub> and T+OH<sup>●</sup>+O<sub>2</sub>.\nFor those species the experimental HFs of which are known, we obtained a good\ncorrelation between experimental and theoretical values at the G4 (r<sup>2</sup>=0.999)\nand M06/cc-pVQZ (r<sup>2</sup>=0.997) levels, thus showing the goodness of the\nmethods used. Previously unknown HFs of other radicals (benzyloxyl, spiro\n[1,2-dioxetane benzyl], hydroxyphenyl, and benzylperoxyl) and closed shell\nspecies (salicylic alcohol, benzo[b]oxetane and p-hydroxy cyclohexa-2,5-dienone)\nwere later determined using those methods.<b></b></p><br /><p></p>", "date": "2019-03-05", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Quantum Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Straightforward Background Depletion Unlocks Transaminase Evolution Through Solid-Phase Screening", "doi": "10.26434/chemrxiv.7874453.v1", "published_doi": "10.1039/C8SC05712E", "published_url": "https://doi.org/10.1039/c8sc05712e", "authors": "Matteo Planchestainer; Eimear Hegarty; Christian Heckmann; Louise Gourlay; Francesca Paradisi", "abstract": "Here we report a rapid, reliable, and <b>widely applicable</b> <b>solid-phase screening</b> method for transaminase variants, which was successfully applied to a transaminase from Halomonas elongata (HEWT), evolved through rounds of random mutagenesis towards a series of diverse prochiral ketones. Key element of this work is the effective and long lasting <b>background depletion</b> which enhances discrimination and minimised false positive hits.", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Bioengineering and Biotechnology; Biocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A Triple Layer of Immiscible Solvents for NMR Sample Preparation: Enhanced Sensitivity and Reduced Deuterated Solvent for Observation of Heteronuclei", "doi": "10.26434/chemrxiv.7879343.v1", "published_doi": "10.1002/SLCT.201903199", "published_url": "https://doi.org/10.1002/slct.201903199", "authors": "Bikash Baishya; Atish Chandra", "abstract": "<p>Organic chemistry labs routinely\nperform NMR in a standard 5 mm NMR tube. NMR sample is prepared by filling the\nlowermost 4 cm length of a regular 5 mm 0.d. tube that holds approximately 0.55\nml of a deuterated solvent. This is actually a sample dilution procedure as the\nsignal mainly comes from the central part, i.e. 1.8 cm length sample that fits\nthe typical coil length of 1.8 cm in regular NMR spectrometers. The diluted top\nand bottom part of the sample is away from the coil and contributes less\nsignal. This dilution procedure amplifies the requirement of expensive\ndeuterated solvent and lowers sensitivity. The present study explores a new way\nof sample preparation which involves sandwiching a small amount of the\ndeuterated solvent (D<sub>2</sub>O) of length 1.8 cm containing the analyte\nbetween two non-deuterated solvents (CCl<sub>4</sub> at bottom of length ≈ 1 cm\nand similarly C<sub>6</sub>H<sub>6</sub> at top), which are immiscible with the\nformer using a regular 5 mm o.d. NMR tube in such a way that total length is\nstill 4 cm as demanded by the magnetic field homogeneity considerations. The\nanalyte now being closer to NMR coil dissolved in 1.8 cm solvent, improves\nsensitivity and reduces deuterated solvent hitherto required. <sup>13</sup>C\nand <sup>15</sup>N spectra from such a set-up display two to three-fold higher\nsignal to noise ratio and hence four to eightfold savings in experimental time\nor faster data collection.</p><br />", "date": "2019-03-22", "journal": "chemRxiv", "categories": "Spectroscopy (Anal. Chem.)", "metrics": null, "license": "CC BY 4.0"}
{"title": "Design and Synthesis of Two-Dimensional Covalent Organic Frameworks with Four-Arm Cores: Prediction of Remarkable Ambipolar Charge-Transport Properties", "doi": "10.26434/chemrxiv.7766786.v2", "published_doi": "10.1039/C9MH00035F", "published_url": "https://doi.org/10.1039/C9MH00035F", "authors": "Simil Thomas; Hong Li; Raghunath R. Dasari; Austin Evans; William Dichtel; Seth R. Marder; Veaceslav Coropceanu; Jean-Luc Bredas", "abstract": "<p>We have considered three two-dimensional (2D)\nπ-conjugated polymer networks (i.e., covalent organic frameworks, COFs)\nmaterials based on pyrene, porphyrin, and zinc-porphyrin cores connected <i>via</i> diacetylenic linkers. Their\nelectronic structures, investigated at the density functional theory\nglobal-hybrid level, are indicative of valence and conduction bands that have\nlarge widths, ranging between 1 and 2 eV. Using a molecular approach to derive\nthe electronic couplings between adjacent core units and the electron-vibration\ncouplings, the three π-conjugated 2D COFs are predicted to have ambipolar\ncharge-transport characteristics with electron and hole mobilities in the range\nof 65-95 cm<sup>2</sup>V<sup>-1</sup>s<sup>-1</sup>. Such predicted values rank\nthese 2D COFs among the highest-mobility organic semiconductors. In addition,\nwe have synthesized the zinc-porphyrin based 2D COF and carried out structural\ncharacterization via powder X-ray diffraction and surface area analysis, which\ndemonstrates the feasability of these electroactive networks.</p>", "date": "2019-03-06", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Catalyst-Controlled C–H Functionalization of Adamantanes using Selective H-Atom Transfer", "doi": "10.26434/chemrxiv.7409651.v2", "published_doi": "10.1021/acscatal.9b01394", "published_url": "https://doi.org/10.1021/acscatal.9b01394", "authors": "Hai-Bin Yang; Abigail Feceu; David Martin", "abstract": "<p>A new method for the direct functionalization of diamondoids has been developed using photoredox and H-atom transfer catalysis. This C–H alkylation reaction has excellent chemoselectivity for the strong 3º C–H bonds of adamantanes in polyfunctional molecules. In substrate competition reactions, a reversal in selectivity is observed for the new H-atom transfer catalyst reported here when compared to six known photochemical systems. Derivatization of a broad scope of diamondoids and adamantane-containing drugs highlights the versatility and functional group tolerance of this C–H functionalization strategy.</p>", "date": "2019-03-07", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Organocatalysis; Photocatalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Control of Cardiac Function in vivo with a Light-Regulated Drug", "doi": "10.26434/chemrxiv.7472174.v2", "published_doi": "10.1021/jacs.9b03505", "published_url": "https://doi.org/10.1021/jacs.9b03505", "authors": "Fabio Riefolo; Carlo Matera; Aida Garrido-Charles; Alexandre M. J. Gomila; Luca Agnetta; Enrique Claro; Roser Masgrau; Ulrike Holzgrabe; Montserrat Batlle; Michael Decker; Eduard Guasch; Pau Gorostiza", "abstract": "<p>Remote\ncontrol of physiological functions with light offers the promise of unveiling\ntheir complex spatiotemporal dynamics in vivo, and enabling highly focalized\ntherapeutic interventions with reduced systemic toxicity. Optogenetic methods\nhave been implemented in the heart, but the need of genetic manipulation\njeopardizes clinical applicability. This study aims at developing, testing and\nvalidating the first light-regulated drug with cardiac effects, in order to\navoid the requirement of genetic manipulation offered by optogenetic methods. A\nM2 muscarinic acetylcholine receptors (mAChRs) light-regulated drug (PAI) was\ndesigned, synthesized and pharmacologically characterized. The design was based\non the orthosteric mAChRs agonist Iperoxo, an allosteric M2 ligand, and a\nphotoswitchable azobenzene linker. PAI can be reversibly photoisomerized\nbetween <i>cis</i> and <i>trans</i> configurations under ultraviolet (UV) and visible light,\nrespectively, and it reversibly photoswitches the activity of M2 muscarinic\nacetylcholine receptors. We have evaluated <i>in\nvitro</i> photoresponses using a calcium imaging assay in genetically\nunmodified receptors overexpressed in mammalian cells. Furthermore, using this new\nchemical tool, we demonstrate for the first time photoregulation of cardiac\nfunction <i>in vivo</i> in wildtype frog\ntadpoles and in rats with a method that does not require genetic manipulation.\nSuch a new approach may enable enhanced spatial and temporal selectivity for\ncardiovascular drugs.</p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Cell and Molecular Biology; Chemical Biology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "An Integrated Console for Capsule-Based, Fully Automated Organic Synthesis", "doi": "10.26434/chemrxiv.7882799.v1", "published_doi": "10.1039/D1SC01048D", "published_url": "https://doi.org/10.1039/d1sc01048d", "authors": "Tuo Jiang; Samuele Bordi; Angus E. McMillan; Kuang-Yen Chen; Fumito Saito; Paula Nichols; Benedikt Wanner; Jeffrey Bode", "abstract": "The current laboratory-based practice of organic synthesis renders automation difficult, suffers from safety and environmental hazards, and hampers the implementation of artificial intelligence guided drug discovery. Using a combination of innovative reagent design, hardware engineering, and a simple operating system we provide an instrument capable of executing complex organic reactions with prepacked capsules in a fully automated fashion. The machine conducts coupling reactions and delivers the purified products with minimal user involvement. Two of the most desirable reaction classes – the synthesis of saturated N-heterocycles and reductive amination – were implemented, along with multi-step sequences that provide drug-like organic molecules in a fully automated manner. We envision that this system will serve as a console for developers to provide synthetic methods as integrated, user-friendly packages for conducting organic synthesis in a safe and convenient fashion.", "date": "2021-05-07", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Reaction Engineering", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Zinc Photocages with Improved Photophysical Properties and Cell Permeability Imparted by Ternary Complex Formation", "doi": "10.26434/chemrxiv.7880447.v1", "published_doi": "10.1021/jacs.9b05504", "published_url": "https://doi.org/10.1021/jacs.9b05504", "authors": "Prem N. Basa; Chelsea A Barr; Kady M Oakley; Xiaomeng Liang; Shawn Burdette", "abstract": "Photocaged complexes have demonstrated efficacy as tools to control the\navailability of bioactive metals in cells to interrogate signaling pathways. We\ndescribe the synthesis of two new photocages, {bis[(2-pyridyl)methyl]amino}(9-oxo-2-xanthenyl)acetic\nacid  (XDPAdeCage, <b>1</b>) {bis[(2-pyridyl)methyl]amino}(m-nitrophenyl)acetic acid  (DPAdeCage, <b>2</b>), which utilize a 4-xanthone acetic acid and <i>meta</i>-nitrobenzyl chromophore respectively, to mediate a\nphotodecarboxylation reaction. Both photocages strongly coordinate Zn<sup>2+</sup>\nand the binding equilibrium shifts significantly toward free Zn<sup>2+</sup>\nupon the decarboxylation of the chelator. XDPAdeCage photolyzes with quantum\nyield of 27% with 365 nm light, and binds Zn<sup>2+</sup> with 4.6 pM affinity,\nwhich decreases by over 4 orders of magnitude upon uncaging. A neutral form of [Zn(XDPAdeCage)]<sup>+</sup>\ncan be generated <i>in situ</i> using the\nanionic bidentate ligand pyrithione, which imparts membrane impermeability to\nthe ternary complex. Using fluorescent imaging, we have confirmed transport of\nZn<sup>2+</sup> across lipophilic membranes; in addition, RT-PCR experiments\ndemonstrate the photocaged complexes ability to perturb cellular processes\nafter photolysis by showing a change in the expression levels of\nmetallothionein and zinc transporter proteins.", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Bioinorganic Chemistry; Photochemistry (Physical Chem.); Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Controlled Patterning of Carbon Nanotube Energy Levels by Covalent DNA Functionalization", "doi": "10.26434/chemrxiv.7881221.v1", "published_doi": "10.1021/acsnano.9b03488", "published_url": "https://doi.org/10.1021/acsnano.9b03488", "authors": "Yu Zheng; Sergei Bachilo; R. Bruce Weisman", "abstract": "Each structural form of single-wall carbon nanotube (SWCNT) has remarkable and well-defined electronic and optical properties, but it has not been possible to achieve spatial or energetic 10 modulation of those properties in controllable ways. We present here a simple method for using chemical reactions with single-stranded DNA (ssDNA) to accomplish such modulation. When aqueous suspensions of SWCNTs coated with ssDNA are exposed to singlet oxygen under ambient conditions, the nanotubes selectively form covalent bonds to the guanine nucleotides. This locally modulates semiconducting SWCNT energy levels and red-shifts their emission 15 wavelengths by up to 10%. Both the magnitude and spatial pattern of these shifts can be controlled by selecting the nucleotide sequence used to coat the nanotubes. Biomedical and opto-electronic applications are foreseen.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Carbon-based Materials; Nanostructured Materials - Nanoscience; Bioengineering and Biotechnology", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Evaluation of Potent Isoquinoline-Based Thiosemicarbazone Antiproliferatives Against Solid Tumor Models", "doi": "10.26434/chemrxiv.7877987.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Daniel Sun; Soumya Poddar; Roy D. Pan; Juno Van Valkenburgh; Ethan Rosser; Evan Abt; Vincent Lok; Joseph Capri; Selena Hernandez; Janet Song; Joanna Li; Laurent Vergnes; Anthony Cabebe; Wesley Armstrong; Sheba Plamthottam; Dalton Steele; Corey Osto; Andreea Stuparu; Thuc Le; Karen Reue; Robert Damoiseaux; Johanes Czernin; Michael Jung; Caius Radu", "abstract": "The lead compound, an ⍺-N-heterocyclic\ncarboxaldehyde thiosemicarbazone <b>HCT-13</b>,\nwas highly potent against a panel of pancreatic, small cell lung carcinoma, and\nprostate cancer models, with IC<sub>90</sub> values in the low-to-mid nanomolar\nrange.<b> </b>We show that the cytotoxicity of <b>HCT-13</b> is copper-dependent, that it acts as a copper ionophore,\ninduces production of reactive oxygen species (ROS), and promotes mitochondrial\ndysfunction and S-phase arrest. Lastly, DNA damage response/replication stress\nresponse (DDR/RSR) pathways, specifically Ataxia-Telangiectasia Mutated (ATM)\nand Rad3-related protein kinase (ATR), were identified as actionable adaptive\nresistance mechanisms following <b>HCT-13 </b>treatment. Taken together, <b>HCT-13\n</b>is potent against solid tumor models and warrants <i>in vivo</i> evaluation\nagainst aggressive tumor models, either as a single agent or as part of a\ncombination therapy.", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Bioorganic Chemistry; Cell and Molecular Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "A General Fitting Function to Estimate Apparent Reaction Orders of Kinetic Profiles", "doi": "10.26434/chemrxiv.7885760.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Robert Pollice", "abstract": "The rapid development of analytical methods in recent decades has resulted in a wide range of readily available and accurate reaction-monitoring techniques, which allow for easy determination of high-quality concentration-time data of chemical reactions. However, while the acquisition of kinetic data has become routine in the development of new chemical reactions and the study of their mechanisms, not all the information contained therein is utilized because of a lack of suitable analysis tools which unnecessarily complicates mechanistic studies. Herein, we report on a general method to analyze a single concentration-time profile of chemical reactions and extract information regarding the reaction order with respect to substrates, the presence of multiple kinetic regimes, and the presence of kinetic complexities, such as catalyst deactivation, product inhibition, and substrate decomposition.<br />", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Heterogeneous Catalysis; Homogeneous Catalysis; Reaction (Organomet.); Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Hidden Bias in the DUD-E Dataset Leads to Misleading Performance of Deep Learning in Structure-Based Virtual Screening", "doi": "10.26434/chemrxiv.7886165.v1", "published_doi": "10.1371/journal.pone.0220113", "published_url": "https://doi.org/10.1371/journal.pone.0220113", "authors": "Lieyang Chen; Anthony Cruz; Steven Ramsey; Callum\nJ. Dickson; José S. Duca; Viktor Hornak; David R. Koes; Tom Kurtzman", "abstract": "<p>Recently much effort has been invested in using convolutional neural\nnetwork (CNN) models trained on 3D structural images of protein-ligand\ncomplexes to distinguish binding from non-binding ligands for virtual screening.\nHowever, the dearth of reliable protein-ligand x-ray structures and binding affinity\ndata has required the use of constructed datasets for the training and\nevaluation of CNN molecular recognition models. Here, we outline various\nsources of bias in one such widely-used dataset, the Directory of Useful\nDecoys: Enhanced (DUD-E). We have constructed and performed tests to\ninvestigate whether CNN models developed using DUD-E are properly learning the\nunderlying physics of molecular recognition, as intended, or are instead\nlearning biases inherent in the dataset itself. We find that superior\nenrichment efficiency in CNN models can be attributed to the analogue and decoy\nbias hidden in the DUD-E dataset rather than successful generalization of the\npattern of protein-ligand interactions. Comparing additional deep learning\nmodels trained on PDBbind datasets, we found that their enrichment performances\nusing DUD-E are not superior to the performance of the docking program AutoDock\nVina. Together, these results suggest that biases that could be present in\nconstructed datasets should be thoroughly evaluated before applying them to\nmachine learning based methodology development. </p>", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Biophysics; Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "BAR-Based Multi-Dimensional Nonequilibrium Pulling for Indirect Construction of QM/MM Free Energy Landscape", "doi": "10.26434/chemrxiv.7329176.v2", "published_doi": "10.1039/C8CP07012A", "published_url": "https://doi.org/10.1039/C8CP07012A", "authors": "Xiaohui Wang; Qiaole He; Zhaoxi Sun", "abstract": "<p>Construction\nof free energy landscapes at Quantum mechanics (QM) level is computationally\ndemanding. As shown in previous studies, by employing an indirect scheme (i.e. constructing\na thermodynamic cycle connecting QM states via an alchemical pathway), simulations\nare converged with much less computational burden. The indirect scheme makes\nQM/ molecular mechanics (MM) free energy simulation orders of magnitude faster\nthan the direct QM/MM schemes. However, the indirect QM/MM simulations were\nmostly equilibrium sampling based and the nonequilibrium methods were merely\nexploited in one-dimensional alchemical QM/MM end-state correction at two end\nstates. In this work, we represent a multi-dimensional nonequilibrium pulling scheme\nfor indirect QM/MM free energy simulations, where the whole free energy\nsimulation is performed only with nonequilibrium methods. The collective\nvariable (CV) space we explore is a combination of one alchemical CV and one\nphysically meaningful CV. The current nonequilibrium indirect QM/MM simulation\nmethod can be seen as the generalization of equilibrium perturbation based\nindirect QM/MM methods. The test systems include one backbone dihedral case and\none distance case. The two cases are significantly different in size, enabling\nus to investigate the dependence of the speedup of the indirect scheme on the\nsize of the system. It is shown that the speedup becomes larger when the size\nof the system becomes larger, which is consistent with the scaling behavior of\nQM Hamiltonians. </p>", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "How Chemistry Computes: Language Recognition by Non-Biochemical Chemical Automata", "doi": "10.26434/chemrxiv.7880996.v1", "published_doi": "10.1016/j.isci.2019.08.007", "published_url": "https://doi.org/10.1016/j.isci.2019.08.007", "authors": "Marta Dueñas-Diez; Juan Perez-Mercader", "abstract": "This manuscript contains the experimental realization of one instance of each automata in the theory of computation using chemistry and not using biochemistry. All automata are implemented in a 1-pot reactor. The Finite Automaton (FA) is represented by a precipitation reaction, the 1-stack Push Down Automaton (PDA) by a pH reaction network and the Turing machine (TM) by the Belousov-Zhabotinsky chemical reaction. The computation (consisting on recognizing if chemically transcribed abstract sequences belong to appropriate languages in the Chomsky hierarchy) is carried out by a chemical reaction recognizing the molecules and their order. Once the sequence is introduced in the reactor (very much as mRNA is introduced in the ribosome) the reaction does all the recognition without any need for external not strictly chemical help from reaction/diffusion set-ups or chemical gates. The result of the computation has a straightforward  thermodynamic/information theory interpretation. These results are of interest for soft-robotics, chemically self-assembled systems, chemical neural networks, artificial intelligence and of  course chemical computing (i. e., computing done by chemistry at molecular scales which translates to larger scales by the power of Avogadro's number) as well as natural computing and analog/digital computing.", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Theory - Computational; Artificial Intelligence; Redox Catalysis; Thermodynamics (Physical Chem.); Robotics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Dynamics of Mycolic Acid Monolayers", "doi": "10.26434/chemrxiv.7881215.v1", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Wilma Groenewald; Monica Bulacu; Anna Croft; Siewert-Jan Marrink", "abstract": "<p><i>Mycobacterium tuberculosis</i>, the organism responsible for TB infection in humans, is inherently resilient against host defences and anti-TB drugs. This persistence is attributed partly to the presence of lipids, such as mycolic acids (MAs), which make the cell wall impermeable.  To study the conformational dynamics of MAs, we present a coarse-grained model for a representative α-MA (AMA) from <i>Mycobacterium tuberculosis</i>using the MARTINI force field. The model is used to simulate monolayers of different sizes; a small monolayer consisting of 220 MAs and a large monolayer consisting of 1972 MAs.  The model could replicate key features of experimental monolayers such as phase changes and the collapse point.  By studying the conformation of MAs in the simulated monolayers, it was found that AMA did not fold into the W-conformation at large surface areas but was only folded at the head group to give a wide U-shape.  On monolayer compression, the MA chains came closer together, into a narrower U-shape, and an ordered monolayer was formed before it collapsed.</p>", "date": "2019-03-27", "journal": "chemRxiv", "categories": "Biochemistry; Computational Chemistry and Modeling; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Differential Penetration of Ethanol and Water in Si-Chabazite:  High Pressure Dehydration of Azeotrope Solution", "doi": "10.26434/chemrxiv.7887305.v1", "published_doi": "10.1016/j.micromeso.2019.04.032", "published_url": "https://doi.org/10.1016/j.micromeso.2019.04.032", "authors": "Giorgia Confalonieri; Simona Quartieri; Giovanna Vezzalini; gloria tabacchi; Ettore Fois; T. Jean Daou; Rossella Arletti", "abstract": "<p>This study is aimed to shed\nlight on the mechanisms at the basis of the differential penetration of alcohol\nand water in hydrophobic zeolites at ambient (P<sub>amb</sub>)\nand non-ambient pressure. Here we report the effects of the penetration of water and alcohol in an\nall-silica chabazite (Si-CHA) compressed with an ethanol/water azeotrope\nsolution (ethanol : water = 95.63 : 4.37 by mass %). We collected <i>in situ</i> synchrotron X-ray Powder\nDiffraction (XRPD) data in order to monitor the structural modifications\ninduced by the fluid penetration and to investigate the guest-guest and\nhost-guest interactions. First\nprinciples molecular dynamics simulations allowed to complete the structural\ndescription at high pressure, providing an atomistic level description of the\nguest-guest hydrogen bond network. For a comprehensive understanding of the processes\ninvolving the Si-CHA + azeotrope interactions, both the zeolite and the\nalcohol/water solution were firstly investigated separately under pressure. The results obtained prove that both H<sub>2</sub>O and ethanol penetrate Si-CHA\nporosities even at P<sub>amb</sub>. However, while in these conditions the H<sub>2</sub>O\n/ethanol ratio adsorbed inside Si-CHA is similar to that of the external\nazeotrope solution, under pressure the zeolite\nextra-framework content corresponds to a composition much richer in H<sub>2</sub>O than the azeotrope one. Hence, our results suggest that a\ndehydration effect occurred on the azeotrope solution, promoted by pressure. In\naddition, the experiment performed to test the elastic behavior of Si-CHA with\na non-penetrating pressure transmitting medium interestingly indicates that\nSi-pure chabazite is the most compressible zeolite among those up to now\nstudied in silicone oil.</p>", "date": "2019-03-27", "journal": "chemRxiv", "categories": "Composites; Solid State Chemistry; Computational Chemistry and Modeling; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Antibiotic Discovery with Synthetic Fermentation: Library Assembly, Phenotypic Screening, and Mechanism of Action of Beta-Peptides Targeting Penicillin-Binding Proteins", "doi": "10.26434/chemrxiv.7881257.v1", "published_doi": "10.1021/acschembio.9b00227", "published_url": "https://doi.org/10.1021/acschembio.9b00227", "authors": "Iain A. Stepek; Trung Cao; Anika Koetemann; Satomi Shimura; Bernd Wollscheid; Jeffrey Bode", "abstract": "In analogy to biosynthetic pathways leading to bioactive natural products, synthetic fermentation generates mixtures of molecules from simple building blocks under aqueous, biocompatible conditions, allowing for the resulting cultures to be directly screened for biological activity. In this work, a novel beta-peptide antibiotic was successfully identified using the synthetic fermentation platform. Phenotypic screening was carried out in an initially random fashion, allowing for simple identification of active cultures. Subsequent deconvolution, focused screening and structure-activity relationship studies led to the identification of a potent antimicrobial peptide, showing strong selectivity for our model system Bacillus subtilis over human Hek293 cells. To determine the antibacterial mechanism of action, a peptide probe bearing a photoaffinity tag was readily synthesized through the use of appropriate synthetic fermentation building blocks and utilized for target identification using a quantitative mass spectrometry-based strategy. The chemoproteomic approach led to the identification of a number of bacterial membrane proteins as prospective targets. These findings were validated through binding affinity studies with penicillin-binding protein 4 using microscale thermophoresis, with the bioactive peptide showing a dissociation constant (Kd) in the nanomolar range. Through these efforts, we provide a proof of concept for the synthetic fermentation approach presented here as a new strategy for the phenotypic discovery of novel bioactive compounds.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Combinatorial Chemistry; Organic Synthesis and Reactions; Chemical Biology; Drug Discovery and Drug Delivery Systems", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Secondary Structural Changes in Proteins as a Result of Electroadsorption at Aqueous-Organogel Interfaces", "doi": "10.26434/chemrxiv.7466789.v2", "published_doi": "10.1021/acs.langmuir.8b04227", "published_url": "https://doi.org/10.1021/acs.langmuir.8b04227", "authors": "Samuel Booth; Bren Mark B. Felisilda; Eva Alvarez de Eulate; Ove J.\nR. Gustafsson; Mahreen Arooj; Ricardo L. Mancera; Robert\nA. W. Dryfe; Mark J. Hackett; Damien\nW. M. Arrigan", "abstract": "The electroadsorption of proteins at aqueous-organic interfaces offers the possibility to examine protein structural rearrangements upon interaction with lipophilic phases, without modifying the bulk protein or relying on a solid support. The aqueous-organic interface has already provided a simple means of electrochemical protein detection, often involving adsorption and ion complexation; however, little is yet known about the protein structure at these electrified interfaces. This work focuses on the interaction between proteins and an electrified aqueous-organic interface via controlled protein electroadsorption. Four proteins known to be electroactive at such interfaces were studied: lysozyme, myoglobin, cytochrome c, and hemoglobin. Following controlled protein electroadsorption onto the interface, ex situ structural characterization of the proteins by FTIR spectroscopy was undertaken, focusing on secondary structural traits within the amide I band. The structural variations observed included unfolding to form aggregated anti-parallel β-sheets, where the rearrangement was specifically dependent on the interaction with the organic phase. This was supported by MALDI ToF MS measurement, which showed the formation of protein-anion complexes for three of these proteins, and molecular dynamic simulations, which modelled the structure of lysozyme at an aqueous-organic interface.  Based on these findings, the modulation of protein secondary structure by interfacial electrochemistry opens up unique prospects to selectively modify proteins.<br />", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Analytical Chemistry - General; Electrochemical Analysis; Mass Spectrometry; Spectroscopy (Anal. Chem.); Computational Chemistry and Modeling; Interfaces; Self-Assembly; Spectroscopy (Physical Chem.); Structure", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Copper-Catalyzed Insertion of Diazo Compounds into  Vinyl Hypervalent Iodine Reagents to Generate Allylic Esters", "doi": "10.26434/chemrxiv.7892513.v1", "published_doi": "10.1021/ACS.ORGLETT.0C01150", "published_url": "https://doi.org/10.1021/acs.orglett.0c01150", "authors": "Guillaume Pisella; Alec Gagnebin; Jerome Waser", "abstract": "An\nunprecedented copper(I)-catalyzed vinylation of (donor)-acceptor\ndiazo compounds\nwith VinylBenziodoXolone reagents (VBX) as partners is reported. The\ntransformation tolerates variation of both donor- and acceptor substituents on\nthe diazo compounds, delivering the corresponding benzoylated allylic alcohol\nproducts in good to excellent yields. Through the development of a protocol for\nthe synthesis of functionalized alkanes-, dienes- and enynes-substituted VBX\nreagents, a broad scope of substituents on the alkene could be accessed. The\nobtained products contain synthetically versatile functional groups, such as an\naryl iodide, an ester and an allylic leaving group, enabling selective further\nmodification.", "date": "2019-03-27", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Homogeneous Catalysis; Catalysis", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Solving the Trivial Crossing Problem While Preserving the Nodal Symmetry of the Wavefunction", "doi": "10.26434/chemrxiv.7895582.v1", "published_doi": "10.1021/ACS.JCTC.9B00302", "published_url": "https://doi.org/10.1021/acs.jctc.9b00302", "authors": "Adam Willard; Elizabeth Lee", "abstract": "This article presents the development of a new method for solving the so-called <i>trivial crossing problem</i> in simulations of adiabatic dynamics and an application of this method to a model of exciton dynamics on long chain conjugated polymer systems.", "date": "2019-03-27", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Quantum Mechanics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Mapping Binary Copolymer Property Space with Neural Networks", "doi": "10.26434/chemrxiv.7446014.v2", "published_doi": "10.1039/C8SC05710A", "published_url": "https://doi.org/10.1039/C8SC05710A", "authors": "Liam Wilbraham; Seb Sprick; Kim Jelfs; Martijn Zwijnenburg", "abstract": "The extremely large number of\nunique polymer compositions that can be achieved through copolymerisation makes\nit an\nattractive strategy for tuning their optoelectronic\nproperties. However, this same attribute also makes it challenging to explore\nthe resulting property space and understand the range of properties that can be\nrealised. In an effort to enable the rapid exploration of this\nspace in the case of binary copolymers, we train a neural network using a\ntiered data generation strategy to accurately predict the optical and\nelectronic properties of 350,000 binary copolymers that are, in principle,\nsynthesizable from their dihalogen monomers via Yamamoto, or Suzuki-Miyaura and\nStille coupling after one-step functionalisation. By extracting general features\nof this property space that would otherwise be obscured in smaller datasets, we\nidentify simple models that effectively relate the properties of these\ncopolymers to the homopolymers of their constituent monomers, and challenge\ncommon ideas behind copolymer design. We find that binary\ncopolymerisation does not appear to allow access to regions of the\noptoelectronic property space that are not already sampled by the homopolymers,\nalthough conceptually allows for more fine-grained property control. Using\nthe large volume of data available, we test the hypothesis that\ncopolymerisation of ‘donor’ and ‘acceptor’ monomers can result in copolymers\nwith a lower optical gap than their related homopolymers. Overall, despite the\nprevalence of this concept in the literature, we observe that this phenomenon is\nrelatively rare, and propose conditions that greatly enhance the likelihood of\nits experimental realisation. Finally, through a ‘topographical’ analysis of\nthe co-polymer property space, we show how this large volume of data can be\nused to identify dominant monomers in specific regions of property space that\nmay be amenable to a variety of applications, such as organic photovoltaics,\nlight emitting diodes, and thermoelectrics. \n\n\n\n<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Optical Materials; Organic Polymers; Computational Chemistry and Modeling; Machine Learning; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Macroporous Silicone Sheets Integrated with Meshes for Various Applications", "doi": "10.26434/chemrxiv.7904933.v1", "published_doi": "10.1021/acsapm.9b00382", "published_url": "https://doi.org/10.1021/acsapm.9b00382", "authors": "Gen Hayase; Shin-ichiro M. Nomura", "abstract": "Flexible macroporous silicone gels were prepared using methyltrimethoxysilane and dimethyldimethoxysilane as co-precursors via a two-step reaction catalyzed by acetic acid and ammonia solution. A sheet-shaped material was integrated with the gel by immersing the mesh in the sol during the reaction. The mesh reinforced sheet having a thickness of several millimeters was resistant to bending and pulling and easy to handle. The composite sheet was used for various applications such as water-oil separation, manipulation of water droplets by adsorption on the hydrophobic surface, and preparation of giant vesicle dispersion.", "date": "2019-03-28", "journal": "chemRxiv", "categories": "Composites; Hybrid Organic-Inorganic Materials; Separation Science; Physical and Chemical Properties", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Standardization of PGC-LC-MS-based glycomics for sample specific glycotyping", "doi": "10.26434/chemrxiv.7056767.v2", "published_doi": "10.1039/C9AN00486F", "published_url": "https://doi.org/10.1039/C9AN00486F", "authors": "Christopher Ashwood; Brian Pratt; Brendan MacLean; Rebekah L. Gundry; Nicolle H. Packer", "abstract": "<p></p><p>Porous graphitized carbon (PGC) based chromatography\nachieves high-resolution separation of glycan structures released from\nglycoproteins. This approach is especially valuable when resolving structurally\nsimilar isomers and for discovery of novel and/or sample-specific glycan\nstructures. However, the implementation of PGC-based separations in glycomics\nstudies has been limited because system-independent retention values have not\nbeen established to normalize technical variation. To address this limitation,\nthis study combined the use of hydrolyzed dextran as an internal standard and\nSkyline software for post-acquisition normalization to reduce retention time and\npeak area technical variation in PGC-based glycan analyses. This approach\nallowed assignment of system-independent retention values that are applicable\nto typical PGC-based glycan separations and supported the construction of a library\ncontaining >300 PGC-separated glycan structures with normalized glucose unit\n(GU) retention values. To enable the automation of this normalization method, a\nspectral MS/MS library was developed of the dextran ladder, achieving\nconfident discrimination against isomeric glycans. The utility of this approach is demonstrated in two\nways. First, to inform the search space for bioinformatically predicted but unobserved\nglycan structures, predictive models for two structural modifications,\ncore-fucosylation and bisecting GlcNAc, were developed based on the GU library.\nSecond, the applicability of this method for the analysis of complex biological\nsamples is evidenced by the ability to discriminate between cell culture and\ntissue sample types by the normalized intensity of <i>N-</i>glycan structures alone. Overall, the methods and data described\nhere are expected to support the future development of more automated approaches\nto glycan identification and quantitation.</p><br /><p></p>", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Mass Spectrometry; Separation Science", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Pathway Complexity in the Stacking of Imine-linked Macrocycles Related to Two-Dimensional Covalent Organic Frameworks", "doi": "10.26434/chemrxiv.7824707.v2", "published_doi": "10.1021/acs.chemmater.9b03088", "published_url": "https://doi.org/10.1021/acs.chemmater.9b03088", "authors": "Shiwei Wang; Anton Chavez; Simil Thomas; Hong Li; Nathan C. Flanders; Chao Sun; Michael J. Strauss; Lin Chen; Albert J. Markvoort; Jean-Luc Bredas; William Dichtel", "abstract": "This work reports on the assembly of imine-linked macrocycles that serve as models of two-dimensional covalent organic frameworks (2D COFs). Interlayer interactions play an important role in the formation of 2D COFs, yet the effect of monomer structure on COF formation, crystallinity, and susceptibility to exfoliation are not well understood. For example, monomers with both electron-rich and electron-poor π-electron systems have been proposed to strengthen interlayer inter-actions and improve crystallinity. Here we probe these effects by studying the stacking behavior of imine-linked macrocycles that represent discrete models of 2D COFs. <div><br /></div><div>Specifically, macrocycles based on terephthaldehyde (PDA) or 2,5-dimethoxyterephthaldehyde (DMPDA) stack upon cooling molecularly dissolved solutions. Both macrocycles assemble cooperatively with similar ΔHe values of -97 kJ/mol and -101 kJ/mol, respectively, although the DMPDA macrocycle assembly process showed a more straightforward temperature dependence. Circular dichroism spectroscopy performed on macrocycles bearing chiral side chains revealed a helix reversion process for the PDA macrocycles that was not observed for the DMPDA macrocycles. <br /></div><div><br /></div><div>Given the structural similarity of these monomers, these findings demonstrate that the stacking processes associated with nanotubes derived from these macrocycles, as well as for the corresponding COFs, are complex and susceptible to kinetic traps, casting doubt on the relevance of thermodynamic arguments for improving materials quality. <br /></div>", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Physical Organic Chemistry; Stereochemistry; Supramolecular Chemistry (Org.); Aggregates and Assemblies; Polymerization kinetics; Nanostructured Materials - Nanoscience", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Efficient Ensemble Refinement by Reweighting", "doi": "10.26434/chemrxiv.7461413.v2", "published_doi": "10.1021/acs.jctc.8b01231", "published_url": "https://doi.org/10.1021/acs.jctc.8b01231", "authors": "Juergen Koefinger; Lukas S. Stelzl; Klaus Reuter; Cesar Allande; Katrin Reichel; Gerhard Hummer", "abstract": "<pre>In integrative structural biology/hybrid modeling approaches, we integrate structural models of macromolecules and experimental data to obtain faithful representations of the structures underlying the data. For example, in ensemble refinement by reweighting we first generate structural ensembles of flexible and dynamic biological macromolecules in molecular simulations. In a subsequent reweighting step, we refine the statistical weights of the structures to strike a balance between the information provided by simulations and by experimental data. For the \"Bayesian inference of ensembles\" approach (BioEn), we present two complementary methods to solve the underlying challenging high-dimensional optimization problem. We systematically investigate reliability, accuracy, and efficiency of these methods and integrate molecular dynamics simulations of the disordered peptide Ala-5 and NMR J-couplings. We provide an open-source library free of charge at <a href=\"https://github.com/bio-phys/BioEN/optimize\">https://github.com/bio-phys/BioEn</a>.</pre>", "date": "2019-03-12", "journal": "chemRxiv", "categories": "Biophysics; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Solving the Colouring Problem in Half-Heusler Structures: Machine-Learning Predictions and Experimental Validation", "doi": "10.26434/chemrxiv.7905017.v1", "published_doi": "10.1021/ACS.INORGCHEM.9B00987", "published_url": "https://doi.org/10.1021/acs.inorgchem.9b00987", "authors": "Alexander Gzyl; Anton Oliynyk; Lawrence Adutwum; Arthur Mar", "abstract": "The site preferences\nwithin the structures of half-Heusler compounds have been evaluated through a\nmachine-learning approach.  A\nsupport-vector machine algorithm was applied to develop a model which was\ntrained on 179 experimentally reported structures and 23 descriptors based\nsolely on the chemical composition.  The\nmodel gave excellent performance, with sensitivity of 93%, selectivity of 96%,\nand accuracy of 95%.  As an illustration\nof data sanitization, two compounds (GdPtSb, HoPdBi) flagged by the model to have\npotentially incorrect site assignments were resynthesized and structurally\ncharacterized.  The predictions of the\ncorrect site assignments from the machine-learning model were confirmed by single-crystal\nand powder X-ray diffraction analysis.  These\nsite assignments also corresponded to the lowest total energy configurations as\nrevealed from first-principles calculations.", "date": "2019-03-28", "journal": "chemRxiv", "categories": "Alloys; Solid State Chemistry; Machine Learning; Artificial Intelligence; Chemoinformatics - Computational Chemistry", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Interparticle Interactions in Dilute Solutions of Polyelectrolyte Complex Micelles", "doi": "10.26434/chemrxiv.7905275.v1", "published_doi": "10.1021/acsmacrolett.9b00226", "published_url": "https://doi.org/10.1021/acsmacrolett.9b00226", "authors": "Hao Wu; Jeffrey Ting; Thomas Weiss; Matthew Tirrell", "abstract": "The application of dilute solutions of polyelectrolyte complex micelles for delivering therapeutic nucleic acids into disease sites has gained momentum. This letter reports a detailed characterization of PEC micelles in dilute solutions including their internal structures and the determination of the interparticle interactions. We found that the soft corona chains tethered on the surface of phase-separated complex domains are compressed when micelles come close, at which point a hard-sphere interaction takes over. These findings contribute to the fundamental understanding of the structure and space-filling constraints in the complexation-driven self-assemblies and advance the rational design of cationic polymer-based non-viral nanocarriers.", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Drug delivery systems; Polyelectrolytes - Polymers; Polymer chains", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Plasmon-Induced Hot-Carrier Generation differences in Gold and Silver Nanoclusters", "doi": "10.26434/chemrxiv.7905344.v1", "published_doi": "10.1039/C9NR01352K", "published_url": "https://doi.org/10.1039/C9NR01352K", "authors": "Oscar A. Douglas-Gallardo; Matias Berdakin; Thomas Frauenheim; Cristián G Sánchez", "abstract": "In the last thirty years, the study of plasmonic properties of noble metal nanostructures has become a very dynamic research area. The design and manipulation of matter in the nanometric scale demand a deep understanding of the underlying physico-chemical processes that operate in this size regimen. Here, a fully atomistic study of the spectroscopic and photodynamic properties of different icosahedral silver and gold nanoclusters have been carried out by using Time-Dependent Density Functional Tight-Binding (TD-DFTB) model. Optical absorption spectra of different icosahedral silver and gold nanoclusters of diameters between 1 and 4 nanometers has been simulated. Furthermore, the energy absorption process have been quantified by means of calculating a fully quantum absorption cross-section using the information contained in the reduced single-electron density matrix. This approach allows us take into account for the quantum confinement effects dominating in this size regime. Likewise, the plasmon-induced hot-carrier generation process under laser illuminations have been explored from a fully dynamical perspective. We have found noticeable differences in the energy absorption mechanisms and the plasmon-induced hot-carrier generation process in both metals which can be explained by their respective electronic structures. These difference can be attributed to the existence of ultra-fast electronic dissipation channels in gold nanoclusters that are absented in silver nanoclusters. To the best of our knowledge, this is the first report that addresses this topic from a real time fully atomistic time-dependent approach. <br />", "date": "2019-03-28", "journal": "chemRxiv", "categories": "Plasmonic and Photonic Structures and Devices; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Molecular Level Understanding of the Free Energy Landscape in Early Stages of MOF Nucleation", "doi": "10.26434/chemrxiv.7223774.v2", "published_doi": "10.1021/jacs.9b01829", "published_url": "https://doi.org/10.1021/jacs.9b01829", "authors": "Loukas Kollias; David C. Cantu; Marcus A. Tubbs; Roger Rousseau; Vassiliki-Alexandra Glezakou; Matteo Salvalaglio", "abstract": "<div><div><div><p>The assembly mechanism of hierarchical materials controlled by the choice of solvent and presence of spectator ions. In this paper, we use enhanced sampling molecular dynamics methods to investigate these effects on the configurational landscape of metal-linker interactions in the early stages of synthesis, using MIL-101(Cr) as a prototypical example. Microsecond-long well- tempered metadynamics (WTmetaD) simulations uncover a complex free energy structural landscape, with distinct crystal (C) and non-crystal (NC) like configurations and their equilibrium population. In presence of ions (Na+, F-), we observe a complex effect on the crystallinity of secondary building units (SBUs), by encouraging/suppressing salt bridges between C configurations and consequently controlling the percentage of defects. Solvent effects are assessed by introducing N, N dimethylformamide (DMF) instead of water, where SBU adducts are appreciably more stable and compact. These results shed light on how solvent and ionic strength impact the free energy of assembly phenomena that ultimately control material synthesis</p></div></div></div>", "date": "2019-03-13", "journal": "chemRxiv", "categories": "Nanostructured Materials - Materials; Computational Chemistry and Modeling; Physical and Chemical Processes", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reversible Insertion of CO into an Aluminium–Carbon Bond", "doi": "10.26434/chemrxiv.7914212.v1", "published_doi": "10.1039/C9CC02818H", "published_url": "https://doi.org/10.1039/C9CC02818H", "authors": "Richard Y Kong; Mark Crimmin", "abstract": "While reversible main-group mediated processes involving H2 and alkenes have been reported and studied for over a decade, no such reversible processes involving CO have been reported. In this paper, we show that a [2.2.1] aluminium metallobicycle is capable of reversibly inserting CO to form a [2.2.2] metallobicycle at 100 °C. Eyring analysis allowed determination of the Gibbs activation energy of the back-reaction, CO elimination reaction with G‡298K = 26.6 ±3.0 kcal mol-1. Computational studies reveal a highly asynchronous, but concerted, transition state for CO insertion. The coordination of CO to aluminium precedes C–C bond formation. The reversible migratory insertion reaction mimics that known for transition-metal and marks an important step forward for main group systems.", "date": "2019-04-16", "journal": "chemRxiv", "categories": "Theory - Computational; Kinetics and Mechanism - Organometallic Reactions; Main Group Chemistry (Organomet.); Small Molecule Activation (Organomet.); Transition Metal Complexes (Organomet.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Naphtho[2,1-e]-1,2-azaphosphorine-2-oxide Derivatives: Synthesis, Optoelectronic Properties, and Self-Dimerization Phenomena", "doi": "10.26434/chemrxiv.7906844.v1", "published_doi": "10.1021/acs.joc.9b00994", "published_url": "https://doi.org/10.1021/acs.joc.9b00994", "authors": "Chun-Lin DENG; Jeremy P. Bard; Lev N. Zakharov; Darren W. Johnson; Michael M. Haley", "abstract": "A library of\nnovel naphtho[2,1-<i>e</i>]-fused\n1,2-azaphosphorine-2-oxides that contain electron-withdrawing and -donating\nsubstituents on the 3-phenyl groups have\nbeen designed, prepared and characterized. This new family of phosphorus- and nitrogen-containing\nheterocycles are found to be brightly fluorescent with tuneable emission\nwavelengths (l<sub>em </sub>=\n441−493nm, F<sub>F </sub>= 0.19−0.93). Their strong self-dimerization behaviours\nthrough N−H and P=O hydrogen bond donors/acceptors were investigated\nexperimentally and theoretically. It\nhas been demonstrated that the pendant phenyl groups can be used to modify\nthe intrinsic optoelectronic properties as well as the self-association of\nheterocycles. These results presented herein are expected to enable the\ndevelopment of new photofunctional materials and provide important insights in\ndiverse areas of supramolecular chemistry.", "date": "2019-03-28", "journal": "chemRxiv", "categories": "Organic Synthesis and Reactions; Physical Organic Chemistry; Supramolecular Chemistry (Org.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Specific Ion Effects on Hydrogen-Bond Rearrangements in the Halide–Dihydrate Complexes", "doi": "10.26434/chemrxiv.7916270.v1", "published_doi": "10.1021/acs.jpclett.9b00899", "published_url": "https://doi.org/10.1021/acs.jpclett.9b00899", "authors": "Pushp Bajaj; Debbie Zhuang; Paesani Lab", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Small aqueous ionic clusters represent ideal systems to investigate the microscopic hydrogen-bonding structure and dynamics in ion hydration shells. In this context, halide-dihydrate complexes are the smallest systems where the interplay between halide–water and water–water\ninteractions can be studied simultaneously. Here, quantum molecular dynamics simulations\nunravel specific ion effects on the temperature-dependent structural transition in X<sup>-</sup>(H<sub>2</sub>O)<sub>2</sub> complexes (X = Cl, Br and I) which is induced by the breaking of the water–water hydrogen\nbond. A systematic analysis of the hydrogen-bonding rearrangements at low temperature provides fundamental insights into the competition between halide–water and water–water interactions depending on the properties of the halide ion. While the halide–water hydrogen-bond\nstrength decreases going from Cl<sup>-</sup>(H<sub>2</sub>O)<sub>2</sub> to I<sup>-</sup>(H<sub>2</sub>O)<sub>2</sub>, the opposite trend in observed in the\nstrength of the water–water hydrogen-bond, suggesting that non-trivial many-body effects may\nalso be at play in the hydration shells of halide ions in solution, especially in frustrated systems\n(e.g., interfaces) where the water molecules can have dangling OH bonds.</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-04-16", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Clusters; Solution Chemistry; Spectroscopy (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Synthesis of Elaborate Benzofuran-2-Carboxamide Derivatives Through a Combination of 8-Aminoquinoline Directed C–H Arylations and Transamidations", "doi": "10.26434/chemrxiv.7925489.v1", "published_doi": "10.3390/MOLECULES25020361", "published_url": "https://doi.org/10.3390/molecules25020361", "authors": "Michael Oschmann; Linus Johansson Holm; Oscar Verho", "abstract": "Benzofurans are everywhere in nature and they have been extensively\nstudied by medicinal chemists over the years because of their chemotherapeutic\nand physiological properties. Herein, we describe a strategy that can be used\nto access elaborate benzo-2-carboxamide derivatives, which involves a synthetic\nsequence of 8-aminoquinoline directed C–H arylations followed by transamidations.\nFor the directed C–H arylations, Pd catalysis was used to install a wide range\nof aryl and heteroaryl substituents at the C3 position of the benzofuran\nscaffold in high efficiency. Directing group cleavage and further\ndiversification of the C3-arylated benzofuran products were then achieved in a\nsingle synthetic operation through the utilization of a two-step transamidation\nprotocol. By bocylating the 8-aminoquinoline amide moiety of these products, it\nproved possible to activate them towards aminolysis with different amine\nnucleophiles. Interestingly, this aminolysis reaction was found to proceed\nefficiently without the need of any additional catalyst or additive. Given the\nhigh efficiency and modularity of this synthetic strategy, it constitute a very\nattractive approach for generating structurally-diverse collections of benzofuran\nderivatives for small molecule screening.", "date": "2019-04-01", "journal": "chemRxiv", "categories": "Natural Products; Organic Compounds and Functional Groups; Organic Synthesis and Reactions", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Comment on “Probing the Origins of Photodegradation in Organic- Inorganic Metal Halide Perovskites with Time-Resolved Mass Spectrometry”, Sustainable Energy & Fuels, 2018.", "doi": "10.26434/chemrxiv.7295585.v2", "published_doi": "N.A.", "published_url": "N.A.", "authors": "Emilio Jose Juarez-Perez", "abstract": "<div>This is a comment on an article in Sustainable Energy & Fuels reporting time-resolved mass spectrometry (MS) of\nevolved gas species during photo-induced degradation of\nmethylammonium lead iodide perovskite (MAPbI3\n).</div><div><br /></div><div>Note:<br /></div><div><br /></div><div>The authors of the commented article released a response to these observations on February 1, 2019. This document has been updated including new comments to their response on March 13, 2019, see page 4. For the original version of this comment, please see version 1.<br /><br /></div>", "date": "2019-03-14", "journal": "chemRxiv", "categories": "Hybrid Organic-Inorganic Materials; Mass Spectrometry; Photovoltaics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Efficient Charge Transfer at a Homogeneously Distributed (NH4)2Mo3S13 / WSe2 Heterojunction for Solar Hydrogen Evolution", "doi": "10.26434/chemrxiv.7440227.v2", "published_doi": "10.1039/C9TA01220F", "published_url": "https://doi.org/10.1039/C9TA01220F", "authors": "Farabi Bozheyev; Fanxing Xi; Paul Plate; Thomas Dittrich; Sebastian Fiechter; Klaus Ellmer", "abstract": "<p></p><p>In the present work we demonstrate a record photocurrent\ndensity of 5.6 mA cm<sup>-2</sup> at 0 V<sub>RHE</sub> for WSe<sub>2</sub> photocathodes coated with an effective/earth abundant catalyst\n- ammonium thiomolybdate (NH<sub>4</sub>)<sub>2</sub>Mo<sub>3</sub>S<sub>13</sub>\n(ATM). The photocurrent density can be tuned by optimizing the WSe<sub>2</sub>\nfilm thickness. The features of this new combination (NH<sub>4</sub>)<sub>2</sub>Mo<sub>3</sub>S<sub>13</sub>\n/ WSe<sub>2</sub> and its performance for solar hydrogen evolution is discussed\nin the manuscript. Our new finding is that the ATM can be used as a\nphotocatalyst, not only as an electrocatalyst known up to date. The results\nfurther expand and develop the field of the transition metal dichalcogenides\nespecially in the context of the solar hydrogen evolution. This work is an\nimportant milestone towards large scale photocathodes using earth abundant\nelements.</p><p></p>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Thin Films; Nanocatalysis - Catalysts & Materials; Nanostructured Materials - Nanoscience; Photocatalysis; Energy Storage; Fuels - Energy Science", "metrics": null, "license": "CC BY 4.0"}
{"title": "Electrocatalytic CO2 reduction at low overpotentials using iron(III) tetra(meso-thienyl)porphyrins", "doi": "10.26434/chemrxiv.7539839.v2", "published_doi": "10.1021/ACSAEM.9B00761", "published_url": "https://doi.org/10.1021/acsaem.9b00761", "authors": "Josh D. B. Koenig; Janina Willkomm; Roland Roesler; Warren Piers; Gregory C. Welch", "abstract": "<p>The optical and electrochemical properties, as well as the CO<sub>2</sub> reduction capability of two different iron(III) thienyl-porphyrins, iron(III) tetra(<i>meso</i>-thien-2-yl)porphyrin (<b>FeTThP</b>) and iron(III) tetra(<i>meso</i>-5-methylthien-2-yl)porphyrin (<b>FeTThMeP</b>), are directly compared to those of iron(III) tetra(<i>meso</i>-phenyl)porphyrin (<b>FeTPP</b>). Through exploitation of mesomeric stabilization effects, <b>FeTThP</b> and <b>FeTThMeP</b> both reduced CO<sub>2</sub> to CO with comparable faradaic efficiencies and TON<sub>CO</sub> <sub> </sub>relative to <b>FeTPP</b>, with an overpotential 150 mV lower than the benchmark catalyst. </p>", "date": "2019-03-15", "journal": "chemRxiv", "categories": "Electrochemistry; Ligands (Inorg.); Small Molecule Activation (Inorg.); Transition Metal Complexes (Inorg.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Exploring the Thermodynamic Criteria for Responsive Adsorption Processes", "doi": "10.26434/chemrxiv.7527680.v2", "published_doi": "10.1039/C9SC01299K", "published_url": "https://doi.org/10.1039/C9SC01299K", "authors": "Jack D. Evans; Simon Krause; Stefan Kaskel; Martin B. Sweatman; Lev Sarkisov", "abstract": "<div><div>We describe a general model to explore responsive adsorption processes in flexible porous materials.</div><div>This model combines mean field formalism of the osmotic potential, classical density functional theory of adsorption in slit pore models and generic potential functions which represent the Helmholtz free energy landscape of a porous system.</div><div>Using this model, we focus on recreating flexible adsorption phenomena observed in prototypical metal-organic frameworks, especially the recently discovered effect of negative gas adsorption (NGA).</div><div>We identify the key characteristics required for the model to generate unusual adsorption processes and subsequently employ an extensive parametric study to outline conditions under which gate-opening and NGA are observed.</div><div>This powerful approach will guide the design of responsive porous materials and the discovery of entirely new adsorption processes.</div></div>", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Processes; Structure; Surface; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "First Principles Micro-kinetic Model of Catalytic Non-oxidative Dehydrogenation of Ethane over Close-packed Metallic Facets", "doi": "10.26434/chemrxiv.7438889.v2", "published_doi": "10.1016/j.jcat.2019.03.034", "published_url": "https://doi.org/10.1016/j.jcat.2019.03.034", "authors": "Martin Hangaard Hansen; Jens K. Nørskov; Thomas Bligaard", "abstract": "<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>Catalytic dehydrogenation of light alkanes may other more efficient routes to selectively producing light olefins, which are some of the most important chemical building blocks in the industry, in terms of scale. We present a descriptor based micro-kinetic model of the trends in selectivity and activity of non-oxidative dehydrogenation of ethane over close-packed metal facets and through varied reaction conditions. Our model predicts and explains the experimentally observed promotion effect on turnover rate from co-feeding hydrogen as an effect of the shifting equilibria in steady state. At low conversion reaction conditions over Pt, the path to ethene goes through ethane dehydrogenation to ethyl, CH 3 CH 2 *, then to ethene while the non-selective pathway to methane and deeply dehydrogenated species is predicted to go through dehydrogenation via CH 3 CH*. This implies that the desorption step of ethene is not the limiting step for selectivity and that geometric effects that stabilize CH 2 CH 2 * compared to CH 3 CH* are desirable properties of a better catalyst. Removing reactive bridge and 3-fold sites facilitates this, which may be achievable by sufficient concentrations of tin in platinum. The included model code furthermore provides a base for easy tuning and for expanding the study to other thermodynamic conditions, other facets, alloys or the reaction network to longer hydrocarbons or to oxidative pathways.</p>\n\t\t\n\t\n\t\n\t\t\n\t\t\t\t</div>\n\t\t\t</div>", "date": "2019-03-20", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Theory - Computational; Heterogeneous Catalysis; Chemical Kinetics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Why is High Persistence Alone a Major Cause of Concern?", "doi": "10.26434/chemrxiv.7299992.v2", "published_doi": "10.1039/C8EM00515J", "published_url": "https://doi.org/10.1039/C8EM00515J", "authors": "Ian T. Cousins; Carla A. Ng; Zhanyun Wang; Martin Scheringer", "abstract": "High\npersistence (environmental degradation half-lives of several years or more) has important\nimplications for the behavior of chemicals in the environment. Persistent\nchemicals are distributed widely, often globally, and reach (much) higher\nconcentrations than short-lived chemicals emitted at the same rate. We\nillustrate these features of highly persistent chemicals using a unit-world environmental\nfate model. Over the last decades, persistent chemicals such as polychlorinated\nbiphenyls and poly- and perfluoroalkyl substances have caused serious impacts on the environment and human health. We\nargue that high persistence should be given particular emphasis in chemicals\nassessment and management and that highly persistent chemicals should be\nregulated on the basis of their persistence alone (P-sufficient approach)", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Atmospheric Chemistry; Environmental Science; Environmental Analysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Determination of Base Flipping Free Energy Landscapes from Nonequilibrium Stratification", "doi": "10.26434/chemrxiv.7376081.v2", "published_doi": "10.1021/acs.jcim.9b00263", "published_url": "https://doi.org/10.1021/acs.jcim.9b00263", "authors": "Xiaohui Wang; Zhaoxi Sun", "abstract": "<p>Correct calculation of the variation of free\nenergy upon base flipping is crucial in understanding the dynamics of DNA\nsystems. The free energy landscape along the flipping pathway gives the\nthermodynamic stability and the flexibility of base-paired states. Although\nnumerous free energy simulations are performed in the base flipping cases, no\ntheoretically rigorous nonequilibrium techniques are devised and employed to\ninvestigate the thermodynamics of base flipping. In the current work, we report\na general nonequilibrium stratification scheme for efficient calculation of the\nfree energy landscape of base flipping in DNA duplex. We carefully monitor the\nconvergence behavior of the equilibrium sampling based free energy simulation and\nthe nonequilibrium stratification and determine the empirical length of time\nblocks required for converged sampling. Comparison between the performances of\nequilibrium umbrella sampling and nonequilibrium stratification is given. The\nresults show that nonequilibrium free energy simulation is able to give similar\naccuracy and efficiency compared with the equilibrium enhanced sampling technique\nin the base flipping cases. We further test a convergence criterion we\npreviously proposed and it comes out that the convergence behavior determined\nby this criterion agrees with those given by the time-invariant behavior of PMF\nand the nonlinear dependence of standard deviation on the sample size. </p>", "date": "2019-03-21", "journal": "chemRxiv", "categories": "Biophysics; Computational Chemistry and Modeling; Theory - Computational; Biophysical Chemistry; Statistical Mechanics; Thermodynamics (Physical Chem.)", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Effects of π-Extension on Pyrrole Hemithioindigo Photoswitches", "doi": "10.26434/chemrxiv.7868927.v2", "published_doi": "10.1016/j.tet.2019.130466", "published_url": "https://doi.org/10.1016/j.tet.2019.130466", "authors": "Timothy Newhouse; Joshua E. Zweig; Tongil Ko; Junrou Huang", "abstract": "The most red-shifted hemithioindigo\nphotoswitches have been identified through systematic introduction of aryl\nunits to a parent pyrrole hemithioindigo photoswitch. Increasing the size of\nthe 5’-aryl substituent is ineffective at producing further redshifted chromophores.\nA second generation of 3’,5’-diarylated photoswitches which possess increased\ntunability is reported. Experimental and computational evidence indicates the\n4’ position is electronically isolated from the bulk of the conjugated system.", "date": "2019-03-21", "journal": "chemRxiv", "categories": "Photochemistry (Org.); Physical Organic Chemistry; Theory - Computational", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Infinite Dilution Activity Coefficients as Constraints for Force Field Parameterization and Method Development", "doi": "10.26434/chemrxiv.7199786.v3", "published_doi": "10.1021/acs.jctc.8b01029", "published_url": "https://doi.org/10.1021/acs.jctc.8b01029", "authors": "Guilherme Duarte Ramos Matos; Gaetano Calabró; David Mobley", "abstract": "<p>Molecular simulations begin with an underlying energy model or force field, and from this, can predict diverse physical properties.<br /></p>\n<p>However, force fields were often developed with relatively limited datasets, yet accuracy for diverse properties across a broad chemical space is desirable, so tests of such accuracy are particularly important. Here, to this end, we calculate 237 infinite dilution activity coefficients (IDACs), comparing with experimental values from NIST's ThermoML database. We found that calculated IDAC values correlate strongly with experiment (Pearson R of 0.92+/- 0.01), and allow us to identify specific functional groups which appear to present challenges to the force field employed. One potentially valuable aspect of IDACs, as compared to solvation free energies which have been frequently employed as force field tests, is that the same molecules serve both as solutes and solvents in different cases, allowing us to ensure force fields are not overly tuned to one particular environment or solvent.</p><br /><p></p>", "date": "1970-01-01", "journal": "chemRxiv", "categories": "Computational Chemistry and Modeling; Physical and Chemical Properties", "metrics": null, "license": "CC BY 4.0"}
{"title": "Specific-Ion Effects Directed Noble Metal Aerogels: Versatile Manipulation for Electrocatalysis and Beyond", "doi": "10.26434/chemrxiv.7823702.v2", "published_doi": "10.1126/sciadv.aaw4590", "published_url": "https://doi.org/10.1126/sciadv.aaw4590", "authors": "RAN DU; YUE HU; René Hübner; Jan-Ole Joswig; Xuelin Fan; Kristian Schneider; Alexander Eychmüller", "abstract": "<div>Noble metal foams (NMFs) are a new class of functional porous materials featuring properties of both noble metals and monolithic porous materials, providing impressive prospects in catalysis, bio-sensing, plasmonic technologies, etc...Among reported synthetic methods to date, the sol-gel approach manifests overwhelming advantages for versatile synthesis of controlled nanostructured NMFs under mild condition. However, limited gelation methods and insufficient understanding of the underlying mechanism retards structure/composition manipulation of NMFs, hampering ondemand designing for practical applications. Herein highly tunable NMFs are fabricated at room temperature by activating specific-ion effects and regulating ion-nanoparticle interactions, affording various single/alloy NMFs with adjustable compositions (Au, Ag, Pd, Pt), ligament sizes (3.1~142.0 nm), and special morphologies. Their superior performance in programmable self-propulsion devices and electrocatalytic alcohol oxidation are demonstrated. This study provides not only a conceptually new route to fabricate and manipulate functional NMFs, but also an overall picture in understanding the gelation mechanism. It may pave the way for on-target designing versatile NMFs for various applications.</div>", "date": "2019-03-22", "journal": "chemRxiv", "categories": "Aggregates and Assemblies; Catalysts; Nanostructured Materials - Materials; Hydrogels; Nanostructured Materials - Nanoscience; Theory - Computational; Self-Assembly; Solution Chemistry", "metrics": null, "license": "CC BY NC 4.0"}
{"title": "Quantitative Analysis of Quantum Mechanics/Molecular Mechanics Boundary Artifacts and the correction in Adaptive QM/MM Methods", "doi": "10.26434/chemrxiv.7744103.v2", "published_doi": "10.1021/ACS.JCTC.9B00180", "published_url": "https://doi.org/10.1021/acs.jctc.9b00180", "authors": "Hiroshi C. Watanabe; Qiang Cui", "abstract": "The incorporation of quantum chemical effects of solvation into molecular dynamics simulation has been a challenging issue due to solvent diffusion. To this end, various adaptive quantum mechanics/molecular mechanics (QM/MM) methods have been proposed, in which free solvent exchanges are allowed via a flexible switching of their identities between QM and MM models according to their distances from the QM solute. However, temporal and spatial discontinuities that remain in the standard implementations continue to hamper stable and accurate dynamics simulations using adaptive QM/MM approaches. We previously demonstrated that the size-consistent multi-partitioning (SCMP) method achieved temporal continuity while avoiding spatial discontinuities to some extent. In the present study, however, we demonstrate that the residual spatial discontinuity may lead to severe problems under certain conditions; via quantitative analysis, we show that not only adaptive QM/MM but also all multiscale approaches might share these problems implicitly, which have not been investigated in depth so far. To alleviate these artifacts, we propose a correction based on the SCMP approach and conduct benchmark simulations using bulk water systems.", "date": "2019-03-25", "journal": "chemRxiv", "categories": "Theory - Computational; Quantum Computing", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Detection of Chemical Exchange in Methyl Groups of Macromolecules", "doi": "10.26434/chemrxiv.7762067.v3", "published_doi": "10.1007/s10858-019-00240-w", "published_url": "https://doi.org/10.1007/s10858-019-00240-w", "authors": "Michelle Gill; Andrew Hsu; Arthur G. Palmer, III", "abstract": "<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<p>The zero- and double-quantum methyl TROSY Hahn-echo and the methyl <sup>1</sup>H-<sup>1</sup>H dipole-\ndipole cross-correlation nuclear magnetic resonance experiments enable estimation of multiple\nquantum chemical exchange broadening in methyl groups in proteins. The two relaxation rate\nconstants are established to be linearly dependent using molecular dynamics simulations and\nempirical analysis of experimental data. This relationship allows chemical exchange broadening\nto be recognized as an increase in the Hahn-echo relaxation rate constant. The approach is\nillustrated by analyzing relaxation data collected at three temperatures for <i>E. coli </i>ribonuclease HI\nand by analyzing relaxation data collected for different cofactor and substrate complexes of <i>E.\ncoli </i>AlkB.\n</p>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>", "date": "2019-03-11", "journal": "chemRxiv", "categories": "Biochemistry; Biophysics", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Electrochemical Nitrogen Reduction to Ammonia by Mo2N: Catalysis or Decomposition?", "doi": "10.26434/chemrxiv.7886123.v2", "published_doi": "10.1021/ACSENERGYLETT.9B00648", "published_url": "https://doi.org/10.1021/acsenergylett.9b00648", "authors": "Bo Hu; maowei hu; Lance Seefeldt; Tianbiao Liu", "abstract": "<p>Electrocatalytic synthesis of ammonia from nitrogen (N<sub>2</sub>) representsa highly attractive approach to produce ammonia under more energy efficient and CO<sub>2</sub>-free conditions in comparison the well-known Haber-Bosch process. electrocatalytic N2 fixation has been under intensive exploration over last few years and has become a hot topic in catalysis. A number of heterogeneous electrocatalysts have been reported with various claimed performance for NRR recently. However, the research practice in this emerging field has been problematic as demonstrated in the submitted work.</p>Metal nitrides have been studied both theoretically and experimentally indicating their potential capability of electrocatalytic N<sub>2</sub>reduction. However, the nitrogen contained nature and chemical stability problem of the nitride materials could bring in ambiguous results. In the submitted manuscript, it is revealed that Mo<sub>2</sub>N could undergo fast chemical decomposition in aqueous electrolytes to generate ammonium (NH<sub>4</sub><sup>+</sup>) and showed no catalytic activity for NRR. <i><u>The present results call urgent attention to carefully evaluate the catalytic nature of nitrogen reduction reaction (NRR) by nitrogen containing materials.</u></i>In addition, we also highlight apparent pitfalls to avoid in determining catalytic NNR.", "date": "2019-03-27", "journal": "chemRxiv", "categories": "Electrocatalysis; Homogeneous Catalysis", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "Reaction-based Enumeration, Active Learning, and Free Energy Calculations to Rapidly Explore Synthetically Tractable Chemical Space and Optimize Potency of Cyclin Dependent Kinase 2 Inhibitors", "doi": "10.26434/chemrxiv.7841270.v3", "published_doi": "10.1021/acs.jcim.9b00367", "published_url": "https://doi.org/10.1021/acs.jcim.9b00367", "authors": "Kyle Konze; Pieter Bos; Markus Dahlgren; Karl Leswing; Ivan Tubert-Brohman; Andrea Bortolato; Braxton Robbason; Robert Abel; Sathesh Bhat", "abstract": "We report a new computational technique, PathFinder, that uses retrosynthetic analysis followed by combinatorial synthesis to generate novel compounds in synthetically accessible chemical space. Coupling PathFinder with active learning and cloud-based free energy calculations allows for large-scale potency predictions of compounds on a timescale that impacts drug discovery. The process is further accelerated by using a combination of population-based statistics and active learning techniques. Using this approach,\nwe rapidly optimized R-groups and core hops for inhibitors of cyclin-dependent kinase 2. We explored greater than 300 thousand ideas and identified 35 ligands with diverse commercially available R-groups and a predicted IC<sub>50</sub> < 100 nM, and four unique cores with a predicted IC<sub>50</sub> < 100 nM. The rapid turnaround time, and scale of chemical exploration, suggests that this is a useful approach to accelerate the discovery of novel chemical matter in drug discovery campaigns.", "date": "2019-03-18", "journal": "chemRxiv", "categories": "Drug Discovery and Drug Delivery Systems; Computational Chemistry and Modeling; Machine Learning; Artificial Intelligence", "metrics": null, "license": "CC BY NC ND 4.0"}
{"title": "The Mce3R stress-resistance pathway is vulnerable to small-molecule targeting that improves tuberculosis drug activities", "doi": "10.26434/chemrxiv.5901226.v3", "published_doi": "10.1021/acsinfecdis.9b00099", "published_url": "https://doi.org/10.1021/acsinfecdis.9b00099", "authors": "Xinxin Yang; Tianao Yuan; Rui Ma; Kieran Chacko; Melissa Smith; Gintaras Deikus; Robert Sebra; Andrew Kasarskis; Harm van Bakel; Scott\nG. Franzblau; Nicole Sampson", "abstract": "<p>One-third of the world’s population carries <i>Mycobacterium tuberculosis </i>(<i>Mtb</i>), the infectious agent that causes tuberculosis (TB), and every 17 seconds someone dies of TB. After infection, <i>Mtb</i>can live dormant within macrophages for decades in a granuloma structure arising from the host immune response; and cholesterol is important for this persistence of <i>Mtb</i>. Current treatments require long-duration drug regimens with many associated toxicities, which are compounded by the high doses required. We phenotypically screened 35 6-azasteroid analogues against <i>Mtb</i>and found that at low micromolar concentrations, a subset of the <a>analogues sensitized <i>Mtb</i></a>to multiple TB drugs. Two analogues were selected for further study to characterize the bactericidal activity of bedaquiline and isoniazid under normoxic and low-oxygen conditions. These two 6-azasteroids <a>showed strong synergy with bedaquiline</a>(fractional inhibitory concentration index = 0.21, bedaquiline minimal inhibitory concentration = 16 nM at 1 μM 6-azasteroid). The rate at which spontaneous resistance to one of the 6-azasteroids arose in the presence of bedaquiline was approximately 10<sup>−9</sup>, and the 6-azasteroid-resistant mutants retained their isoniazid and bedaquiline sensitivity. Genes in the cholesterol-regulated Mce3R regulon were required for 6-azasteroid activity, whereas genes in the cholesterol catabolism pathway were not. Expression of a subset of Mce3R genes was down-regulated upon 6-azasteroid treatment. The Mce3R regulon is implicated in stress resistance and is absent in saprophytic mycobacteria. This regulon encodes a cholesterol-regulated stress-resistance pathway that we conclude is important for pathogenesis and contributes to drug tolerance, and that this pathway is vulnerable to small-molecule targeting in live mycobacteria.</p>", "date": "2019-03-28", "journal": "chemRxiv", "categories": "Chemical Biology; Drug Discovery and Drug Delivery Systems; Microbiology", "metrics": null, "license": "CC BY NC ND 4.0"}