{
  "fn": "10.1002_sstr.202000043",
  "text": "#### 1.\nWith the increasing demands on high-energy storage systems,[1–3] lithium metal-based batteries, such as lithium– sulfur and lithium–air batteries, have been a major research focus in the last decade, due to their high energy density.[4–10] However, the use of lithium anode in these batteries involves\n\nDr. L. Yu, J. Wang, Prof. Z. J. Xu School of Materials Science and Engineering Nanyang Technological University Singapore 639798, Singapore E-mail: Dr. L. Yu, J. Wang, Prof. Z. J. Xu Singapore-HUJ Alliance for Research and Enterprise NEW-CREATE Phase II Campus for Research Excellence and Technological Enterprise (CREATE) Singapore 138602, Singapore Prof. Z. J.\nThe ORCID identification number(s) for the author(s) of this article can be found under<https://doi.org/10.1002/sstr.202000043>.\n\n#### DOI: 10.1002/sstr.202000043\n\n#### 2.\nIn fact, the effects of magnetic field on electrochemical processes have been intensively investigated.[15–17] The effects vary for different electrochemical systems. However, they originate mainly from the convection of electrolyte induced by the magnetic field.[16–20] Such effects are known as magnetohydrodynamic (MHD) effects. Under a magnetic field, the ions in the electrolyte moving through the field experience a force, which is known as the Lorentz force FL.\n$$\nF_{\\rm L} = j \\times B \\tag{1}\n$$\n\nThe force density F<sup>L</sup> is in N m<sup>3</sup> when j is in A m<sup>2</sup> and B is in tesla.\n\nThe force is only active when the field and the current flow are nonparallel, and it becomes the largest when they are orthogonal. This force creates a convective flow in the electrolyte.\n\nFor an ideal cell, the distribution of the current flowing through the electrode could be perfectly uniform, apart from\n\n![](_page_1_Picture_0.jpeg)\n\n![](_page_1_Figure_2.jpeg)\n\nSchematic of convection of electrolyte under a magnetic field. Modified from the previous study. a–c) Current distributes evenly in an ideal cell. a) Without a magnetic field, b) with a magnetic field perpendicular to the current flow, and c) with a magnetic field parallel to the current flow. d) Convections of electrolyte around surface protrusions under a magnetic field.\n\nIn this case, except the edge, the current may still distribute uniformly even under a uniform magnetic field (Figure 1b,c). This is because the ions in the same plane parallel to the electrodes experience the same Lorentz force. Such a case may only occur when the electrodes are perfectly smooth. However, practically, the electrode surface is inevitably nonuniform. In this case, the electric field near the surface becomes distorted, and ions prefer to move onto surface protrusions. The current interacts with the magnetic field, and thus, there are electrolyte convections around the surface protrusions.\n\nMHD convection affects various ways in electrochemical processes. A major MHD effect is on mass transport. It is usually considered that the MHD convection reduces the diffusion layer thickness and enhances mass transport, As a result, it is often found that the presence of magnetic field can reduce the overpotential of electrochemical processes and improve the efficiency of the electrochemical processes.[24–27] Magnetic field can also tune the morphology of electrodeposits. And the effect highly depends on electrochemical systems. For example, in a copper electrodeposition, increasing the field strength leads to the growth of dendrites (Figure 2b,c), which may be due to the ionic vacancies created by MHD flow that suppresses the active sites of nucleation. Whereas in contrast, in a zinc dendrite growth condition, increasing the magnetic field strength transforms dendritic structure to a compact and dense structure, which is ascribed to the enhanced mass transport. Convective flow can be created around electrodeposited crystals locally. This may lead to the formation of chiral structures on the deposit surfaces. Magnetic field can be beneficial to electrochemical processes involving gas bubble generation, for example, water electrolysis, and cobalt and nickel electrodeposition.\n![](_page_1_Figure_7.jpeg)\n\nMHD effects in electrochemical processes. a) Schematic illustration of the mechanism of enhanced mass transport of a charged electroactive species under an applied magnetic field. Reproduced with permission. Copyright 2004, American Chemical Society. b,c) Copper deposited using a cyclotron MHD electrode at 0 and 15 T, respectively. d) Growth patterns of the zinc metal leaf in various magnetic fields. Reproduced with permission. Copyright 1996, Elsevier.\n\n![](_page_2_Picture_0.jpeg)\n\nhydrodynamic drag forces that sweep the bubbles away from the electrode surface.[28,33–35]\n\nApart from MHD convection, magnetic field may have additional effects during electrochemical processes. For example, polymerization of pyrrole is oriented under magnetic field. This is because aromatic ring of pyrrole generally has a large diamagnetic susceptibility perpendicular to the aromatic plane because of the diamagnetic ring current. Therefore, the ring is oriented parallel to the magnetic field during polymerization.\n\n#### 3.\nAlthough the effects of magnetic field have been widely investigated in various electrochemical processes, as they differ in different systems, understanding the effects on lithium anodes requires further study. To contribute to such an understanding, we evaluated lithium plating at various field strengths. The magnetic field is parallel to the current flow. The schematic of a testing cell is shown in Figure S1, Supporting Information. Li/Cu cells were used as the testing cells. Copper was used as a substrate for lithium plating, whereas lithium was used as a source for lithium plating. In the tests, the lithium plating capacity was set at 4 mAh cm<sup>2</sup> , and the plating and stripping currents were both set at 4 mA cm<sup>2</sup> for all the cells. Every plating (on copper) process last 1 h, whereas the cutoff voltage for stripping (from copper) was 0.2 V. Four different strengths of magnetic field, i.e., 0 mT (no magnetic field), 69 mT, 225 mT, and 550 mT, were used for comparison. Multiple samples were tested at each strength (Figure S2, Supporting Information). shows the examples of the plating/stripping cyclability at the four strengths.\n![](_page_2_Figure_7.jpeg)\n\nComparison of properties of lithium plating/stripping under various magnetic fields. a) Examples of lithium plating/stripping cyclability at four strengths of magnetic field. b) Cycle IDs of all the cells at which the CE starts to be lower than 90%, or there is the first short circuit even though the CE is higher than 90%. c) Lithium plating/stripping voltage profiles at 0 and 550 mT. Examples the voltage profile of the first shorting cycle at d) 0 mT, e) 69 mT, f ) 225 mT, and g) 550 mT. SEM image of the plated lithium at h) 0 mT and i) 550 mT. Histogram of grain size of lithium plated at j) 0 mT and k) 550 mT. Because the magnetic fields used were not perfectly uniform, the ranges of strength are indicated in (a).\n\nA low CE means a high electrolyte decomposition rate and/or more \"dead lithium\" generation. Most of these cells have an initial CE between 80 and 90%. The CE of all the cells rises above 90% in the subsequent cycles. Afterward, once the CE falls below 90%, the cyclability fades fast. Short circuits happen near the cycle at which the CE starts to be lower than 90%. Here, we consider a drastic voltage drop or an obvious noisy voltage profile as a short circuit. Some examples are shown in Figure 3d–g. The occurrence of short circuits is because of lithium dendrites growing across the separator.\n\nFor better comparison, we plot the cycle IDs at which the CE starts to be lower than 90%, or there is the first short circuit even though the CE is higher than 90%. The original data used are shown in Figure S2 and Table S1, Supporting Information. Such cycle IDs represent the cyclability of the cells. In general, increasing the strength of magnetic field results in an earlier short circuit and poorer cyclability. MHD effect helps enhance mass transport, and thus, it may reduce polarization. However, this is not the case here. The polarization is generally larger at 550 mT than at the other three strengths (Figure 3c–g). These results demonstrate that lithium anode can be negatively affected by magnetic field. The presence of a magnetic field can shorten the cycle life of lithium anodes and promote the growth of lithium dendrites, which leads to short circuits.\n\nTo understand why there is such a phenomenon, we analyzed the morphology of the lithium plated. Figure 3h,i shows the scanning electron microscopy (SEM) images of the lithium plated at 0 and 550 mT. The morphology of the lithium at 0 mT looks much more uniform than at 550 mT. Histograms of the lithium grain size are shown in Figure 3j,k. At 0 mT, the mean grain size is centered at 3.5 μm and distributes smoothly, whereas small grains with the size less than 2.5 μm are a major composition at 550 mT. The grain size depends on the plating overpotential/current density. A higher plating overpotential/current density leads to smaller grains. Thus, the nonuniform morphology of the plated lithium at 550 mT indicates that the convection of electrolyte induces an uneven current distribution. This is because the MHD affects local mass transport, giving rise to a nonuniform distribution of lithium ions. This results in different overpotentials in different regions, leading to an uneven current distribution across the electrode. Uneven current distribution leads to uneven lithium plating. It causes different crystal growth rates in different regions and promotes the growth of lithium dendrites, as dendrites tend to grow in fast-plating regions. On the other hand, uneven current distribution also means an uneven consumption of the electrolyte in different parts of the cell. This may result in a fast consumption of the electrolyte in parts of the cell, which leads to poorer cyclability. The larger polarization at 550 mT observed above is an indication of fast consumption of electrolyte, as the electrolyte decomposition rate increases upon reducing the plating potential.\n\nTo investigate the morphology of dendrites, we applied continuous, one direction plating at a current of 4 mA cm<sup>2</sup> on copper to induce dendrites. The separator was collected after shorting. We intended to analyze dendrite penetration regions using SEM. However, as shown in Figure S3a, Supporting Information, it is difficult to find where the dendrite penetration regions were as we were not able to visibly find dendrites on the separator. This raises the difficulty to prepare samples for SEM analysis. A trilayer-separator cell (Figure S4, Supporting Information) was used to overcome such a problem. The cell contained three layers of separator, where an Al2O3 film was sandwiched between two layers of Celgard2325 separator. The Al2O3 film has a thickness of less than 1 μm (Figure S5, Supporting Information) and is composed of 40 wt% of Al2O3 and 60 wt% of polyvinylidene difluoride (PVDF). On the separators collected after shorting, lithium penetration spots can be clearly found (Figure S3b, Supporting Information). This allowed us to cut across the lithium penetration spots for the SEM crosssectional analysis.\n\nA cross section of Celgard2325 separator collected from a trilayer-separator cell after short circuit at 0 mT is shown in Figure 4a,b. It is surprising that the separator was split into two layers at the dendrite penetration spot. Lithium is sandwiched between the two layers. This means that the growth of lithium dendrites can destroy the separator instead of only penetrating the pores of separator. In general, the lithium is composed of particles with irregular shapes rather than filament-like structures. A top-view SEM image of a lithium penetration spot of the Al2O3 film is shown in Figure S6 and S7, Supporting Information. The lithium on the Al2O3 film is also irregularshaped, similar with that sandwiched between the Celgard2325 separator (Figure 4a,b). Figure 4c,d shows a cross section of the Celgard2325 separator and the Al2O3 film collected from a trilayer-separator cell after a short circuit at 550 mT. At the lithium penetration spot, the Celgard2325 separator and the Al2O3 film stick together by the lithium. Bulk lithium over several hundreds of micrometers large is observed. It is not likely that lithium dendrites punctured and destroyed the separator over such a wide area. This is because both the Al2O3 film and the Celgard2325 separator keep well at the lithium penetration spot according to the SEM images. Thus, the lithium dendriteinduced short circuit in this case is also due to the penetration of lithium dendrites through pores of separators. The bulk morphology is possibly caused by cutting, because lithium is soft and, thus, is easy to deform during cutting.\n\n#### 4.\nA lithium dendrite growth process is schematically summarized in MHD convection introduces multiple effects in the cell. First, upon lithium plating, there are convective flows around the lithium crystals plated due to the interaction between the current and the field. As the lithium crystals are inevitably nonuniform, the convections differ in different regions. Therefore, the mass transport enhanced by the convections varies in different regions of the electrode. This gives rise an uneven current distribution across the electrode, which leads to different plating rates in different regions. This promotes the growth of lithium dendrites, as dendrites tend to grow in fast-plating regions. Second, dendritic growth is often considered to start when the current exceeds the limiting value.\n![](_page_4_Picture_0.jpeg)\n\n![](_page_4_Figure_2.jpeg)\n\nLithium dendrite penetration across the separators in a trilayer-separator cell. a) SEM image of cross section of a lithium penetration spot on Celgard2325 separator at 0 mT. b) Magnified image of the blue box region in (a). c) SEM image of cross section of a lithium penetration spot on Al2O3 film and Celgard2325 separators at 550 mT. d) Magnified image of the blue box region in (c).\n\n![](_page_4_Figure_4.jpeg)\n\nSchematic of the lithium dendrite growth process.\n\nThis is beneficial to prevent dendritic growth.\nTherefore, the ion amount moving onto the tip is reduced. This may also help preventing dendritic growth. During lithium plating, the first effect competes with the latter two. In our case, the overall MHD effect is negative.\nIt also shortens the cycle life of lithium anodes through a higher electrolyte decomposition rate. Dendrite-induced short circuit is caused by the penetration of dendrites through the pores of separator. However, we also directly observed that the separator can be destroyed by the growth of lithium dendrites.\n\nWe realize that our result is against previous reports where magnetic field is shown to prevent the growth of lithium dendrites.[11–14] However, as MHD effects compete with each other and differ in different electrochemical systems, the different results could be simply due to the different testing conditions. Therefore, to further understand how magnetic field affects lithium anodes, more work is necessary, for example, using different current densities, different electrolytes, different substrates, and different magnetic field orientations/strengths.\n\n#### 5.\nWe showed a possibility that the magnetic field can negatively affect lithium anodes. However, most reports show that both the poor cyclability and dendrite issues of lithium anodes can be largely overcome using a magnetic field.[11–14] As it appears to be an emerging approach to use magnetic field to improve lithium anodes and rechargeable batteries, it brings both challenges and opportunities, including as follows.\n\n1) Comprehensive understanding on the effect of the external magnetic field on lithium anodes. From both fundamental and application points of view, it is necessary to gain comprehensive understanding on the effect. Although it has been intensively investigated in various electrochemical processes, the effect always behaves differently in a new system. A start for comprehensive understanding will be acquiring the behaviors of lithium anodes under various parameters, in terms of the charging/ discharge method, electrolyte, plating substrate, magnetic field orientation/strength, and so on. Tremendous work will be required for this. Particular attention may need to be paid on evaluation using various kinds of electrolytes and different magnetic field orientations/strengths. This is because, on the one hand, the CE of lithium anodes largely depends on electrolyte without the presence of magnetic field; on the other hand, field orientation and strength determine the MHD effect directly. 2) Quantification of the relationship between multiple MHD effects. A key for in-depth understanding of the effect of magnetic field is quantifying the relationship between the multiple MHD effects. This is very challenging because of the difficulty to isolate multiple effects from each other during evaluation. It will require advanced experimental designs and analysis methodologies. 3) Simulation on electrochemical mass transfer. Simulation on electrochemical mass transfer is helpful for understanding magnetic effect and beneficial to further development. Two simulation models for lithium plating have been reported with the consideration of the distorted electric field and Lorentz force. Both models are based on a single protrusion. Such models are relatively simple. To improve the model, more parameters that affect nucleation and electric/ magnetic field distribution will need to be considered, including surface roughness of plating substrate, surface energy, local overpotential (or current), and field redistribution caused by neighbor crystals deposited. 4) Magnetic effect on other metal anodes. As many other metal anodes have the same cyclability and dendrite problems with lithium anodes, such as sodium, potassium, and zinc, it may be very interesting to improve those anodes using magnetic field. Therefore, studies may need to be extended to those anodes. 5) Magnetic effect on non-metal electrodes. Magnetic field may be possibly used to improve the performance of non-metal electrodes in rechargeable batteries, because MHD convections can enhance mass transport. However, enhancement in mass transport does not guarantee enhanced kinetics as shown in our work. The effect will be very different from metal anodes, because no metal nucleation involved for those electrodes. Major focus will need to be on the difference of local overpotential (or current) created by MHD convections. This is because overpotential is the driving force that determines the rate of electrolyte decomposition and redox reaction. As those electrodes are typically composed of particles, how the particle shape affects the field distribution shall also be studied. 6) For practical applications, identifying the conditions that are feasible and beneficial is critical. While working on searching for such conditions, the differences between practical and evaluation cells that lead to derivations must be aware. One major difference perhaps is the excessive electrolyte, which is usually used to ensure a sufficient filling of electrolyte in the electrodes and separator in testing coin cells in most research laboratories. Other differences include voltage range, current density, and charging/discharging methods. In addition, it is important to find out an ideal way to introduce a magnetic field into the cell. Also, when magnetic field is used, safety concerns may raise on field emission.[43–45] Thus, magnetic shielding techniques will be required.\n\n# 6.\nThe schematic of a cell for cycling test is shown in Figure S1, Supporting Information. Copper (ϕ12.5–14.3 mm) was used as a working electrode. A lithium disc (ϕ6 mm) was used as a counter electrode. The electrolyte was 10 μL of 1 M LiTFSI/1 M LiNO3 in 1,2-dimethoxyethane (DME) for each test. Celgard2325 was used as a separator. A trilayer-separator cell (schematic shown in Figure S6, Supporting Information) was used for short circuit test. The cell contained three layers of separator, where an Al2O3 film was sandwiched between two layers of Celgard2325 separator. The components were sealed in a coin cell 2032 with 20 μL of 1 <sup>M</sup> LiTFSI/1 <sup>M</sup> LiNO3 in a glove box filled with Ar. The Al2O3 film contained 40 wt% of Al2O3 (50 nm, Yueci Electronic Technology Co., Ltd) and 60 wt% of PVDF and was prepared by casting an Al2O3 and PVDF slurry in N-methyl-2-pyrrolidone (NMP) onto glass followed by drying at 60 C overnight.\n\nThe magnetic field was generated using different parallel magnets. For testing under a magnetic field, the coin cells were sandwiched between two magnets. The strength of the magnetic field was measured by a Tunkia Tesla meter. Due to the magnetic fields were not perfectly uniform, the strengths were in a range, which is indicated in the figures. Galvanostatic cycling was performed using the Neware battery tester. The microscopes used were the JOEL JSM-6340F and 7800F microscopes.\n\n"
}