{
  "fn": "10.1002_smll.202310534",
  "text": "## The development of high-energy-density solid-state lithium metal battery has been hindered by the unstable cycling of Ni-rich cathodes at high rate and limited wide-temperatures adoptability. In this study, an ionic liquid functionalized quasi-solid-state electrolyte (FQSE) is prepared to address these challenges. The FQSE features a semi-immobilized ionic liquid capable of anchoring solvent molecules through electrostatic interactions, which facilitates Li<sup>+</sup> desolvation and reduces deleterious solvent-cathode reactions. The FQSE exhibits impressive electrochemical characteristics, including high ionic conductivity (1.9 mS cm<sup>−</sup><sup>1</sup> at 30 °C and 0.2 mS cm<sup>−</sup><sup>1</sup> at -30 °C) and a Li<sup>+</sup> transfer number of 0.7. Consequently, Li/NCM811 cells incorporating FQSE demonstrate exceptional stability during high-rate cycling, enduring 700 cycles at 1 C. Notably, the Li/LFP cells with FQSE maintain high capacity across a wide temperature range, from -30 to 60 °C. This research provides a new way to promote the practical application of high-energy lithium metal batteries.\n\n\n#### **1. Introduction**\n\nRechargeable lithium-ion batteries are gaining traction due to the growing demand for portable electronics and electric vehicles, as well as increasing environmental awareness.[\\[1\\]](#page-8-0) Lithium metal has become a preferred anode alternative to graphite, due to its superior theoretical specific capacity (3860 mAh g<sup>−</sup>1) and lowest redox potential (−3.040 V *vs*. standard hydrogen electrode).[\\[2,3\\]](#page-8-0) Moreover, lithium metal batteries, when paired with solid-state electrolytes and Ni-rich cathodes, are considered to be a promising next-generation battery technology with high energy density and safety.[\\[4\\]](#page-8-0) However, they still face a number of challenges, including poor performance at room and low\n\n```\nY. Deng, S. Zhao, S. Wan, S.\nState Key Laboratory of Chemical Resource Engineering\nBeijing Key Laboratory of Electrochemical Process and\nTechnology of Materials\nBeijing University of Chemical Technology\nBeijing 100029, P. R.\nE-mail: Y.\nUTS School of Mathematical and Physical Sciences\nUniversity of Technology Sydney\nSydney, NSW 2007, Australia\n```\nThe ORCID identification number(s) for the author(s) of this article can be found under <https://doi.org/10.1002/smll.202310534>\n\n## DOI: 10.1002/smll.202310534\n\n\ntemperature, unstable cycling of the Ni-rich cathodes and potential security risks due to Li dendrite growth, etc.[\\[5–7\\]](#page-8-0)\n\nThe limited low-temperature performance of solid-state Li-metal batteries mainly due to slow ion transport both in the electrolyte bulk and at the electrolyte/electrode interfaces.[\\[8,9\\]](#page-8-0) Improving the electrochemical properties of solid-state electrolyte, including its ionic conductivity and Li<sup>+</sup> transfer number, is crucial for better battery performance. Various approaches have been employed to improve these properties, such as quasi-solidstate electrolytes,[\\[10\\]](#page-8-0) LLTO-base composite polymer electrolytes,[\\[11,12\\]](#page-8-0) and single-ion conducting electrolytes.[\\[13\\]](#page-8-0) A successful strategy is the incorporation of inorganic fillers into the polymer matrix, which not only reduces the crystallinity of the polymer matrix but also creates new ion migration\n\nIt's worth noting that replacing liquid electrolyte with solid electrolyte alters the interface contact from a permeable solid-liquid interface to a rigid solid-solid interface. This causes a higher interfacial impedance and obstacles ion transport, even with flexible polymer electrolytes.[\\[16–18\\]](#page-8-0) To address the interface problems of solid-state electrolyte, the in-situ preparation is regarded as an effective measure.[\\[19\\]](#page-8-0) This method includes the following two ways: 1) converting liquid electrolyte to polymer electrolyte inside the cell, and the precursor solutions consist of polymerizable monomers with unsaturated functional groups, such as 1,3-dioxolane,[\\[20–22\\]](#page-8-0) Vinylene Carbonate.[\\[23\\]](#page-8-0) 2) casting the electrolyte precursor directly onto the cathode surface and then form a solid electrolyte, including polymer electrolyte,[\\[16,24\\]](#page-8-0) inorganic electrolyte.[\\[25\\]](#page-8-0) So fast ion transport in the electrolyte bulk phase and at the electrolyte/electrode interface is crucial for achieving high-rate operation of solid-state batteries.\n\nThe use of high-voltage Ni-rich cathodes (LiNixMnyCo1-x-yO2, where x *>* 0.6) is an effective approach to increasing the energy density of lithium metal batteries. However, the practical applications of NCM811 cathodes are hampered by intergranular cracking, transition metal dissolution and structural phase transition, which are usually induced by detrimental reactions with electrolyte.[\\[26,27,28\\]](#page-8-0) So inhibiting side reactions is crucial to\n\n![](_page_1_Picture_0.jpeg)\n\n![](_page_1_Figure_2.jpeg)\n\n## Scheme 1.\n\nSchematic illustration of the advantages of FQSE.\n\nPoly(vinylidene fluoride-co-hexafluoropropylene) (PVDF-HFP) was employed due to its high dielectric constant, wide electrochemical window and favorable mechanical strength.[\\[31\\]](#page-8-0)\n\nIn this study, we prepared an ionic liquid functional quasisolid-state electrolyte (FQSE) by incorporating ionic liquidgrafted Li6.4La3Zr1.4Ta0.6O12 (LLZTO) into poly(vinylidene fluoride-co-hexafluoropropylene) (PVDF-HFP) polymer matrix. The integration of electrolyte and cathode was prepared to reduce the interface impedance. The FQSE can effectively promote Li<sup>+</sup> desolvation and suppressed the deleterious reactions between Ni-rich cathodes and solvent, exhibiting superior electrochemical properties. These advantages of the FQSE are conceptually illustrated in **Scheme 1**. When applied to Li/NCM811 cells, the FQSE enables stable cycling for up to 700 cycles, maintaining 70% capacity retention at 1 C. Benefiting from fast ion transport in the electrolyte bulk and at the interface, the Li/LFP cell operates efficiently over a wide temperature range of −30 to 60 °C.\n\n## **2. Results and Discussion**\n\nThe detailed preparation process of grafting ionic liquid (1-(Propyltriethoxyl)−3-methylimidazolium bis(trifluoromethane)sulfonimide, IL) onto LLZTO is elucidated in the experimental section and Figure S1 (Supporting Information). Fourier transform infrared spectroscopy (FT-IR) was conducted to testify the chemical bonding and structural information of LLZTO, MPImCl (1-(Propyltriethoxyl)−3-methylimidazolium chloride) and ionic liquid-grafted LLZTO (**Figure [1a](page-5-0)**a illustrates the outstanding long-cycle performance, achieving 700 cycles with 70% capacity retention at 1 C. In contrast, Li/NCM811 with LE cell exhibits rapid capacity degradation within 200 cycles. The improved cell cycle performance is primarily a result of reduced side reactions between Ni-rich cathodes and the solvent through anchoring solvent molecules with semiimmobilized IL. Besides, our work, compared to those solidstate electrolyte studies that used NCM811 cathode, shows superior cycle performance in terms of both cycle life and cycle rate (Figure [3b\\)](page-6-0) the C1s spectrum indicates the presence of -C-C, -COR, -COOR, and −CO<sup>2</sup><sup>−</sup> <sup>3</sup> with the corresponding deconvoluted signals positioned at 284.8, 286.7, 288.5, and 290.0 eV, respectively. These inorganic components originate mainly from the decomposition of fluoroethylene carbonate (FEC) and carbonate-based solvent. Figure [5c]("
}