{
  "fn": "10.26434_chemrxiv-2022-ll9p1",
  "text": "## ABSTRACT:\n\nWe report here the first example of the use of an organic \"polyurea\" polymer as an SEI-forming additive for the lithium metal anode for lithium-oxygen batteries. The presence of a suitable polyurea significantly increases the coulombic efficiency and cycling of the anode in the presence of oxygen in the liquid electrolyte. The findings demonstrate proof of concept for the application of polyureas and other organic polymers for next-generation type batteries with metal anode.\n\nNon-aqueous Li–O<sup>2</sup> batteries are considered an alternative energy storage system for the future due to their high theoretical specific energy (3458 Wh kg−1), which is ten times higher than that of the current state-of-the-art Li-ion battery.1–3 However, persisting technological challenges have hindered the commercialization of this technology. For example, the issue of the stability of the anode (Li metal) is perhaps the most crucial one as plating Li during electrical recharge can easily form dendrite-type structures, which raises safety concerns due to internal short-circuit and thermal runaway.4,5 Furthermore, O<sup>2</sup> is intentionally dissolved at the cathode of this battery type and utilized as an active compound in the cathode. However, dissolved O<sup>2</sup> that is reaching the anode as well as other electrolyte components can easily react with Li.6,7 Thus, the formation of a stable SEI (solid electrolyte interphase), which can protect the Li from side reactions, is crucial for the efficiency of a battery with a Li metal anode. 8,9\n\nAn approach to increase the stability of the anode is to fabricate an artificial SEI using techniques such as sputtering, spin coating, doctor blade coating, and ex-situ chemical reactions.<sup>10</sup> Bruce and co-workers showed in pioneering work that the pre-treatment of metallic Li (LiClO<sup>4</sup> electrolyte in DMSO) in propylene carbonate can enable the formation of a stable SEI for Li–O<sup>2</sup> batteries.<sup>11</sup> However, this approach is limited to the use of a specific electrolyte system. Polymer-composites e.g. Al2O3/PVdF-HFP have also been artificially coated on lithium anodes to prevent reactions of the anode with redox mediators.<sup>12</sup> The approach of using a quasi-solid electrolyte<sup>13</sup> and hydrophobic separator<sup>14</sup> have also been used to promote a stable SEI in Li–O<sup>2</sup> batteries. However, these approaches suffer from the limitations of either high areal weight or limited protection effect. It is noteworthy that other approaches proposed for mitigating the growth of lithium dendrites such as mechanical suppression,<sup>15</sup> electrostatic shielding,<sup>16</sup> and using ionic liquid electrolytes<sup>17</sup> are challenging to apply for Li–O<sup>2</sup> cells due to their involvement in the parasitic side reactions.18,19\n\nAnother potential approach to enhance the stability of lithium metal anode is to use an electrolyte additive that can promote the stability of the formation of SEI during operation, also known as SEI-forming additive.20–22 A few reagents such as, fluoroethylene carbonate, <sup>23</sup> boric acid,24, and LiNO<sup>3</sup> 25,26 have been used as SEI forming additives for Li–O<sup>2</sup> batteries, however, they are specific to certain electrolytes and raise sustainability concerns for their largescale production due to high cost and low abundance (e.g. Li, B).<sup>27</sup> Thus, the discovery of new materials for SEI forming additive is of high significance to advance the Li–O<sup>2</sup> battery technology.\n\nThe multi-layer mosaic model suggests that the SEI is composed of an inorganic layer consisting of inorganic lithium salts (e. g. LiF, Li2O, LiOH, and Li2CO3) and an organic layer consisting of organic lithium salts e. g. ROCO2Li, Li alkoxides, Li alkyl carbonates, and Li oligoethoxides or a similar polymer material depending on the choice of solvent and electrolyte.28,29 Since inorganic salts have been studied in the past as SEI-forming additives, we explore in this work organic compounds in particular oligomers/polymers since oligomeric/polymeric materials have been proposed to be a component of the SEI. However, the task of finding a suitable SEI-forming additive can be cumbersome as such material needs to meet several criteria, e.g. (a) a high reduction potential, (b) a decomposition path to form molecules/materials that can allow effective cation conduction between electrode and electrolyte, (c) suitable solubility in the electrolyte.\n\nA few polymeric materials e. g. multifunctional polymer blends (e.g. a combination of polyethylene glycol *tert*-octyl phenyl ether and poly(allyl amine))<sup>30</sup> and ionic conductive polymers (e.g. aluminium alkoxide polymers, polyethylene oxide)31,32 have been studied for making artificial SEI films.32,33 Cai et al. have recently reported that an artificial SEI consisting of a polyurea made from ethylenediamine and 1,4-phenylene diisocyanate precursors via a molecular layer deposition process can prolong the cycling of Li metal anode up to three times.<sup>34</sup> It was suggested that the presence of polar groups in a polyurea can redistribute the lithium-ion flux allowing a uniform plating/stripping process leading to a higher lifetime of a lithium metal anode. Inspired by this, we envisioned that polyureas could be a suitable choice for an SEI-forming additive.\n\nWe have recently discovered a new method for the synthesis of polyureas from the dehydrogenative coupling of diamines and methanol using pincer catalysts of ruthenium<sup>35</sup> or manganese.<sup>36</sup> The polyureas of moderate molecular weight (*M*<sup>n</sup> = 3,000 – 11,000) and various functionalities from aromatic, aliphatic, and cyclic diamines can be accessed using this methodology. Interestingly, these polyureas can also be depolymerised back to diamines and methanol via the catalytic hydrogenation process.<sup>37</sup> Of all the polyureas reported by us using this method, only **PU0** (Table 1) was found to be soluble in bis(2 methoxyethyl) ether (diglyme) which is a common solvent of choice for the electrolyte for Li–O<sup>2</sup> batteries.\n\n## Table1\n\nPolyureas studied in this report and their physical properties. *M*n: Number average molecular weight; *T*d: Decomposition temperature; *T*c: Crystallization temperature; and *T*g: Glass transition temperature.\n\n| Polyurea | Mn / g<br>mol−1 | Td /<br>°C | Tc /<br>°C | Tg /<br>°C |\n|----------|-----------------|------------|------------|------------|\n| PU0      | 5500            | 300        | 43         | –30        |\n| PU1      | 6452            | 349        | 11         | NA         |\n\nWe started our studies by measuring coulombic efficiency using **PU0** as an SEI forming additive in 1 M LiTFSI in diglyme electrolyte (1 mAh Li plating on Cu, Li stripping). This resulted in a poor coulombic efficiency (4%), essentially the same when no additive was used. From our recent experience of making various polyureas, we hypothesized that the presence of ethylene glycol linkage in the monomer diamine is helpful for better solubility of the corresponding polyurea in the diglyme, which was important for their application as additives in batteries. Considering this hypothesis, we synthesized a polyurea/oligourea from the ruthenium/manganese catalysed dehydrogenative coupling of a diamine poly(ethylene glycol) bis(3-aminopropyl) terminated (*M*<sup>n</sup> = 1,500) and methanol as per the method reported by us recently.35,36 Some of its characteristic details e. g. molecular weight (estimated by <sup>1</sup>H NMR spectroscopy) and physical properties (estimated by TGA and DSC analysis) are listed in Table 1. The use of this polyurea (**PU1**) as an SEI-forming additive resulted in a slightly higher coulombic efficiency of 10%. Interestingly, we found that the presence of O<sup>2</sup> (at 1 bar 5.9 mM) 38 increases the coulombic efficiency to 44% even without using any additive. The increase of coulombic efficiency and cyclability of Li in the presence of O<sup>2</sup> has been previously demonstrated by Hey and Zhou<sup>39</sup> and Grey.<sup>40</sup> Remarkably, the best result was obtained when **PU1** was used in combination with O<sup>2</sup> exhibiting a coulombic efficiency of 76%. Furthermore, we found that the coulombic efficiency also increases (to 53%) when the monomer diamine (poly(ethylene glycol) bis(3-aminopropyl) terminated; *M*<sup>n</sup> = 1,500) is used as an SEI-forming additive in the presence of O2.\n\n![](_page_1_Figure_6.jpeg)\n\n## Figure 1.** Li plating and stripping in electrolytes with different additives (test cell with one Li electrode and one Cu electrode). The coulombic efficiency is increased by adding 5 g L –1 **PU1\n\n\n![](_page_1_Figure_8.jpeg)\n\n# Figure 3.** XPS C 1s spectra of electrodes after 5 mAh of Li plating. Comparison of the SEI formed in electrolyte with and without **PU1\n\n\nAdditionally, we studied the morphology of the Li electrode surface by SEM. We compared the morphologies from Li plated in electrolytes with (and 4d) and without (and 4b) **PU1** as well as with (and 4d) and without O<sup>2</sup> (and 4c). The SEM images match well with the results from the plating/stripping experiments (compare Figure 1): With neither O<sup>2</sup> nor **PU1**, no Li particles but rather the products of side reactions are observed. With **PU1** there are significantly fewer side products and Li particles can be observed. This observation suggests that the addition of **PU1** results in a more protective SEI that reduces side reactions of the electrode with the electrolyte. However, Li is still not homogeneously covered when the cell is operated in Ar atmosphere. The most homogeneous coverage of the electrode is obtained, when **PU1** is combined with an O<sup>2</sup> atmosphere.\n\n![](_page_2_Figure_5.jpeg)\n\n## \nSEM images of electrodes after 5 mAh of Li plating on Cu: a) and b) without PU; c) and d) with PU1; a) and c) cycled in Ar atmosphere and b) and d) in O<sup>2</sup> atmosphere.\n\nIn conclusion, we have demonstrated that a polyurea (**PU1**) can be used as an additive to promote the formation of an SEI for the lithium metal anode. The best result for the coulombic efficiency (76%, Figure 1) is obtained when **PU1** is used in combination with O<sup>2</sup> demonstrating its potential application in Li–O<sup>2</sup> batteries. The XPS and SEM studies are supportive of our claim that the polyurea is incorporated into the formed SEI layer. Although the coulombic efficiency and the number of plating/stripping cycling can be improved, this report demonstrates the first proof of concept that polyureas can potentially be used as a new class of material, for SEI-forming additives in the case of Li–O<sup>2</sup> batteries as well as other next-generation batteries with a metal anode. The potentially renewable and recyclable nature of polyureas35-37 present added benefits for the design of a sustainable battery.\n\n"
}